Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: We are still not sure if our predictions are correct, but it seems the abyssmal balance may be at risk in the next few weeks or months. A certain red being going under the name of Reficul is attempting to turn the abyssals against your civilization. While he may not be much in terms of raw strength, but the ideas he spreads are very, very dangerous for your civilization.
es: Todavía no estamos seguros de si nuestras predicciones son correctas, pero parece que el equilibrio abismal podría estar en riesgo en las próximas semanas o meses. Una cierta entidad roja bajo el nombre de Reficul está intentando poner a los abismales en contra de vuestra civilización. Si bien puede no ser mucho en términos de fuerza bruta, las ideas que propaga son muy, muy peligrosas para vuestra civilización.

source: I see. Well, that changes everything. I am still responsible for my people, more or less. Also, it would be nice to kick his red butt once and for all this time. In this case, I'd better get going, but once I finish my job, I am going to return here!
es: Ya veo. Bueno, eso lo cambia todo. Todavía soy responsable de mi gente, en mayor o menor medida. Además, sería bueno patear su trasero rojo de una vez por todas. En ese caso, será mejor que me ponga en marcha, pero una vez que termine mi trabajo, ¡voy a regresar aquí!

source: Good. <i>*to himself* We even count on the last part...</i> (to Mehir) You should hurry. The portal might to collapse anytime soon.
es: Bien. (Para sí mismo). <i>Incluso contamos con la última parte...</i> <i>(A Mejir).</i> Debes apresurarte. El portal podría colapsar en el corto plazo.

source: Yeah, all the stories I could tell... By the way, I wonder, if you know how to get to the Abyss, then why not do that?
es: Sí. Podría contar tantas historias... Por cierto, me pregunto... Si sabéis cómo llegar al Abismo, ¿por qué no lo habéis hecho?

source: Ah, summoner, there is still an enormous amount of knowledge left in this world to learn, and thus we have no intention of going to other dimensions yet. And besides, as magic doesn't work in the Abyss, so even if we get there, we would lack ways to sufficiently research it. We might consider delving into other dimensions eventually, but first we'd need to exhaust everything this one has to offer, which is no easy task to say the least...
es: Oh, invocador. Todavía hay una vasta cantidad de conocimiento en este mundo por aprender y, por lo tanto, no tenemos intención de ir a otras dimensiones todavía. Además, como la magia no funciona en el Abismo, incluso si llegáramos allí nos faltaría medios para investigarla suficientemente. En algún momento podríamos considerar aventurarnos en otras dimensiones, pero primero tendríamos que agotar todo lo que esta tiene para ofrecer, lo cual no es una tarea fácil, por decir lo menos...

source: I understand. Anyway, thank you for your help.
es: Entiendo. De todos modos, gracias por vuestra ayuda.

source: Enter the Abyss
de: Mehir geht in den Abyssus ein
es: Entre al Abismo
it: Entra nell’Abisso

source: That was close...
de: Das war knapp ...
es: Estuvo cerca...

source: (to Antiquarius) I still wonder, why did we bother with all the effort to get this particular summoner here?
es: <i>A Antiquarius.</i> Todavía me pregunto, ¿por qué nos esforzamos tanto en traer a este invocador en particular?

source: Well, if you ask me, it's entirely worth it. Mehir bringing Glomin here is the best thing to happen to my department in centuries! Now I can thoroughly research the Runemasters! All my incomplete tomes shall soon be complete!
es: Bueno, si me preguntáis, valió la pena. ¡Que Mejir trajera a Glomin aquí es lo mejor que le haya pasado a mi departamento en siglos! ¡Ahora puedo investigar a fondo a los maestros rúnicos! ¡Todos mis tomos incompletos pronto serán completados!

source: I appreciate your enthusiasm for your research, Antiquarius, but look at the bigger picture. Wasn't the goal supposed to be Nomolas? I can't help but feel the plan got rather... sidetracked.
es: Aprecio el entusiasmo por vuestra investigación, Antiquarius, pero mirad todo el panorama. ¿No se suponía que el objetivo era Nómolas? No puedo evitar sentir que el plan fue <i>desviado</i>.

source: *turns to the two magi* To answer your question, Umbrez, Nomolas is still the goal. But since magic is of no use in the Abyss, getting to the First Jinni would be virtually impossible if the Summoners hate us. Now that they no longer view us as enemies, and are busy battling the native red beings, after having waited for centuries, we might catch a glimpse of an opportunity to reach him.
es: <i>Se vuelve hacia los dos magos.</i> Para responder vuestra pregunta, Umbrez, Nómolas sigue siendo el objetivo. Pero dado que la magia no sirve en el Abismo, llegar al primer genio sería prácticamente imposible si los invocadores nos odiaran. Ahora ya no nos ven como enemigos, y estarán ocupados luchando contra los seres rojos nativos. Después de haber esperado siglos, podríamos pillar la oportunidad de contactarlo.

source: Though I must admit, I have a rather uneasy feeling about him. As much as I studied him, even I can't fully figure out his motives. He could either be our key to achieving what the First Civilization failed to do, or the biggest threat since the Cataclysm... Either way, we must keep him in our sights.
es: Aunque, debo admitirlo, tengo un sentimiento bastante incómodo sobre él. Por mucho que lo estudié, no puedo descubrir completamente sus motivos. Él podría convertirse en la clave para lograr lo que la primera civilización no pudo o volverse la mayor amenaza desde el Cataclismo... De cualquier manera, debemos mantenerlo a la vista.

source: Understood.
de: Ha, die terroristischen Geister waren am End' noch zu was nutze!
es: Comprendido.

source: And that is all for today, the meeting is officially over. You may leave, gentlemen.
es: Y eso es todo por hoy. La reunión ha terminado oficialmente. Podéis iros, caballeros.

source: You have arrived too early, Mehir.
de: Du bist zu früh zu uns gekommen, Mehir ...
es: <i>Has llegado demasiado pronto, Mejir.</i>

source: But when the time is right, you will return...
de: Na, du kommst zurück … zur rechten Zeit ...
es: <i>Pero cuando sea el momento, volverás...</i>

source: ...and fulfill our dream...
es: <i>Y harás realidad nuestro sueño...</i>

source: Transition
es: Transición

source: team_name^cutscene
de: Transition
es: cinemática
ru: анимация

source: Dharma'rashti
es: Darma-Rashti

source: The hot-tempered and unpredictable Dharma'rashti. She has a secret grudge against the Summoners, which the good half has been actively trying to suppress. Now without any restraint, she is out for blood... Since she's impossible to destroy by conventional means, the only way to deal with her is for the good half to fuse with her again, which will require subduing the evil half first...
es: La temperamental e impredecible Darma-Rashti. Tiene un rencor secreto contra los invocadores, el cual estaba siendo suprimido activamente por la mitad buena. Ahora sin restricciones, ella busca sangre... Ya que es indestructible por medios convencionales, la única forma de lidiar con ella es que su mitad buena se fusione nuevamente con ella, lo que requerirá someter a la mitad malvada primero...

source: scimitar
de: Säbel
es: cimitarra
it: scimitarra
ru: ятаган

source: Elders are Summoners Emeritus - being too old for an active duty, they guide and in fact rule the Summoner society. The most popular Elders form the High Council - the most important governing body in the Great Desert.
es: Los ancianos son invocadores eméritos. Aunque son demasiado viejos para un servicio activo, guían y efectivamente gobiernan la sociedad de los invocadores. Los ancianos más reconocidos conforman el Alto Consejo —el órgano de gobierno más importante del Gran Desierto—.

source: Enchanter
es: Encantador

source: The Enchanters' Guild is the backbone of the Summoner society, being responsible for the creation of intricate magic circles, jinn lamps, and many other magical objects. While the summoners naively pride themselves in the ability to skillfully use magic circles, the enchanters are the ones to truly understand the ins and outs of abyssal magic.
es: El Gremio de Encantadores es la columna vertebral de la sociedad de invocadores, responsable de la creación de intrincados círculos mágicos, lámparas de genios y muchos otros objetos mágicos. Si bien los invocadores se enorgullecen ingenuamente de su capacidad de usar hábilmente círculos mágicos, los encantadores son los que realmente entienden los entresijos de la magia abismal.

source: magic arrow
es: flecha mágica

source: Ghost of a Summons Master
de: Geist des Meisters Semir
es: Fantasma de un invocador maestro
ru: Призрак Мастера Призывов

source: magical scimitar
de: Säbel (magisch)
es: cimitarra mágica
it: scimitarra magica
ru: магический ятаган

source: magical hammer
de: Hammer (magisch)
es: martillo mágico
ru: магический молот

source: circle of destruction
de: Kreis der Zerstörung
es: círculo de destrucción
it: cerchio della distruzione
ru: круг разрушения

source: incantation of power
de: Machtwort
es: mantra de poder
it: incantesimo del potere
ru: cлово силы

source: Ho'rashti
es: Jo-Rashti

source: The calm and wise Ho'rashti. Her goal is reunite with the evil half at all costs. However, she's too weak to do so by herself, and needs Mehir's assistance.
es: La calma y sabia Jo-Rashti. Su objetivo es reunirse con su mitad malvada a toda costa. Sin embargo, es demasiado débil para hacerlo sola, y necesita la ayuda de Mejir.

source: divine spear
de: Göttlicher Speer
es: lanza divina
it: lancia divina
ru: божественное копье

source: iceball
de: Eisball
es: bola de hielo
it: sfera di ghiaccio
ru: ледяной шар

source: Grand Summoner
es: Gran invocador
it: Grande evocatore

source: The Last Summoner
de: (19) Letzter Beschwörer
es: Último Invocador
it: L’ultimo evocatore

source: Thanks to collaboration with the Sky Kingdom magi, Mehir's personal megacircle has been greatly improved, granting him more powerful spells and the one-of-a-kind ability to teleport his troops directly to a battlefield without worrying about logistics.
es: Gracias a la colaboración con los magos del Reino del Cielo, el megacírculo personal de Mejir ha mejorado enormemente. Ahora le otorga hechizos más poderosos y la habilidad única para teletransportar a sus tropas directamente al campo de batalla. Adiós a las preocupaciones logísticas.

source: ultimate circle
de: Nonplusultra Kreis
es: círculo definitivo
it: cerchio supremo
ru: совершенный круг

source: Living Gate
de: Lebendes Tor
es: Portal Viviente

source: The Living Gate is the fourth and the last ultimate being of abysmal origin. Summoners still find it hard to describe this unusual thing. It is a mobile opened portal to the Abyss similar to Dimensional Gates, but in this particular case an unknown force of abysmal origin has gained control over it, granting the gate self-awareness. The Living Gate is a masterpiece and wonder to many scholars. Being able to access different parts of the Abyss, the full capabilities of this unit are unknown.
es: El Portal Viviente es la cuarta y final entidad abismal suprema. A los invocadores todavía les resulta difícil describir esta criatura, que es un portal abierto al Abismo y móvil, similar a los Portales Dimensionales. Una fuerza desconocida de origen abismal la controla, lo que le otorga conciencia; además, se sabe que puede acceder a diferentes partes del Abismo. No se conoce a cabalidad todas las capacidades que posee. Lo único claro es que es una obra exquisita y una maravilla para muchos estudiosos.

source: spawns gates
de: Torbeschwörung
es: generar portales

source: This unit creates an AI-controlled Dimensional Gate II every turn. The gate is spawned adjacent to this unit. If there is no vacant hex around this unit, the ability will not work.
es: Cada turno, esta unidad crea un portal dimensional II adyacente a ella. Si no hay hexágonos libres al lado de esta unidad, la habilidad no funcionará. El portal generado es controlado por la IA.

source: abyss
de: Abyssus
es: abismo

source: fall to the Abyss
de: Sturz in den Abyssus
es: devorado por el Abismo

source: When this unit hits a non-flying target, it kills it instantly.
de: Gegner, die nicht fliegen können, werden instantan vernichtet.
es: Cuando esta unidad golpea a un objetivo no volador, lo mata al instante.

source: Magic Mirror
es: Espejo mágico

source: Magic mirrors are special pieces of furniture capable of withstanding very powerful spells and even deflecting some of them. Apart from that they serve no meaningful purpose.
es: Los espejos mágicos son artefactos capaces de resistir hechizos muy poderosos e incluso desviar algunos de ellos. Aparte de ello, no tienen mayor utilidad.

source: Summons Master
de: Meister der Beschwörung
es: Invocador maestro
ru: Мастер Призывов

source: Few men in the entirety of known history have ever embraced the veiled mystery that comes naturally with the title of the Fourth Degree. They are men who can wield the entire power of the Abyss with their right hand and the complete devastation of summoning magic with their left. A summons master has attained the culmination of all summoning arts ever crafted and comprehended. Encircling a summons master is his magnum opus: the megacircle. The circle teems with magicks of all kinds — magicks to empower, mend, bless, cure, destroy, create, and remake. Within the vast and mystic megacircle, the air itself screams as elementals burst forth from their world into this one through the circle’s unearthly inscriptions. Men within the master’s circle are invested with supernatural gifts, their wounds closing by the aid of pure magic and their strength jumping twofold. Towers of heavenly light shriek into the skies from the megacircle’s symbols, obliterating everything within range. All around the summons master, miracles occur, and ruin is wrought.
de: Wenige haben Einblick in das schleierhafte Wissen der Beschwörer vierten Ranges — jener großen Männer, welche der Macht des Abyssus mit der rechten und der verheerenden Kraft einer Beschwörung mit der linken Hand gebieten. Jener, die sämtliche Erkenntnisse und die Kunst der Anrufung vollständig beherrschen ... Den Meister der Beschwörung umgibt sein Opus Magnum: der »Kreis der Macht«. Dieses ihr wichtigstes und größtes Werk strotzt von Zaubern jeder denkbaren Art – solchen die stärken, schwächen, segnen, heilen, zerstören, erschaffen oder erneuern. Heulend schreien die Lüfte, wenn mittels unirdischer Kreisinschriften elementare Wesen aus ihrer Welt in diese brechen, während die Symbole Säulen himmlischen Lichtes aufschießen lassen, die alles in ihrem Weg vernichten. Ein jeder in der Nähe dieser mächtigen Zauberkreise kommt in den Genuss übernatürlicher Gaben, wird doppelt stark und Wunden heilen durch Magie. Meister der Beschwörung sind immer von Wundern umgeben, für ihre Feinde aber naht das Ende.
es: Pocos en la totalidad de la historia conocida han desgarrado el velo que oculta los misterios del título de cuarto grado. Son quienes empuñan el poder entero del Abismo con su mano derecha y la devastación de la magia de invocación con su izquierda. Un invocador maestro ha alcanzado el culmen de todas las artes, hayan sido descubiertas o creadas. En torno a un invocador maestro circula su magnum opus, el megacírculo. En este abundan magias de todo tipo: para empoderar, reparar, bendecir, curar, destruir, crear y rehacer. Dentro del vasto y místico megacírculo, el aire mismo grita mientras los elementales cargan desde su mundo a este a través de las inscripciones sobrenaturales del círculo. Los hombres dentro del círculo del maestro son revestidos con dones sobrenaturales, sus heridas se cierran por pura magia y su fuerza se duplica. Torres de luz celestial silban desde los símbolos hasta lo alto, obliterando todo a su paso. En derredor del invocador maestro, se cumplen milagros y deviene la ruina.

source: Summon Fire Elemental
de: Beschwören (Urgeschöpfe Feuer)
es: Invocar elemental de fuego

source: Summon Water Elemental
de: Beschwören (Urgeschöpfe Wasser)
es: Invocar elemental de agua

source: Summon Air Elemental
de: Beschwören (Urgeschöpfe Luft)
es: Invocar elemental de aire

source: Summon Earth Elemental
de: Beschwören (Urgeschöpfe Erde)
es: Invocar elemental de tierra

source: Merchant
es: Mercader

source: In a wealthy city like al-Kamija, the merchants are a decent chunk of the population. The bazaars of al-Kamija are a place where you can find all sorts of things, from the most basic necessities to the most extravagant luxuries, even personal circles and pet elementals.
es: En una ciudad acaudalada como Alcamiya, los comerciantes son una fracción notable de la población. Los bazares de Alcamiya son lugares donde encontrar todo tipo de artículos, desde las necesidades más básicas hasta los lujos más extravagantes, incluso círculos personales y mascotas elementales.

source: magical powder
es: turbante poderoso

source: Rashti'rhami
es: Rashti-Rami

source: The Rashti'rhami is one of the 4 most powerful beings ever summoned. She consists of two powerful entities — the calm, wise Ho'rashti and the hot-tempered Dharma'rashti. Because of her dual nature, Rashti's personality tends to change quite often, making her very unpredictable.
es: Rashti-Rami es una de las cuatro entidades mágicas más poderosas jamás invocadas. Consiste en dos poderosas entidades: la calmada y sabia Jo-Rashti, y la temperamental Darma-Rashti. Debido a su naturaleza dual, la personalidad de Rashti tiene a cambiar seguido y de manera impredecible.

source: Summon Rhami
es: Invocar rami

source: description^Salamander Messenger.
es: Salamandra mensajera.

source: True Rashti
de: Wahre Rashti
es: Vera Rashti
it: Vera Rashti
ru: Истинная Рашти

source: The True Rashti is the final form of Rashti'rhami. Achieving supreme harmony between the Dharma'rashti and Ho'rashti halves, the True Rashti is considered a perfect entity, who's often compared with Nomolas — the First Jinni.
es: Vera Rashti es la forma final de la Rashti-Rami, que ha alcanzado la armonía suprema de sus mitades Darma-Rashti y Jo-Rashti. La auténtica Rashti es considerada una entidad perfecta, incluso equiparada con Nómolas, el primer genio.

source: Summon Rhami'kai
es: Invocar rami-kai

source: Summon Rhami'datu
es: Invocar rami-datu

source: lightbeam
de: Heiliges Licht
es: rayo de luz
ru: луч света

source: dimensional vortex
de: Strudel der Dimensionen
es: vórtice dimensional
ru: пространственная воронка

source: Dummy unit used for rendering cutscenes/background animations.
es: Pseudounidad utilizada para representar las animaciones de fondos y cinemáticas.

source: An average citizen of the Summoners' nation.
es: Un ciudadano promedio de la nación de los invocadores.

source: Citizen
es: Ciudadano

source: female^Citizen
es: Ciudadana

source: (Intermediate or Expert level. 18 playable scenarios.)
de: <span color='#BCB088'>Einstufung: Mittel bzw. Schwierig, 18 Szenarien + 5 Erzählung / Dialog Originaltitel: To Lands Unknown (TLU) Version: 2.1.0a * für BfW Version 1.12+</span> <span color='#000000'>.</span>
ru: (Средний уровень или для Экспертов. 18 играбельных сценариев (остальные 4 только для диалога))

source: (Easy)
de: (einfach)
it: (Facile)
ru: (Легко)

source: (Hard)
de: (schwierig)
it: (Difficile)
ru: (Сложно)

source: (optional) Search the caves
de: Höhle durchsuchen (optional)
it: (facoltativo) Esplora le grotte
ru: (по желанию) Проверьте пещеры

source: (that lizard says something, but it is too far away for Mehir to hear anything)
de: ( <i>Mehris Adlerauge entgeht die Flugechse nicht, doch er hört nicht, wovon sie spricht</i> ... )
it: (la lucertola dice qualcosa, ma è troppo lontana dalle orecchie di Mehir)
ru: (Этот ящер что-то говорит, но это слишком далеко, чтобы Мехир мог что-нибудь услышать)

source: (whispers) ...can I resign? She scares me...
de: <small>(<i>flüstert</i>)</small> Nein, mir graut es auch vor ihr! Kann ich die Beigabe abschlagen?
it: (sussurrando)...posso dare le dimissioni? Lei mi spaventa...

source: (whispers) ...shut up... (speaks normally) In spite of everything, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for the Abyss. I think we are finished here, so let the party begin!
de: <small>(<i>zischt</i>)</small> Denk nicht einmal dran! So wünschen wir dir also weiterhin Erfolg und erwarten, dass du dein Bestes gibst, damit unser Umzug in den Abyssus wie geplant verwirklicht werden kann. Lass uns deinen Aufstieg feiern!

source: *clears throat* Indeed, the usage of Dimensional Gates may be considered immoral by some. But if a soul belongs to an enemy or animal at the end of its life, then this is a good opportunity to still make some use of out them.
de: <small>(<i>räuspert sich</i>)</small> Wer in einem Palast sitzt, soll nicht mit Kamelen werfen! Wenn's ums Überleben geht, sind moralische Bedenken fehl am Platz. Ihr habt ein gutes Werk getan! Indem die Seele eines Gegners oder Tieres hehre Ziele fördert, ist sie am End' noch zu was nutze!

source: *crude text, probably written by some adventurer* <b>I warn you, don't go further! You'll be killed! I was looking for treasures here too, but only found wounds which I am soon going to die from. Remember, do not touch the...</b>
de: <i>Die einstige Inschrift ist verwittert, doch jemand krakelte mit Blut ...</i> <span color='#AA4120'><big><i>Schätze gesucht … Tod gefunden Geht nicht weiter! … Greift nicht, wenn euch das Leben lieb ist, nach diesem verfluchtϩ </i></big></span>
ru: *грубый текст, вероятно написанный каким-то искателем приключений* <b> Я предупреждаю вас, не идите дальше! Вас убьют! Я тоже искал сокровища, но нашел только глубокие раны, от которых я скоро умру. Запомните вот что, не трогайте...</ b>

source: *eyes become red* <i>Hostile intentions detected. Intruder alert! Intruder alert! Activate other combat models.</i>
de: <i>Charakteristika für Feindseligkeit erkannt. Eindringlinge, Alarmstufe 3! Möp-Möp-Möp!!! Aktivierung Kampfeinheiten effektuiert.</i>

source: *gulps*
de: ( <i>ist vor Schreck gebannt ...</i> )

source: *looks at Glomin, then at Mehir* Mehir, did you really bring a ...dwarf here?
de: <small>(<i>fällt aus allen Wolken</i>)</small> … Das ist ja— Du hast einen ZWERG ins Himmelreich befördert?!

source: *smiles sinisterly* this is just what I wanted... our gods shall be pleased.... It’s time for a REAL BLOODBATH!!!
de: <small>(<i>lächelt boshaft</i>)</small> Ganz nach meinen Wünschen ... Diese Kamele sind erschreckend naiv, das ist uns doch bekannt. Zeit, die Götter mit einem WAHREN Blutbad zu erfreuen!

source: *stabs herself with her spear*
de: ( <i>stürzt sich in ihren eigenen Speer</i> )

source: *this monolith is so damaged, that you can't make out what it's written on it*
de: ( <i>Der Gedenkstein wurde durch Kämpfe lädiert, die Inschrift ist schlechterdings nicht lesbar.</i> )
ru: *этот монолит настолько поврежден, что вы не можете разобрать что на нем написано*

source: *to Mehir* Hey, you! You are not my kind, but also you are not one of those... those murderers. Wait... you look familiar...
de: Errr dorrrt! Was stellt errr mit dem Enerrrgiesammler an? … Sag mal, ich kenn ihn doch!

source: *to himself* <i>Heh, how naive...</i> *to Mehir* You see... you cannot get him back...
de: ( <i>Ein Kamel ist dümmer als das andre …</i> ) Er ist und kommt nicht mehr in deine Welt.
