Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: I know you very well, Dharma'rashti, what you truly want. I know just how badly you miss the days of your glory, when you was truly the Queen of the Red Abyss. We are quite similar, you and I. What if I told you I can... release you from your blue half's constraints, to give you the choice you never had?
es: Os conozco muy bien, Darma-Rashti, sé lo que realmente queréis. Sé lo mucho que extrañáis los días de vuestra gloria, cuando realmente fuisteis la reina del Abismo Rojo. Somos bastante similares —vos y nos—. ¿Qué tal si os dijera que puedo...? ¿Liberaros de las limitaciones de vuestra mitad azul para daros la elección que nunca tuvisteis?

source: Rashti! Is everything alright?
de: Rashti! … Gehts noch? … Bleib mir—
es: ¡Rashti! ¿Va todo bien?
it: Rashti! Tutto bene?

source: I HATE YOU!!! I WILL BURN YOU ALIVE, AND CUT YOU INTO THIN PIECES!!!
es: ¡¡¡TE ODIO. TE QUEMARÉ VIVA Y TE REBANARÉ!!!

source: No, stop! What is happening to me?! Mehir, I don’t want...
es: ¡No, parad! ¿Qué me está ocurriendo? Mejir, no quiero...

source: ...TO SEE YOU ALIVE!!!
de: <span color='#FA0000'><big>DASS DU WEITERLEBST !!!</big></span>
es: ... ¡¡¡VERTE RESPIRAR!!!
it: ...VEDERTI IN VITA!!!

source: I didn’t say that! It’s her.
de: <span color='#0175FE'><big>Das kommt nicht von mir, Meister!</big></span>
es: ¡Yo no dije eso! Fue <i>ella</i>.
it: Non ho detto nulla! È stata lei.

source: It happened... Rashti has lost her balance. We must kill this Efreeti as soon as possible. This will save her.
es: Ha sucedido... Rashti ha perdido su equilibrio. Hemos de matar a este ifrit cuanto antes para salvarla.

source: We need to quickly kill this Efreeti. Maybe there is a chance...
es: Debemos matar a ese ifrit. Quizás aún haya una oportunidad...

source: Whatever happens, do not attack Rashti! This is an order!
de: WIR attackieren Rashti NICHT! Verstanden? Was immer auch geschieht, Männer ...
es: ¡Pase lo que pase, no ataquéis a Rashti! ¡Es una orden!
it: Qualunque cosa accada, non attaccate Rashti! Questo è un ordine!

source: I'LL KILL YOU, MEHIR!!!
es: ¡¡¡OS MATARÉ, MEJIR!!!

source: Don’t listen to her!
de: <span color='#0175FE'><big>Hört nicht auf sie!</big></span>
es: ¡No la escuchéis!
it: Non ascoltatela!

source: Soldiers, hurry up! We must stop this madness!
es: ¡Soldados, daos prisa! ¡Debemos detener esta locura!

source: Hey, Reficul, so what should we do about our self-proclaimed queen?
es: Oye, Reficul, entonces, ¿qué debemos hacer con nuestra autoproclamada reina?

source: Let her be. After all, she's far too busy fighting with herself to pose any real threat.
es: Dejadla en paz. Después de todo, está demasiado ocupada luchando consigo misma como para representar cualquier amenaza real.

source: I won't let you harm our master!
es: ¡No te permitiré que hieras a nuestro maestro!

source: I DARE YOU, YOU STUPID HUMAN-LOVER!!!
es: ¡¡¡TE RETO, ESTÚPIDA FILÁNTROPA!!!

source: My Master! KILL! I’m losing DIE! control. The Abyss KILL! is in danger. DIE!
es: ¡Maestro!... <i>¡MUERE!...</i> Estoy perdiendo... <i>¡MUERE!...</i> El control. El Abismo... <i>¡MUERE!...</i> Está en peligro. <i>¡MUERE!</i>

source: Help... me... YOU PIECE OF... I am DIE!!! ...ing...
de: <span color='#0175FE'>Helft … mir …</span> <span color='#FA0000'><big>DRECKSTÜCK</big></span> <span color='#0175FE'>Ich bin ...</span> <span color='#FA0000'><big><b>AM ENDE !!!</b></big></span>
es: ¡Ayudadme... PEDAZO DE...! Me es-toy... <b>MU-RIEN</b>-do...
it: Aiuta...temi...SEI UN PEZZO DI...sono MORTA!!!...ing...

source: I AM NO LONGER YOUR SERVANT, HUMANS! DIE!!!
de: <span color='#FA0000'><big>ICH DIENE KEINEM MENSCHEN, ICH VERNICHTE EUCH!</big></span>
es: ¡YA NO SOY VUESTRO SIRVIENTE, HUMANOS! ¡MORID!
it: NON SONO PIÙ LA VOSTRA SERVA, UMANI! MORITE!!!

source: STOP!!! I won't let your harm any summoner!
es: ¡¡¡ALTO!!! ¡No matarás a ningún invocador!

source: I SHALL RESTORE MY REIGN, BY BLOOD!!!
es: ¡¡¡RESTAURARÉ MI REINO CON SANGRE!!!

source: No! *starts fighting with her second half*
de: <span color='#0175FE'><big>Vergiss es! Du gehörst anständig durchgebläut!</big></span> ( <i>Es kommt zum Zweikampf zwischen den beiden, die sich einen Körper teilen ...</i> )
es: ¡No! <i>Comienza a luchar contra su otra mitad.</i>
it: No! *inizia a lottare con la sua seconda metà*

source: DIE!!! DIE!!! DIE!!!
es: ¡¡¡MUERE, MUERE, MUERE!!!

source: Enough! *smacks her other half with her spear*
es: ¡Suficiente! <i>Golpea su otra mitad con su lanza.</i>

source: DIE, REBEL SCUM!!!
es: ¡¡¡MUERE, ESCORIA REBELDE!!!

source: You may have defeated my army, but I shall fight to the last!
es: Puede que hayáis derrotado a mi ejército, ¡pero lucharé hasta el final!

source: Wait, did he just create a circle of resistance around himself?
es: Esperad, ¿acaba de crear un círculo de resistencia a su alrededor?

source: Certainly seems like it. I believe he came up with a design that channels the magic in his body to form the protective sphere. He just can't stop surprising us, it seems...
es: Eso parece ser. Con su ingenio, canaliza la magia de su cuerpo y forma una esfera protectora... No puede dejar de sorprendernos, ¿eh?

source: Death to the anthropocrats!
es: ¡Muerte a los antropócratas!

source: What a shame, I wish the Abyss would open and swallow me up...
es: Qué lástima, desearía que el Abismo se abriera y me trague...

source: Damn it! Now I'll have to find a new man for his position... The Master of Banishers is going to be very pissed off...
es: ¡Maldita sea! Ahora tendré que buscar a alguno para su cargo... El Maestro de los Desterradores estará muy enojado...

source: The Abyss be damned! I wanted to give them freedom, and yet they fell for your shallow promises... *sigh* I severely overestimated the intellect of my followers...
es: ¡Maldito Abismo! Quería darles libertad; sin embargo, cayeron por vuestros promesas superficiales... <i>Suspira.</i> Sobreestimé tanto el intelecto de mis seguidores...

source: Just die already, will you? I am late for my pedicure.
es: Sólo morid de una vez, ¿queréis? Llego tarde a mi pedicura.

source: You may have won the battle, but the seeds of rebellion have long since been planted... enjoy your peace while it lasts, for we will meet again in the Abyss...
es: Podéis haber ganado la batalla, pero las semillas de la rebelión hace mucho que fueron plantadas... Disfrutad de vuestra paz mientras dure, puesto que nos volveremos a encontrar en el Abismo...

source: It's time for me to return to the Grand Red Dream, while it's still free from your presence, to prepare for the inevitable...
es: Es hora de que regrese al Gran Sueño Rojo, mientras aún está libre de vuestra presencia, para prepararnos para lo inevitable...

source: Did... did he just banish himself?!
es: ¡¿Acaba... Acaba de desterrarse a sí mismo?!

source: This is just... mind-blowing! I believe he used an altered formula of banishment on himself, one that doesn't wipe his mind! If what he said is true, we will have to deal with a far, far larger resistance once we get in the Abyss...
es: Esto es simplemente... ¡Alucinante! Creo que usó una fórmula alterada del destierro en sí mismo. ¡Una que no vacía su mente! Si lo que dijo es cierto, tendremos que lidiar con una resistencia mucho, mucho mayor una vez en el Abismo...

source: Good job, Mehir! I like your style!
es: ¡Buen trabajo, Mejir! ¡Me gusta tu estilo!

source: The pleasure's mine.
es: El placer es mío.

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, to have their minds cleared.
es: De acuerdo con las regulaciones, el gremio local confiscará las entidades mágicas que hayan traicionado a sus maestros. Serán desterradas al Abismo, para que su mente sea borrada.

source: Rashti, are you alright?
es: Rashti, ¿estáis bien?

source: That was close... he... he somehow... disconnected me and my red half. She started trying to kill you, and rambling about some nonsense...
es: Eso estuvo cerca... Él... Él... De alguna manera... Nos desconectó a mí y a mi mitad roja. Ella comenzó a tratar de mataros y a divagar sin ton ni son...

source: Thank Nomolas! You’re back! It was a mistake bringing you here. Now everything’s back to normal, we can finally go home.
de: So? Dafür redet sie ganz schön wirr … Ich hätte sie nicht mitnehmen dürfen! Mein Unterricht war viel zu lückenhaft! Was machen wir denn nun mit ihr?
es: ¡Demos gracias a Nómolas! ¡Habéis vuelto! Me equivoqué al traeros aquí. Ahora todo vuelve a la normalidad y podemos al fin volver a casa.

source: If you don't mind, my liege, the Banishment Guild would like to place Rashti'rhami under surveillance. After all, there might be a 17.314% chance of her murdering you in your sleep after this incident.
es: Con vuestro permiso, mi señor, a los del Gremio de Desterradores nos gustaría colocar a la entidad Rashti-Rami bajo vigilancia... Debido a que, tras este incidente, se estima una probabilidad de 17.314% de que os asesine cuando durmiereis.

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, to having their minds cleared.
es: De acuerdo con las regulaciones, el gremio local confiscará las entidades mágicas que hayan traicionado a sus maestros. Serán desterradas al Abismo, para que su mente sea borrada.

source: Good idea. By the way, for your plentiful assistance, I'll give you some of my luxuries.
es: Buena idea. Por cierto, en honor a vuestra copiosa ayuda, os otorgaré algunos de mis propios lujos.

source: Oh, my liege! I am extremely honored! Let’s return to the city!
de: Oh ja, ich auch! Euer Stellvertreter Jaffar wollte doch einen Hammam einrichten!
es: ¡Oh, mi señor! ¡Me siento muy honrado! ¡Volvamos a la ciudad!
it: Oh, mio signore! Sono molto onorato! Torniamo in città!

source: Sir, we searched the rebel camp, and we found some belongings of their leader that you might want to have a look at.
es: Señor, revisamos el campamento rebelde y encontramos algunas pertenencias de su líder que os podría interesar inspeccionar.

source: Alright, let's see... Wow, for an efreeti, the guy sure loves reading. Look what we've got: 'A Summoning Guide for Jinn', 'The Red Cult's Manifesto, 'al-Kamija's Political Flaws', 'The Anarchist's Cookbook' and 'Banishment Formulas And How To Make Your Own'...
es: Muy bien, veamos... Guau. Para ser un ifrit, al tipo le encanta leer. Mirad qué tenemos aquí: “Una guía de invocación para genios”, “Manifiesto del Culto Rojo”, “Fallas políticas de Alcamiya”, “Recetario del anarquista” y “Destierro — Fórmulas y cómo hacerse uno”...

source: Oh these are some very rare books. My Master, please let me have a look. I really need to read these, I beg you!
es: ¡Oh! Estos sí que son libros raros. Maestro, por favor, dejadme verlos. <span font-weight='bold'>Necesito</span> leerlos, ¡os lo ruego!

source: Sure, have fun!
es: Claro, ¡provecho!

source: Hey, look! It's the very sphere he used to protect himself! We might be able to use it too.
es: ¡Eh, mirad! ¡Es la misma esfera que usó para protegerse! Podríamos encontrar la manera de usarla también.

source: ...I sense something approaching... I am catching the sound of heavy breathing... it's a human!
es: Siento... Que algo se acerca... Percibo el resollar de un... ¡Humano!

source: Who in the right mind would be wandering the desert alone?! Send the camel riders to investigate, fast!
es: ¿Quién en su sano juicio deambularía solo por el desierto? ¡Enviad una partida de jinetes de camellos a investigar! ¡Rápido!

source: *heavy breathing* ...I...finally...found...you...
es: <i>Resollando...</i> Sí... Los... Encontré...

source: He must’ve fainted! Quick, give the man some water! We need to bring him to Tar-Tabar immediately!
es: ¡Se desmayó! ¡Rápido, dadle de beber! ¡Debemos llevarlo a Tar-Tabar de inmediato!

source: Unfortunately, this the last dispeller I brought. We don't have any more available.
es: Desafortunadamente, este es el último disipador disponible. No contamos con más en Tar-Tabar.

source: Only five?! You've got to be kidding me! I thought Tar-Tabar had more!
es: ¡¿Solo cinco?! ¡Me estáis tomando el pelo! ¡Pensé que Tar-Tabar tenía más!

source: *sigh* You see, Tashkar stinted our guild. Forgive me, my liege, but due to his policies, we aren't allowed to train more dispellers.
es: <i>Suspira.</i> Desafortunadamente, Tashkar escatimaba los recursos de nuestro gremio. Perdonadme, mi señor, pero no se nos permite entrenar más disipadores.

source: Excellent, we’re fighting against an entire army of red beings, and I've got only five dispellers to work with... If we survive this madness, I will make sure to remove these absurd limitations! Why the hell did he even make them in the first place?...
es: Excelente, estamos luchando contra un ejército entero de entidades rojas y solo dispongo de cinco disipadores... ¡Si sobrevivimos a esta locura, eliminaré esas prohibiciones absurdas! ¿Por qué demonios tuvo que decretarlas, en primer lugar?

source: Indeed...
es: Efectivamente...

source: <i>*to himself* This is taking far too long. The enemy is far too inactive, suspiciously inactive, mind you. I need to flee while they're still preparing whatever devious plan they have in store...</i>
es: (Para sí mismo). <i>Esto está tomando demasiado tiempo. El enemigo está demasiado pasivo, sospechosamente pasivo, sí. Debo huir mientras todavía están preparándose para ejecutar su plan...</i>

source: Uhh... I need to use the bathroom, see you!
es: Ehh... Necesito usar el baño, ¡nos vemos!

source: Hell no! Get back here!
es: ¡Demonios, no! ¡Volved aquí!

source: ...but this is actually something... good. I see enemy units fighting with each other in this timeline!
es: Pero, de hecho, eso es... <i>Bueno</i>. ¡Veo a los enemigos luchar entre sí en esta línea temporal!

source: Interesting...
es: Interesante...

source: Dammit!
es: ¡Maldición!

source: He is far more powerful than he looks. We shouldn't underestimate him! He has some interesting tricks up his sleeve.
es: Es más poderoso de lo que aparenta. ¡No debemos subestimarlo! Debe tener

source: If we come close enough he will summon reinforcements. I am seeing fire... Fire Avatars and Elementals. We need to strenghten our left flank.
es: Si nos acercamos lo bastante, invocará refuerzos. Veo fuego... Elementales y avatares de fuego. Será necesario reforzar el flanco izquierdo.

source: Wait. He's brought a great collection of books with him! Some of them are very rare and I MUST read them! Please, defeat him as soon as possible, my Master! I need those books in my collection!
es: ¡Esperad! ¡Trajo una amplia colección de libros consigo! Algunos son muy raros y <span font-weight='bold'>debo</span> leerlos! Por favor, derrotadlo tan pronto como sea posible, maestro. Necesito esos libros en mi biblioteca.

source: Uh... right...
es: Eh... Vale...

source: My Master, we need to hurry. Our Holy Rashti'rhami has been completely destabilized and won't survive much longer in her current state!
es: Maestro, debemos apresurarnos. ¡La santa Rashti-Rami está completamente desestabilizada y no podrá sobrevivir mucho más en su estado actual!

source: You'd better tell me something I don't already know.
es: Será mejor que me digáis algo que no sepa.

source: If we come close enough he will summon reinforcements. I see fire... Fire Avatars and Elementals. We need to strenghten our left flank.
es: Si nos acercamos lo bastante, invocará refuerzos. Veo fuego... Elementales y avatares de fuego. Será necesario reforzar el flanco izquierdo.

source: Wait. He's brought a great collection of books with him! Some are very rare and I MUST read them! Please, defeat him as soon as possible, my Master! I need those books in my collection!
es: ¡Esperad! ¡Trajo una amplia colección de libros consigo! Algunos son muy raros y <span font-weight='bold'>debo</span> leerlos! Por favor, derrotadlo tan pronto como sea posible, maestro. Necesito esos libros en mi biblioteca.

source: Defense of Saffaros
es: Defensa de Saffaros

source: This scenario has visual and audio effects that may cause noticeable slowdown on weaker devices. Note that you can toggle these effects at any time during the scenario by using the relevant options in the context menu.
de: <span color='#397EF2'>Dieses Szenario bietet visuelle und akustische Effekte, die das Spiel auf manchen Computern verlangsamen können. Beide Feature können jederzeit per Rechtsklickmenü ein- bzw. abgeschaltet werden. Funktionen aktivieren?</span>
es: Este escenario tiene efectos visuales y sonoros que pueden causar una apreciable lentitud en los equipos menos potentes. Tenga en cuenta que estos efectos pueden ser desactivados en cualquier momento durante este escenario: solo presione clic derecho y abra el menú contextual.
it: Questo scenario ha effetti visivi e audio che possono causare rallentamenti evidenti sui dispositivi meno potenti. Nota che potrai attivare e disattivare questi effetti in qualsiasi momento durante lo scenario, utilizzando le relative opzioni presenti nel menu contestuale.

source: Load rain
de: Ja, Regen bringt Segen!
es: Activar lluvia
it: Attiva pioggia

source: Continue without rain
de: Nein, Regen nervt.
es: Continuar sin lluvia
it: Continua senza pioggia

source: You can always toggle this scenario's weather effects. To do that, right-click anywhere on the map and choose which effects you want to enable/disable.
es: Puede activar o desactivar los efectos climáticos siempre que lo desee. Para hacerlo, clique con el botón derecho en cualquier sitio del mapa y seleccione la configuración indicada.

source: team_name^Kharosians
es: Carosianos

source: team_name^Hydras
de: Hydren
es: Hidras
it: Idre

source: Toggle Rain Sound Effects
de: Geräusch Regen ein/aus
es: Conmutar efectos sonoros de lluvia
it: Attiva/disattiva effetti sonori della pioggia

source: Toggle Rain Visual Effects
de: Simulation Regen ein/aus
es: Conmutar efectos visuales de lluvia
it: Attiva/disattiva effetti visivi della pioggia

source: These are the shores of my land! Finally, we are here!
de: Seht, die Küsten meiner Heimat! Euer Gesicht ist fast genauso grün, Mehir.
es: ¡Estas son las costas de mi tierra! ¡Por fin, hemos llegado!

source: My, my, the climate here is certainly fascinating...
es: ¡Guau! El clima aquí es realmente fascinante...

source: We are on the border of two different climates, heavy rainfall is commonplace here during the wet season. The sheer amount of water and greenery here must be quite an odd sight to you.
es: Estamos en la frontera de dos climas diferentes. Las fuertes lluvias son recomunes aquí durante la estación húmeda. Seguro que vos estás extrañado por ver tanta agua y vegetación.

source: I've already seen more greenery when fighting a way through a jungle in the far south. But it’s the first time I have seen water falling from the sky without magical influence.
es: Ya he visto más vegetación al combatir en una jungla en el sur lejano. Pero es la primera vez que veo agua cayendo del cielo sin influencia mágica.

source: When I get back home, I'll have water elementals show my deputy how you people bathe, hehe.
es: Cuando regrese a casa, haré que los elementales de agua le muestren a mi adjunto cómo se bañan ustedes, je, je.

source: Anyway, more importantly, north from here there’s a town called Saffaros, or at least there was when I left this land. I hope it's not in ruins yet.
es: Al norte de aquí, hay una ciudad llamada Saffaros, o al menos la había cuando dejé esta tierra. No perdamos tiempo.

source: Sh... ships?! SHIPS!!! SHIPS COMING FROM THE SOUTH!!!
de: Segel im Nebel? … — ALARM! Flotte nähert sich aus Süden!
es: ¿Ba-barcos? ¡BARCOS! ¡VIENEN BARCOS DESDE EL SUR!

source: What?! There's only a barren desert south of here! This must be the enemy trying to flank us! Prepare the troops! NOW!
es: ¡¿Qué?! ¡Al sur no hay más que un desierto sin vida! ¡Debe ser que el enemigo intenta rodear nuestras defensas! ¡Preparen las tropas! ¡AHORA!

source: Hello, Dedylos, long time no see! I see you're still standing your ground! What's with the drawn swords, though? I though you'd be glad to see your old pal in one piece!
es: Eh, Dedylos, ¡tiempo sin verte! ¡Veo que seguís de servicio! ¿Pero qué pasa con las espadas desenvainadas, loco? ¡Pensé que te alegraría ver a tu viejo amigo en una sola pieza!

source: *clears eyes* Atiros? Is that you? Thank the Sun, you’re still alive! But who are those people behind you? Don’t tell me they’re...
es: <i>Se frota los ojos.</i> ¿Atiros? ¿Sos vos? ¡Gracias al Sol, aún estás vivo! ¿Pero quiénes son esas personas con las que venís? Acaso son...

source: By the Sun! I'd have brought out the red carpet, if only I hadn't at first mistaken you for the invaders. You are welcome and much needed here, kinsman! Those damned spawns of darkness have destroyed most of our cities already!
es: ¡Por el Sol! Habría sacado la alfombra roja, si al principio no te hubiera confundido con los invasores. ¡Son bienvenidos y muy solicitados aquí, familia! ¡Esos malditos engendros de la oscuridad ya han destruido la mayoría de nuestras ciudades!

source: Actually, I just wanted to drop off an invitation letter, but I might as well throw in my help and valuable experience. It just so happens that I have fought this enemy of yours already, AND emerged victorious.
es: Aunque, originalmente, sólo quería dejar una carta de invitación; ya puestos, bien podría ayudar con mi fuerza y mi valiosa experiencia. Sucede que ya he luchado contra vuestro enemigo <i>y</i> he salido victorioso.

source: You don't say. Tell me more about it! Come in, let's get out of the rain, have a rest in my castle. In the meantime, I'll send a messenger to announce the wonderful news to Anthi.
es: ¡No me la contés! ¿De verdad? Entrá, refugiémonos de la lluvia en mi castillo. Descansá mientras mando un mensajero a anunciarle las buenas nuevas a Anthi.

source: The dark armies have captured all the cities of the middle-lands; we had to evacuate all of our citizens that lived there, and now the refugees are behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by ship, in case the capital falls.
es: Los ejércitos oscuros han capturado todas las ciudades meridionales. Tuvimos que evacuar a todos nuestros ciudadanos de allí, quienes ahora están refugiados tras las gruesas murallas de Caros. Nosotros, en Saffaros, somos la única excepción. Si cayera la capital, navegaremos al desierto.

source: So only three cities remain...
es: Entonces, solo quedan tres ciudades...

source: THEY’RE HERE!!! RUN!!!
de: SIE KOMMEN !!! Auf die Boote!
es: ¡¡¡ESTÁN AQUÍ!!! ¡¡¡HUID!!!
it: SONO QUI!!! CORRETE!!!

source: But... how is it possible? The enemy had to come from the north!
es: Pero... ¿Cómo es posible? ¡El enemigo debía venir desde el norte!

source: Enemy on the horizon!!! They have captured Degos!!!
es: ¡Enemigo a la vista! ¡Han tomado Degos!

source: Does it mean...
de: Aber die östlichen Verteidigungslinien—
es: Entonces...
it: Vuol dire che...

source: And what about Kharos? Has it been besieged?
es: ¿Y qué pasa con Caros? ¿Está bajo asedio?

source: Not yet! Their main strike force is regrouping to the east!!!
es: ¡No! ¡Su fuerza principal se está reagrupando al este!

source: You defend the town and I will try to prepare a counterattack.
de: Wer wird denn ein Kamel vor der Zeit zu Grabe tragen? Haltet die Stadt, ich zieh den Konter durch mit meinen Soldaten. Harrr, vom Regen sollen die Kanaillen in die Traufe kommen!
es: Defended la ciudad mientras preparo un contraataque.
