Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Soldiers! Join me, and I will pay you as twice as Jaffar does!
it: Soldati! Unitevi a me: vi pagherò il doppio di quanto vi offre Jaffar!

source: Some time later, those blue gates disappeared and the flying man turned towards the central palace. Even the indestructible seal didn’t stop him. He just turned into... wind and slipped through a slit in the gates. Then you appeared.
it: Qualche minuto dopo, quei cancelli blu sono scomparsi e l’uomo volante è corso verso il Palazzo Centrale. Nemmeno l’indistruttibile sigillo è riuscito a fermarlo: si è trasformato in...vento ed è penetrato attraverso una fessura nel cancello. Qui avete fatto la vostra comparsa.

source: Something is wrong...
it: Qualcosa non va...

source: Something must have happened. They were completely furious. They couldn’t have just run away...
it: Deve essere successo qualcosa. Erano completamente infuriate, non possono essere semplicemente scappate...

source: Something tells me this is an invasion. Prepare yourselves! Guards!
it: Qualcosa mi dice che stiamo per essere invasi. Preparatevi! Guardie!

source: Sorry? Is this all you have to say? How dare you... KILL HIM!!!
it: Dispiaciuto? E questo è tutto ciò che avete da dire? Come vi permettete... UCCIDETELO!!!

source: Still, you should have predicted our reaction. Hundreds of years of isolation have their own rights, and we have always been inaccessible. Just like al-Kamija.
it: Come prima cosa, avreste dovuto prevedere la nostra reazione. Centinaia di anni d’isolamento generano intolleranza, e siamo sempre stati inaccessibili. Proprio come al-Kamija.

source: Strange. The enemy always attacked by night, but this time is different. I have bad feelings about this.
it: Strano. Il nemico ha sempre attaccato di notte, ma questa volta è diverso. Ho un brutto presentimento.

source: Suffocated, like his fellow. This is grim.
it: Soffocato, come il suo compagno. È terribile.

source: Summoner
it: Evocatore

source: Summoner, I shall escort you.
it: Evocatore, io vi accompagnerò.

source: Summoners go from Ka-Gatta to al-Kamija. You shall die.
it: Gli evocatori se ne vanno da Ka-Gatta verso al-Kamija. Voi morirete.

source: Sun Dome
it: La Cupola del Sole

source: Survive until the ship arrives.
it: Sopravvivi fino all’arrivo della nave

source: Target destroyed. Awaiting orders.
it: Obiettivo distrutto. In attesa di ordini.

source: Target locked. Executing pacification procedure.
it: Obiettivo localizzato. Eseguire procedura di pacificazione.

source: Tashkar, the leader of Tar-Tabar, was missing. He had been seen heading with soldiers to Ka-Gatta — the first, now abandoned capital of the Summoners. None knew why he had gone. His deputy could know such a thing, but had disappeared as well. The High Council ordered Mehir to pursue—and if necessary, rescue—the leader and his army.
it: Tashkar, il leader di Tar-Tabar, era scomparso. Era stato visto dirigersi con i soldati a Ka-Gatta – la prima capitale degli evocatori, ormai abbandonata. Nessuno sapeva perché fosse andato laggiù. Il suo vice poteva sapere qualcosa, ma era scomparso pure lui. Il massimo consiglio ordinò a Mehir di andare alla loro ricerca e – se necessario – di soccorrere il leader e il suo esercito.

source: Tashkar’s deputy! He’s been cut into pieces.
it: Il vice di Tashkar! È stato fatto a pezzi.

source: Tell me of Kharos.
it: Parlatemi di Kharos.

source: Thank Nomolas! You’re back! I have made a mistake bringing you here. Now everything’s back to normal, we can finally go home.
it: Grazie a Nomolas! Siete tornata come prima! Ho commesso un errore a portarvi qui. Ora che tutto è tornato alla normalità, possiamo finalmente tornare a casa.

source: Thank Sun! My soldiers are recovering consciousness!
it: Grazie al sole! I miei soldati stanno riprendendo conoscienza!

source: Thank goodness I didn’t sleep through that lecture in Summoner school!
it: Grazie a Dio non ho dormito durante quella lezione alla scuola degli evocatori!

source: Thank our legendary brothers from the Great Desert. This is Mehir, our rescuer.
it: Un ringraziamento ai nostri straordinari fratelli giunti dal Grande Deserto. Vi presento Mehir, il nostro salvatore.

source: Thank you, for sparing me a terrible mistake. What of Rashti? She’s half-good...
it: Grazie per avermi risparmiato un terribile errore. E per quanto riguarda Rashti? È per metà buona...

source: That isss not everything. Apart from that I found these two demons’ cans. They can be very useful.
it: E non è tutto. Ho trovato anche quesssti due contenitori di demoni. Potranno rivelarsssi davvero utili.

source: That was close. May the Abyss keep you, Mehir.
it: C’è mancato poco. Che l’Abisso vi protegga, Mehir.

source: That’s the last of them. We must bring our sad news to al-Kamija. Tashkar has died... and I thought ill of him, for no reason. I am so ashamed. I could have done more.
it: Bene, questo è l’ultimo. Purtroppo dobbiamo portare tristi notizie ad al-Kamija. Tashkar è morto... e ho pensato male di lui, senza ragione. Mi vergogno, avrei potuto fare di più.

source: That’s the place. I can see his canopy over the dunes.
it: Questo è il posto. Riesco a vedere il suo baldacchino sopra le dune.

source: That’s... fantastic. I am not surprised at all that he persuaded so many creatures to follow him. But I will not fail, because now I can summon jinns!
it: È...fantastico. Non mi stupisce affatto che sia riuscito a convincere così tante creature a seguirlo. Ma non fallirò, perché ora posso evocare i geni!

source: The $unit.language_name brushes aside a pile of sand, revealing a body.
it: $unit.language_name spazza via un mucchio di sabbia, rivelando un corpo.

source: The $unit.language_name disturbs the sand, revealing another body.
it: $unit.language_name scava nella sabbia, rivelando un altro corpo.

source: The $unit.language_name upturns a corpse with a deep gash in its side.
it: $unit.language_name capovolge un cadavere, con un taglio profondo nel fianco.

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate)
it: Gli antenati furono affascinati dagli elementali – entità costituite di pura energia. Sognarono persino di creare una creatura mista di tutti e quattro gli elementi noti. Purtroppo non ci riuscirono, ma alla fine fu creato un amuleto unico nel suo genere, in grado di trasformare un elemento in un altro. Questa è una delle reliquie più potenti create dagli antenati. L’unità elementale può mutare in un altro tipo di elementale (per attivarlo, fai clic col tasto destro del mouse sopra l’unità)

source: The Army did not go into Ka-Gatta. The passage of so many men would have left a sign.
it: L’esercito non è penetrato a Ka-Gatta, altrimenti i passi di molti uomini avrebbero lasciato un segno.

source: The Highest Council decided to finish the Circle as soon as possible and activate it!
it: Il massimo consiglio ha deciso di finire il cerchio nel più breve tempo possibile e di attivarlo!

source: The Highest Council has contemplated a long time on the subject and finally made a unanimous...
it: Il massimo consiglio ha contemplato a lungo sul tema e finalmente ha preso un’unanime...

source: The Kharosans know magic, but it is not the summoning one used by the Summoners. The Priestesses of Light are the only ones in their society who know how to use it. Often called white magic, it comes from the energy of the Sun, a fact that greatly surprised the Summoners. To them, magic always has come from the Abyss. The Priestesses can control the power of the light using their minds. Mehir noted that the Darkblooded, the Tharis, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting.
it: I kharosiani conoscevano la magia, ma non quella utilizzata dagli evocatori. Le sacerdotesse della luce erano le uniche nella loro società che sapevano come usarla. Spesso chiamata “magia bianca”, essa proveniva dall’energia del sole, un dato che sorprese molto gli evocatori, visto che per loro la magia era sempre derivata dall’Abisso. Le sacerdotesse erano in grado di controllare il potere della luce con le loro menti. Mehir notò che anche i sanguescuro, i tharis e il misterioso mago volante, Aerius, usavano questa strana tecnica di lancio degli incantesimi.

source: The Sun Ray is located inside the Sun Dome in the inaccessible mountains west to Kharos. It is well guarded by the best warriors and its local garrisons. If Mehir would have attacked them overland, he would not have broken through. Even immortal Rashti could not maintain her form against such a horde, and her evil side is cruel. So the magi sent them upon a flying ship, that they might land atop a mountain near the Dome. With surprise, and speed, the defenders would be overwhelmed, giving Mehir time to capture the Ray before reinforcements arrive.
it: Il raggio di sole giaceva all’interno della Cupola del Sole, nelle montagne inaccessibili ad ovest di Kharos, ben custodito dai migliori guerrieri delle guarnigioni locali. Se Mehir li avesse attaccati via terra, non sarebbe riuscito a sfondare le linee nemiche. Nemmeno l’immortale Rashti avrebbe potuto mantenere la sua forma originale contro un’orda di questo genere, lasciando a piede libero la propria metà malvagia. Così i maghi li fecero salire su una nave volante, in modo che potessero atterrare sulla cima di una montagna vicino alla Cupola. Con una buona dose di velocità e sfruttando l’effetto sorpresa, i difensori sarebbero stati sopraffatti, dando il tempo a Mehir di catturare il raggio prima dell’arrivo dei rinforzi.

source: The ancient jinn intones, “How do you come to Ka-Gatta?”
it: L’antico genio intona: “Come siete giunti fino a Ka-Gatta?”

source: The army of the Tharis, as the Kharosans called them, was destroyed. Small groups of survivors retreated far away to the east, allowing people to return to their old lands. The conflict had stopped — for now.
it: L’esercito dei tharis, come i kharosiani li chiamavano, venne distrutto. Piccoli gruppi di sopravvissuti si ritirarono lontano, verso est, permettendo al popolo di tornare alle loro vecchie terre. Il conflitto era cessato – per ora.

source: The artifact must be there. Find it, quick!
it: L’artefatto deve essere lì. Cercatelo, presto!

source: The circle has been destroyed! We’ve lost contact with the capital. Reinforcements won’t arrive for weeks! We’re lost...
it: Il cerchio è stato distrutto! Abbiamo perso il contatto con la capitale, i rinforzi non arriveranno per settimane! Siamo perduti...

source: The construction of the Great Circle continued. It was connected to the portal in Tar-Tabar, and three months later it returned to the place where it started — to Mag-Magar. A new stage of construction began: the cities of the Trinity were to be connected with al-Kamija. Also, new, smaller circles were to be made. This time, construction was faster because of the thousands of workers from the capital. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer and biggest circle was finished. But he still had opportunity to test his new skills in battle.
it: La costruzione del grande cerchio continuò. Fu collegato al portale di Tar-Tabar e tre mesi dopo tornò nel luogo della sua origine – a Mag-Magar. Una nuova fase della costruzione fu avviata: le città della trinità dovevano essere collegate con al-Kamija. Inoltre dovevano essere creati dei nuovi cerchi più piccoli. Questa volta, la costruzione fu più veloce grazie alle migliaia di lavoratori provenienti dalla capitale. Mehir, come gli altri leader della trinità, era libero di fare ciò che voleva, dato che il più grande cerchio esterno era concluso. Ma aveva ancora l’opportunità di testare le sue nuove abilità in battaglia.

source: The dark armies have captured all of the cities of the middle-lands; we had to evacuate all of our citizens that live there, and now they’re behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by its port if the capital falls.
it: Le armate oscure hanno catturato tutte le città delle terre di mezzo: abbiamo dovuto evacuare tutti i nostri cittadini che vi abitavano, i quali ora si sono rifugiati dietro le spesse mura di Kharos. L’unica eccezione è Saffaros, poiché dal porto speriamo di fuggire nel deserto se la capitale cadrà.

source: The dark aura has gone. Atiros, I sent you with nothing and you came with victory. May Sun bestow you with infinite Light.
it: L’aura oscura è sparita. Atiros, vi ho inviati con niente e avete portato la vittoria. Che il sole vi conferisca la luce infinita.

source: The flight of the $unit.language_name disturbs the ancient sand upon the cliff.
it: Il volo del $unit.language_name smuove la sabbia antica della rupe.

source: The following morning the Great Circle—the biggest undertaking in the world—was finished. The dream about the Abyss almost became true, like never before. Only the activation of the Circle was needed for Summoners to leave this mortal world and enter the magical land of endless possibilities. In the Central Palace of al-Kamija a great celebration began, during which the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council painted together the last segment and when it touched the Abyss...
it: La mattina seguente, il grande cerchio – la più grande impresa del mondo – era concluso. Il sogno abissale divenne quasi vero, come mai prima. Mancava solo l’attivazione del cerchio affinché gli evocatori lasciassero questo mondo mortale ed entrassero nella magica terra dalle possibilità infinite. Nel Palazzo Centrale di al-Kamija si tennero grandi celebrazioni nel momento in cui il cerchio stava per essere collegato con il portale aperto. I leader della trinità e i presidenti del massimo consiglio dipinsero insieme l’ultimo segmento e quando questo toccò l’Abisso...

source: The frightful army had arrived just after dusk, from the northeast. Malib had seen hundreds of red lights — their eyes, it would seem. They never stopped. Walls were literally crushed in front of them. After a few minutes the whole city turned into burning rubble. In time the power of the witches decreased, but the defenders would soon fall, like so many walls. Luckily the portal was untouched, so Malib sent a messenger to al-Kamija for help. A few minutes later Mehir and Rashti appeared.
it: Il terribile esercito era arrivato poco dopo il tramonto, da nord-est. Malib aveva visto centinaia di luci rosse – i loro occhi, a quanto parve. Non si arrestavano mai; le mura furono letteralmente abbattute di fronte a loro e, dopo pochi minuti, l’intera città si trasformò in un cumulo di macerie ardenti. Col tempo il potere delle streghe diminuì, ma i difensori sarebbero presto caduti, come le tante mura. Per fortuna il portale non fu danneggiato, così Malib mandò un messaggero ad al-Kamija per chiedere aiuto. Pochi minuti dopo apparvero Mehir e Rashti.

source: The ground is trembling...
it: La terra trema...

source: The holy Rashti’rhami told me that Mehir is worthy of becoming her master.
it: La sacra Rashti’rhami mi ha comunicato che Mehir è degno di diventare il suo padrone.

source: The journey lasted two days. At last, the ship’s crew reported that they had reached their destination. Mehir thought it was a joke because there was no land around. So the captain asked him to look into the sky.
it: Il viaggio durò due giorni. Alla fine, l’equipaggio della nave segnalò di aver raggiunto la loro destinazione. Mehir pensò che fosse uno scherzo, perché non c’era terra intorno, così il capitano gli rispose di guardare il cielo.

source: The jungle may not be safe. This work drives us to lands unknown.
it: La giungla non è un posto sicuro. Questo compito ci spinge in terre sconosciute.

source: The kingdom is in danger. One of us must warn it.
it: Il regno è in pericolo. Uno di noi deve dare l’allerta.

source: The mysterious stranger was in a critical state. He had no water on him, astonishing everybody. One thing was sure — the stranger was not from al-Kajima. It was evident from his exotic garb. After arriving in Tar-Tabar, the newcomer was taken to a hospital. Everybody waited for him to awaken, to find out who he was and what he wanted.
it: Il misterioso straniero era in uno stato critico. Sorprese tutti perché non aveva acqua con sé. Una cosa era certa – lo straniero non era di al-Kamija, il che era evidente dal suo abito esotico. Dopo essere giunto a Tar-Tabar, il nuovo arrivato fu portato all’ospedale. Tutti attendevano il suo risveglio, per scoprire chi era e cosa voleva.

source: The next time you see fit to walk near a hole, I shall throw you in myself.
it: La prossima volta che vi vedo camminare vicino a una buca, vi getterò al suo interno.

source: The story caused the Summoners many troubles. In the next few months the Circle would be ready, and then, their whole country would disappear from this world. Protecting the Circle had the highest priority; interfering in foreign wars was unthinkable. Mehir, despite the Highest Council’s pronouncements, thought otherwise.
it: La storia causò molti guai tra gli evocatori. Nei mesi successivi il cerchio sarebbe stato pronto e, a quel punto, il loro Paese sarebbe scomparso da questo mondo. Proteggere il cerchio era una questione della massima priorità; interferire nelle guerre esterne era impensabile. Mehir, nonostante le decisioni del massimo consiglio, la pensava diversamente.

source: The tablet is written in an ancient text, and difficult to pronounce. “Hashtara maroosh. Kinbala, tanbdrala, bolombralra...”
it: La tavoletta di pietra è scritta in un testo antico, difficile da pronunciare. “Hashtara maroosh. Kinbala, tanbdrala, bolombralra...”

source: The time of peace did not last long. One day Mehir was summoned immediately to al-Kamija, for a secret meeting of the High Council.
it: Il tempo di pace non durò a lungo. Un giorno Mehir fu convocato immediatamente ad al-Kamija, per una riunione segreta con il massimo consiglio.

source: The transformation of Rashti’rhami disturbed the multidimensional space between worlds, so the Circle has to be activated in 15 days to keep it aligned with the otherworldly Abyss.
it: La trasformazione di Rashti’rhami ha disturbato lo spazio multidimensionale tra i mondi, a tal punto che il cerchio deve essere attivato entro 15 giorni per mantenerlo allineato con l’Abisso ultraterreno.

source: The victim speaks. How do you find the strength after I have tortured you for so long?
it: La vittima parla ancora. Come avete trovato le forze, dopo avervi torturato per così tanto tempo?

source: Then they must have fled. I know Jaffar would have.
it: Allora devono essere fuggiti. Sono certo che Jaffar avrebbe fatto così.

source: There are so many. Men! Fan out everywhere. Comb every dune.
it: Ce ne sono così tanti. Uomini! Cercate ovunque, rastrellate ogni duna.

source: There iss no time for exssplanationss. Rhaxiz ordered me to find a way to sssupport you, so I ssstole this chest from your master’s tent.
it: Non c’è tempo per le ssspiegazioni. Rhaxiz mi ha ordinato di trovare un modo per sssupportarvi, quindi ho rubato quesssta casssa dalla tenda del vossstro maestro.

source: There was a guard. I had to annihilate him.
it: C’era una guardia. Ho dovuto eliminarla.

source: There was no wish that Nomolas couldn’t fulfill. To measure his potential the Ancestors wished for the most beautiful city in the world, to be located in the middle of the desert, that would become their new home, the capital of their land. In a few moments, Nomolas created al-Kamija from thin air. Since then, a few centuries have passed. Nomolas rests in the central palace, waiting for another call. We try to use him only if there is no other choice. Other magical entities summoned after Nomolas weren’t as powerful as he, although their power is still impressive and is completely sufficient for our needs.
it: Non vi era alcun desiderio che Nomolas non potesse soddisfare. Per misurare il suo potenziale, gli antenati vollero la città più bella del mondo situata nel mezzo del deserto, che sarebbe poi diventata la loro nuova casa, la capitale della loro terra. In pochi istanti, Nomolas creò al-Kamija dal nulla. Da allora, alcuni secoli sono passati. Nomolas riposa nel Palazzo Centrale, in attesa di un’altra chiamata. Cerchiamo di usarlo solo se non è rimasta altra scelta. Le altre entità magiche evocate dopo Nomolas non si dimostrarono tanto potenti quanto lui, anche se il loro potere è comunque impressionante e completamente sufficiente per le nostre esigenze.

source: There’s no time for talk. These sons of Efreeti won’t give up. We must kill them all..
it: Non c’è tempo per le parole. Questi figli di efreet non si arrenderanno. Dobbiamo ucciderli tutti...

source: These men were ambushed. It seems they were slaughtered to a man.
it: Questi uomini sono caduti in un’imboscata. Sembra che siano stati abbattuti tutti, fino all’ultimo uomo.

source: These witches have cast a spell on you. You flew into a fury and started killing our men. We are lucky that holy Rashti’rhami has killed the witch and stopped your madness...
it: Quelle streghe hanno lanciato un incantesimo su di voi. Siete stato accecato dalla furia e avete cominciato a uccidere i nostri uomini. Siamo fortunati che la sacra Rashti’rhami sia riuscita ad uccidere la strega e a fermare la vostra follia...

source: They slumber, but our footsteps will disturb them. My Lord, we must try not to move.
it: Essi dormono, ma i nostri passi li potrebbero disturbare. Mio signore, dovremmo cercare di non muoverci.

source: They were eliminated. It was a big mistake for them to arrive here and disturb my research.
it: Sono stati eliminati. Fu un grosso errore per loro arrivare qui e disturbare la mia ricerca.

source: They’ve captured our Treasure! We must take it back! The Sun is with us! At them!!!
it: Hanno catturato il nostro tesoro! Dobbiamo riprenderlo! Il sole è con noi! Prendeteli!!!

source: This campaign tells the story of Mehir, a young summoner, who will play a very important role in the history of the Era of Magic. But before it happens, he will have to prove his strength by advancing in a complex hierarchy of Summoners. At this point, Mehir has been appointed as an assistant to the Sharif of Sud-Affar, the south city of the Trinity. He was immediately sent to the east, to supervise the building of the circle, just outside the territory of Mag-Magar.
it: Questa campagna racconta la storia di Mehir, un giovane evocatore, che giocherà un ruolo molto importante nella storia dell’era della magia. Ma prima che ciò accada, dovrà mettere a dura prova la sua forza avanzando nella complessa gerarchia degli evocatori. A questo punto, Mehir è stato nominato assistente dello Sharif di Sud-Affar, la città a sud della trinità, ed è stato immediatamente inviato ad est per sorvegliare la costruzione del cerchio, appena fuori dal territorio di Mag-Magar.

source: This is my fault. Allow me to atone for it. I will stop them, and you run to the camp!!!
it: È colpa mia. E permettetemi di espiarla. Cercherò di fermarli, ma voi correte immediatamente verso l’accampamento!!!

source: This is no time to talk! Get down from there!
it: Non è il momento di parlare! Scendete da lì!
