Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Stop right there!
es: ¡Alto ahí!

source: HELL NO!!! NOW GET OUT OF MY WAY!!! I'VE GOT UNIFINISHED BUSINESS TO ATTEND TO!!!
es: ¡¡¡DE NINGÚN MODO. AHORA, SAL DE MI CAMINO. TENGO ASUNTOS PENDIENTES QUE ATENDER!!!

source: Over my dead body!
es: ¡Sobre mi cadáver!

source: We can arrange that...
es: Podemos arreglarlo...

source: Argh!... I'm...too...young...to...die...
es: ¡Aaah...! Soy muy joven para morir.

source: Serves him right...
de: Noch einer, der sich selbst getäuscht hat ...
es: Bien merecido...

source: Rashti! Get away from there! We must close the portal!
de: Rashti, weg da! Wir müssen irgendwie das Portal schließen! Mit vereinten Kräften vielleicht ...
es: ¡Rashti! ¡Apartaos! ¡Debemos cerrar el portal!
it: Rashti! Allontanatevi da lì! Dobbiamo chiudere il portale!

source: Wow... how did you pull this off?
es: Guau... ¿Cómo lo lograsteis?

source: I used that scumbag's soul to close the gate, to ensure he won't return ever again.
es: Usé el alma de ese bastardo para cerrar el portal y asegurarme de que no vuelva nunca más.

source: And now...
es: Y ahora...

source: KILL THE REST!!! SHOW NO MERCY TO THESE SCUM!!!
es: ¡¡¡MATAD AL RESTO. NO MOSTRÉIS PIEDAD CON ESTA ESCORIA!!!

source: Damn you, bastards!
es: ¡Malditos seáis, bastardos!

source: This one's for Tashkar.
es: Os he vengado, Tashkar.

source: The portal has been closed! Let’s defeat the rest!
es: ¡El portal se ha cerrado! ¡Cacemos las entidades restantes!

source: Aaaaah! The chamber is collapsing!
es: ¡Aaaaah! ¡La cámara está colapsando!

source: That’s the last of them. We must bring the sad news to al-Kamija. Tashkar has been killed...
de: Harr, das wär geschafft. Jetzt herrscht hier wieder Totenruhe! Zurück nach Al-Kamija!
es: Ese era el último. Debemos llevar las malas noticias a Alcamiya. Tashkar ha sido asesinado...

source: Mehir... please... be my new master.
de: <span color='#0175FE'>Mehir ... Ich brauche einen Meister … Willst du nicht mein Gebieter sein?</span>
es: Mejir... Por favor... Sed mi nuevo maestro.

source: What?! Me?! But...
es: ¡¿Qué?! ¡¿Yo?! Pero...

source: You are worthy.
es: Sois digno.

source: Finally a female abysmal likes me! But...
es: ¡Finalmente, le gusto a una mujer abismal! Pero...

source: I... I think that is up to the High Council to decide. Besides, I’m not one of three city leaders. They are the only ones that are allowed to have Ultimate Beings as servants, you know.
es: Creo... Creo que esa decisión depende del Alto Consejo. Además, ni siquiera soy uno de los líderes de la Trinidad. Ellos son los únicos a quienes se les permite tener como sirvientes a seres definitivos.

source: Oh no... The dwellers of the Red Abyss are flooding into our realm! If we do not close the portal soon, this will be the end of the world!
de: Oh Himmel, bitte … Die Kreaturen aus der roten Hölle brechen aus! Das Ende naht …
es: ¡Oh, no!... ¡Numerosos habitantes del Abismo Rojo están invadiendo nuestra dimensión! Si no cerramos el portal pronto, ¡este será el fin del mundo!

source: A world of MORTALS! How nice! It's time to lay it to RUIN!
de: <span color='#FA0000><big>Ah, eine Welt mit Sterblichen! Können alle gekrallt, gequält und abgefackelt werden!</big></span>
es: ¡Un mundo de MORTALES! ¡Qué emocionante! ¡Es hora de reducirlo a CENIZAS!

source: Well well, yet another pathetic rebellion in the Red Abyss? Seems it is time for me to take out the trash yet again.
es: Bueno, bueno, ¿otra patética rebelión en el Abismo Rojo? Parece que ya es hora de sacar la basura de nuevo.

source: You sound... calmer than usual for your half, Your Highness.
es: Vuestra Alteza parece estar... Más calmada que de costumbre —incluso para esta mitad—.

source: Hehe, I gotta set a good example in front of my subjects, you know, even if they are unruly thugs like these.
es: ¡Je, je! Tengo que dar un buen ejemplo frente a mis súbditos, ya sabéis. Incluso si son matones rebeldes como estos.

source: Anyway, formal politeness aside, I WILL SHRED YOU INTO TINY BITS AND TURN YOU INSIDE OUT YOU, PATHETIC REBEL SCUM!!!
es: De todos modos, aparte de la cortesía formal, ¡¡¡OS TRITURARÉ EN PEQUEÑOS TROZOS Y OS SACARÉ LAS ENTRAÑAS, PATÉTICA ESCORIA REBELDE!!!

source: Ah, look who it is. The tyrant queen and bootlicker of humans, Rashti'rhami herself! Everyone, now's our chance, she is weaker in the mortal world! Get her!
es: ¡Oh! Mirad quién es. ¡La reina tirana y lamebotas de los humanos, Rashti-Rami! ¡Todos, ahora es nuestra oportunidad: es más débil en el mundo mortal! ¡Atrapadla!

source: My Master, you... don't need my advice on this one.
es: Maestro... No necesitáis mi consejo esta vez.

source: I cannot reveal all the details because I would alter this timeline. But very soon you will have an excellent idea, which will give us the victory.
es: No puedo revelar todos los detalles, pues alteraría esta línea temporal. Pero pronto tendréis una excelente idea, la cual nos dará la victoria.

source: Oh, I see...
es: Oh, ya veo...

source: My Master, I am seeing the future now! The enemy leader is going to trick Holy Rashti'rhami into opening the portal and pulling us in!
es: <i>¡Maestro, veo el futuro ahora! ¡El líder enemigo va a engañar a la santa Rashti-Rami para que abra el portal y nos absorba!</i>

source: What?! Impossible! Why would I ever do such a thing?
es: ¡¿Qué?! ¡Imposible! ¿Por qué haría algo así?

source: On the other hand opening the portal might be beneficial for us, my Master. The enemy forces will be sucked into the Red Abyss immediately, but we will have to deal with some inhabitants of that dimension, before the portal is closed for good.
es: <i>Sin embargo, la apertura del portal podría beneficiarnos, maestro, pues las fuerzas del enemigo serán tragadas por el Abismo Rojo de inmediato. Luego de ello, tendremos que lidiar con los habitantes de esa dimensión que crucen el portal antes de que este se cierre definitivamente.</i>

source: I see. That might be pretty dangerous but could also introduce an element of surprise to give us a tactical edge... Rashti'rhami, I am not your master, but please hear me out - under no circumstances activate the portal by yourself. If I ever decide to open it to our advantage, I'll tell you.
es: <i>Entiendo. Podría ser peligroso, pero el factor sorpresa podría hacer la diferencia... Rashti-Rami, aunque no soy vuestro maestro, os pido que me escuchéis: de ninguna manera decidáis activar el portal por vuestra cuenta. Si en algún momento decido abrirlo para favorecernos, os lo diré.</i>

source: Very well.
es: Muy bien.

source: Right-click Rashti'rhami to open the portal at your discretion.
es: Clique con el botón derecho sobre Rashti-Rami para abrir el portal discrecionalmente.

source: Activate the portal
es: Activar el portal

source: Are you sure you want to open the portal to the Red Abyss? All hell will break loose.
es: ¿Está seguro de abrir el portal al Abismo Rojo? Se desatará un pandemonio.

source: Yes.
de: ( <i>nickt zustimmend</i> )
es: Sí.
it: Sì.

source: Rashti, NOW!
es: Rashti, ¡AHORA!

source: Finally! *to Aerius* Hey airhead! It's time for you to go to... HELL!
es: ¡Al fin! (A Aerius). ¡Oye, cabeza hueca! Es hora de enviarte al... ¡INFIERNO!

source: My Master, we need to eliminate all the remaining enemies before we leave this place. Because our camp has been destroyed I suggest you to summon reinforcements directly from the Abyss using your personal circle.
es: Maestro, es preciso eliminar a los enemigos restantes antes de abandonar este lugar. Ya que nuestro campamento ha sido destruido, sugiero que invoquéis refuerzos directamente del Abismo, por medio de vuestro círculo personal.

source: My Master, we need to take a defensive stance. By all means try to stay as far as possible from the portal. Once it is closed it will be much easier for us to deal will all the remaining enemies.
es: Maestro, es preciso adoptar una postura defensiva, y permanecer lejos del portal a toda costa. Una vez que se cierre, será mucho más sencillo acabar con los enemigos restantes.

source: Message
de: (10) Debatte mit Debakel
es: Mensaje
it: Messaggio

source: team_name^Unknown
de: Unbekannte
es: Desconocido
it: Sconosciuto
ru: Неизвестно

source: team_name^High Council
es: Alto Consejo

source: Defeat the intruders
de: Eindringlinge besiegen
es: Elimine a los intrusos
it: Sconfiggi gli intrusi

source: Death of more than three Council members
es: Muerte de 2 o más miembros del consejo

source: Death of more than two Council members
es: Muerte de 3 o más miembros del consejo

source: Death of more than one Council member
es: Muerte de 2 o más miembros del consejo

source: The elders should be in that building. Let's get going.
es: Los ancianos deben estar en aquel edificio. Vamos.

source: V-very well... *visibly nervous*
es: Mu-muy bien... <i>Visiblemente nerviosa.</i>

source: Ah, Mehir, welcome back! We were on our way to Mag-Magar when you arrived. I see you have brought the holy Rashti'rhami with you, but where is Tashkar?
es: Ah, Mejir, ¡bienvenido de nuevo! Nos dirigíamos a Mag-Magar cuando llegaste. Veo que trajiste contigo a la santa Rashti-Rami contigo, pero ¿dónde está Tashkar?

source: Well, it's a long story, let me explain...
es: Bueno, es una larga historia. Dejadme explicarlo...

source: One explanation later...
es: Una explicación después...

source: We shouldn’t blame Rashti for Tashkar’s death. Being naïve is a characteristic of the Abyssals. Luckily, the true guilty party got what they deserved. Though I do wonder, who were they?
es: No culpemos a Rashti por la muerte de Tashkar. La ingenuidad es una de las características de los entes del Abismo. Por fortuna, los verdaderos culpables recibieron su castigo. Pero me pregunto, ¿quiénes eran realmente?

source: It was the very flying human who attempted to steal Nomolas's lamp a while ago. He was not alone, being part of some kind of foreign expedition.
es: Fue el mismo humano volador que intentara robar la lámpara de Nómolas hace un tiempo. No estaba solo, sino que era parte de algún tipo de expedición extranjera.

source: This certainly raises way more questions than answers: Who are they? What do they want? Do they have hostile intention towards us, or is this just a large misunderstanding?
es: Este evento nos da más dudas que certezas: ¿quiénes son?, ¿qué quieren?, ¿son hostiles o acaso es todo un gran malentendido?

source: MISUNDERSTANDING?! These SCUM must PAY for what they've done. We must mobilize ALL of our armies to find where their foul kind lives and KILL. EVERY. SINGLE. ONE. OF. THEM!!!
es: ¡¿MALENTENDIDO?! Esta ESCORIA debe PAGAR por lo que han hecho. Debemos movilizar TODOS nuestros ejércitos para encontrar dónde viven esos malnacidos y ¡¡¡MATARLOS... A TODOS... Y CADA... UNO... DE ELLOS!!!

source: Erm, *ahem*, I mean, we should be extremely cautious when dealing with them. Their behavior could hardly be described as one of a peaceful nation, to say the least.
es: Ehh. <i>Tose.</i>. Quiero decir: debemos ser extremadamente cautelosos al lidiar con ellos. Su comportamiento difícilmente podría ser descrito como el de una nación pacífica, por decir lo menos.

source: Erm, point taken... Anyway, now we have a more urgent matter; Tar-Tabar has no leader. The High Council must choose Tashkar’s successor as soon as possible if we want to finish the circle on the given schedule.
es: Ehh, en eso tenéis razón... Aunque tenemos un problema más urgente: Tar-Tabar no tiene líder. El Alto Consejo debe elegir al sucesor de Tashkar cuanto antes si queremos terminar el círculo en el tiempo planeado.

source: <i>*to herself* Damn it, whether or not I can get Mehir to be my master depends on these old farts...</i>
es: (Para sí misma). <i>Maldita sea, el que logre o no que Mejir se vuelva mi maestro depende de estos vejestorios...</i>

source: <i>*to herself* Believe me, I share your concern, but for the love of Nomolas don't say your thoughts out loud now, I beg you, and let me do the talking.</i>
es: (Para sí misma). <i>Créeme, comparto tu preocupación; pero, por el amor de Nómolas, no digas tus pensamientos en voz alta ahora, te lo suplico, y déjame hablar.</i>

source: <i>*to herself* Fine...</i>
es: (Para sí misma). <i>Vale...</i>

source: I don’t think there is anyone who has sufficient charisma and authority.
es: No creo que haya nadie disponible con la suficiente autoridad y carisma.

source: Maybe we should ask the Master of Banishers?
de: Ja, ja der Fortgang darf keinesfalls verzögert werden! Wer jedoch hätte genügend Autorität, Charisma und auch Stärke, um diese mannigfaltige Aufgabe verlässlich zu erfüllen? Mir fällt niemand ein … Käme der oberste Bannmeister in Frage?
es: ¿No deberíamos pedírselo al Maestro de los Desterradores?
it: Forse dovremmo chiedere al maestro dei banditori?

source: <i>*to herself* They want that incompetent gate-collector to be my master?! Dammit, dammit, I need to do something fast...</i>
es: (Para sí misma). <i>¡Quieren que ese incompetente coleccionista de puertas sea mi maestro? Maldita sea, maldita sea, necesito hacer algo rápido...</i>

source: <i>*to herself* Calm down, I have an idea.</i>
es: (Para sí misma). <i>Cálmate, tengo una idea.</i>

source: *gestures to the two Ho'rhami bodyguards, and whispers something*
es: <i>Gesticula a las dos guardias jo-rami y susurra inaudiblemente.</i>

source: *silently nods*
es: <i>Asiente en silencio.</i>

source: (to the Elder) *ahem* To be honest, while being an expert of his craft, he's not exactly the most charismatic man in al-Kamija, nor does he have good leadership skills either.
es: <i>Al anciano.</i> ¡Ejem! Francamente, aunque él sea un experto en su oficio, no es precisamente el hombre más carismático de Alcamiya, y tampoco está dotado de buenas habilidades de liderazgo.

source: I agree with her about that. Besides, I doubt the Master of Banishment would even want this position anyway. He's already among the richest men alive, so being a city leader would grant him no major benefit, and it would disrupt his lifestyle of lying on his couch, listening to his jinn' monologues, and admiring his collection of dimensional gates.
es: Estoy de acuerdo con ella al respecto. Además, dudo que el Maestro de los Desterradores querría esa posición, de todos modos. Ya figura entre los hombres vivos más ricos, por lo que ser un líder de la ciudad no le otorgaría ningún beneficio importante, e interrumpiría su estilo de vida de yacer en su sofá mientras escucha lo monólogos de sus genios y admira su colección de portales dimensionales.

source: Her Highness does make a good point. At the moment, there aren't really any good potential candidates amoung the elite. Perhaps it would be a better idea to have you temporarily elect one of your own as the city's regent until someone suitable to be Rashti'rhami's master is found.
es: Vuestra Alteza tiene un buen punto. Por el momento, realmente no hay buenos candidatos potenciales entre la élite. Tal vez sería una mejor idea que elija temporalmente a uno de los suyos como sustituto hasta que encontremos un maestro adecuado para Rashti-Rami.

source: Hmmmm... you know what, that is a good idea.
es: Mmmmm... ¿Sabéis? Es una buena idea.

source: <i>*to herself* Whew, bought myself some time...</i>
es: (Para sí misma). <i>Vaya, conseguí algo de tiempo...</i>

source: Alright then, let’s vote. Mehir, leave us for...
es: Es una buena idea. Votemos. Mejir, dejadnos en priva-

source: Mag-Magar is under at...
de: <small>(<i>röchelnd</i>)</small> Melde gehorsamst … Mag-Magar … wird angegriff—
es: Mag-Magar está siendo ataca...
it: Mag-Magar è sotto att...

source: Aaaaaaah! We're under attack! Somebody help!
es: ¡Aaaaaaah! ¡Estamos bajo ataque! ¡Que alguien ayude!

source: Those beings must have invaded Mag-Magar! Let's not waste time! Mehir, take Rashti and your men with you. Maybe it’s not too late. As soon as you teleport there, we will send all of the armies of the Trinity to help you.
de: Das war knapp! … Was da durch das Portal stürzte, ist die Kuppel eines der Zwillingstürme von Mag-Magar! Gedankenloser Leichtsinn! Wir hätten alle erschlagen werden können! Kommandant zweiten Grades Mehir, ich beordere Euch umgehend nach Mag-Magar! Nehmt die Rashti'rhami mit und findet raus, was dort geschehen ist! Die Truppen aller Städte werden Euch hinterherteleportiert, sobald sie hier eintreffen.
es: ¡Ellos deben ser quienes invadieron Mag-Magar! ¡No perdamos más tiempo! Mejir, llevaos a Rashti y a vuestros hombres. Quizás no sea demasiado tarde. Tan pronto como os teletransportéis allí, enviaremos a todos los ejércitos de la Trinidad para ayudaros.

source: Mystical Jinn
de: Geheimnisvoller Dschinn
es: Genio místico
ru: Мистический Джинн

source: May I inquire why is there such noise around here?
es: ¿Se puede saber por qué hay tanto ruido aquí?

source: Noise?! Foreigners are trying to murder us for crying out loud! Do something about it!
es: ¡¿Ruido?! ¡Los invasores están tratando de asesinarnos! ¡Por el amor de Nómolas, haz algo al respecto!

source: Hey! Come back, you coward!
es: ¡Eh! ¡Vuelve, cobarde!

source: Siege of Mag-Magar
es: Asedio de Mag-Magar

source: team_name^Army of Mag-Magar
de: Mag-Magar Truppen
es: Ejército de Mag-Magar
it: Esercito di Mag-Magar

source: Tashkar! You've finally came to our aid! Oh, what luck! I couldn't have held the city any longer. A dark breed is falling upon us like a swarm of locusts! Sheer horror! Wait, you're not Tashkar... what's your name, rank, and duty station? Also, why is the holy Rashti'rhami with you, and not with Tashkar?
es: ¡Tashkar! ¡Finalmente habéis venido en nuestra ayuda! ¡Oh, qué suerte! No podría haber sostenido la ciudad por más tiempo. ¡Unas criaturas tenebrosas nos asaltan como un enjambre de langostas...! ¡Es puro horror! ¡Un momento! No sois Tashkar... ¿Cuál es vuestro nombre, rango y puesto? Además, ¿por qué la santa Rashti-Rami os acompaña en vez de a Tashkar?

source: Commander and summoner of the third degree, Mehir from Sud-Affar at your service, sir! Tashkar is, *ahem*... currently unavailable. My squad has been sent by the High Council as a vanguard, the armies of the Trinity should arrive soon. As for Rashti'rhami, Tashkar sent her alongside my troops to assist the defense of Mag-Magar.
es: ¡Comandante e invocador de tercer grado Mejir de Sud-Affar a vuestras órdenes, señor! En este momento Tashkar <i>(tose)</i> no está disponible. Mi escuadrón ha sido enviado a la vanguardia por el Alto Consejo, y los ejércitos de la Trinidad debieran llegar pronto. En cuanto a Rashti-Rami, Tashkar la envió junto a mis tropas para ayudar en la defensa de Mag-Magar.

source: Well, with Rashti'rhami, we might well live long enough to see the reinforcements. Do the best you can to assist her in defeating the invaders, soldier! Be aware that I can't risk fighting, the city mustn't lose it's leader.
es: Bueno, con Rashti-Rami, podríamos vivir lo suficiente como para ver los refuerzos. ¡Haced lo mejor que podáis para ayudarla a derrotar a los invasores, soldado! Tomad en cuenta que no puedo arriesgarme a pelear: la ciudad no debe perder su líder.

source: You can use the giant circle you are standing on in order to recruit or recall units. (can be done when standing on any of the circle's hexes)
es: Puede usar el círculo gigante en el que se encuentra para reclutar o reincorporar unidades.

source: There are wells in this scenario instead of villages. They can heal your units and cure them from poison. Since there are only few of them, you'll still have to rely on water elementals and regeneration for healings.
es: Hay pozos en este escenario en lugar de pueblos. Pueden sanar tus unidades y curarlas del veneno. Como solo hay unos pocos de ellos, aún tendrá que confiar en los elementales de agua y la regeneración para recuperarse.

source: Death of Malib
de: Malib fällt in der Schlacht
es: Muerte de Malib
it: Morte di Malib

source: Fiothiel, the prey are getting reinforcements quicker than I expected. This was supposed to just be a quick massacre, not a drawn out battle. We must do something, fast!
es: Fiothiel, nuestra presa está consiguiendo refuerzos más rápido de lo pensado. Se suponía que esto fuera una rápida masacre, no una batalla larga. ¡Debemos hacer algo, rápido!

source: Don't wet your robes, Anaraclya, we still outnumber them.
es: No te acobardes, Anaraclya; aún los superamos en número.

source: It's only a matter of time until more show up, we can't afford to lose this. Try destroying that blue circle with your spells, that should delay them enough.
es: Es solo cuestión de tiempo para que aparezcan más. No podemos permitirnos perder aquí. Intenta destruir ese círculo azul con tus hechizos. Eso debiera retrasarlos lo suficiente.

source: Alright, sister, here it goes...
es: Muy bien, hermana, aquí voy...

source: Uhh... I don't like the sound of that...
es: Ehh... No me gusta cómo suena...

source: Everyone! Run away from the circle!!! AAAaaa!!!
es: ¡¡¡Todos, huid del círculo... Aaaaaah!!!

source: Dear Nomolas! These spawns of darkness are throwing towers at us!
es: ¡Querido Nómolas! ¡Estos engendros de la oscuridad nos están arrojando torres!

source: *cackling*
es: <i>Risas.</i>

source: Dear Nomolas, the circle has been destroyed! We’ve lost contact with the capital and reinforcements won't be able to arrive! We’re doomed...
es: ¡Bendito Nómolas... El círculo ha sido destruido! ¡Perdimos contacto con la capital y los refuerzos no podrán llegar! Estamos perdidos...

source: Now every single blade is important. We need to kill those witches at all costs — it may be our only chance to stop this invasion.
es: Ahora cada cimitarra cuenta. Hemos de matar a esas brujas a toda costa —podría ser nuestra única oportunidad para repeler la invasión—.

source: I guess I don't have much of a choice. Waiting for reinforcements won't do me any good if we may not live to see them, so it is time to unleash the Living Gate! Time to show those spawns of darkness what we're made of!
es: Supongo que no tengo otra opción. Esperar refuerzos no me servirá de nada si no vivimos para verlos, ¡así que es hora de desatar el Portal Viviente! ¡Hora de mostrarles a esos engendros de la oscuridad de qué estamos hechos!

source: Malib (and all of his remaining units including the mighty Living Gate) join your forces temporarily. Malib's troops won't cost you upkeep, but will not carry over to the next scenario.
es: Malib (y todas sus unidades restantes, incluido el poderoso Portal Viviente) se unen temporalmente a sus fuerzas. No le costarán mantenimiento, pero no las podrá utilizar en el siguiente escenario.

source: Destruction of the Living Gate
de: Zerstörung des Lebenden Tores
es: Destrucción del Portal Viviente

source: WE DID IT!!! For a moment, I almost though we were as good as dead. Mehir, you’re my hero! I am infinitely grateful to you. Without your help...
es: ¡¡¡LO HICIMOS!!! Por un momento, pensé que íbamos a morir. ¡Mejir, sois mi héroe! Os estoy infinitamente agradecido. Sin vuestra ayuda...

source: I have a strange feeling your Living Gate could just swallow all their troops single-handedly...
de: … wäre das Lebende Tor sehr gut alleine mit den Invasoren fertiggeworden. So siehts aus.
es: Tengo la extraña sensación de que vuestro Portal Viviente podría tragarse a todas sus tropas sin ayuda...

source: Perhaps so, but even an Ultimate Being is not invulnerable. If left unprotected it could still get overwhelmed by the witches' foul sorcery.
es: Quizás sí, pero incluso un ser final no es invulnerable. De quedarse desprotegido, podría haber sido abrumado por la sucia hechicería de esas brujas.
