Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: I need some time to consider it... Alright then. On thorough reflection, Tar-Tabar is a far better alternative to being anywhere near those damn lizards. I accept the offer.
es: Necesito algo de tiempo para considerarlo... Oh, vale; luego de una reflexión exhaustiva, Tar-Tabar es una alternativa mucho mejor que estar cerca de esas malditas lagartijas. Acepto la oferta.

source: Pardon, but shall I proceed with my lecture?
es: Perdón, pero ¿puedo proceder con la clase?

source: Oh, right, I totally forgot about that. But what about Jaffar?
es: ¡Oh! Por supuesto, me había olvidado por completo. Pero, ¿qué hay de Yafar?

source: It's fine. Take your time, I still haven't finished my bath, so just pretend like I never fell from the ceiling...
es: Está bien, tomaos vuestro tiempo. Yo aún no he terminado con mi baño, así que fingid que nunca me caí del techo...

source: Sure, we'll all try... (to Semir) You may continue, guildmaster.
es: Claro, lo intentaremos... <i>(A Semir)</i> Podéis continuar, maestro de gremio.

source: Damn it, I've just accidentally damaged my palace. That's gonna be expensive to fix...
es: Maldita sea, acabo de dañar accidentalmente mi palacio. La reparación costará un ojo de la cara...

source: As you have witnessed, my liege, the 'Incantation of Power' is quite powerful, and telling you to cast it indoors wasn't exactly my brightest idea. My sincere apologies.
es: Como habéis presenciado, mi señor, el “mantra de poder” es bastante poderoso, así que deciros que lo lancéis en el interior no fue exactamente la más brillante de mis ideas. Os presento mis sinceras disculpas.

source: Right...
es: Sí...

source: That's all I have to say about the megacircle. Let's move on to my favorite topic: Banishment.
es: Eso es todo lo que puedo decir sobre el megacírculo. Pasemos a mi tópico favorito: el destierro.

source: I already had some dispellers under my command. Mind that I am holding my prestigious position not least because of vast experience!
es: Ya tuve algunos disipadores bajo mis órdenes. ¡Apreciad que una de las razones por las que estoy en esta prestigiosa posición es mi vasta experiencia!

source: *ahem* As you should be aware, magical beings originating from the Red Abyss can be quite rebellious, unpredictable and destruction-loving.
es: ¡Ejem! Como debéis ser consciente, los seres mágicos que provienen del Abismo Rojo pueden ser bastante rebeldes, impredecibles y amantes de la destrucción.

source: Anyway, centuries ago when the Red Cult rebelled against our nation, red beings were their main weapon of war. Back then, the art of banishment had to be developed to be able to defeat the hordes of efreeti and dharma'rhamis. Nowadays Dispellers and Banishers mainly deal with individual red beings occasionally rebelling, as large-scale organized rebellions are uncommon.
es: De todos modos, hace siglos, cuando el Culto Rojo se rebeló contra nuestra nación, los seres rojos eran su arma principal de guerra. En aquel entonces, el arte del destierro tuvo que desarrollarse para poder derrotar a las hordas de ifrits y darma-ramis. Hoy en día, los disipadores y desterradores tratan principalmente con los seres rojos que de vez en cuando se sublevan por su cuenta, ya que las rebeliones organizadas a gran escala son poco comunes.

source: After the Red Cult was defeated, circles capable of summoning red abysmal beings directly have been made illegal to prevent further rebellions of such scope, but there are still many red beings serving our people. They are considered mostly stable, due to being transformed from lesser blue beings.
es: Después de que el Culto Rojo fuera derrotado, los círculos capaces de invocar directamente a los seres abismales rojos fueron proscritos para evitar mayores rebeliones de tal alcance, pero todavía hay muchos seres rojos que sirven a nuestra gente. Se consideran principalmente estables, debido a que se transforman de seres azules menores.

source: Anyway, where was I? Magical beings banished from this world return to the Abyss via small Dimensional Gates, which they leave behind. Such a gate remains open and operational after a successful banishment and even gains sentience. In some ways, they are similar to elementals.
es: De todos modos, ¿en qué estaba? Los seres mágicos desterrados de este mundo regresan al Abismo a través de pequeños portales dimensionales, los cuales quedan atrás. Esos portales permanecen abiertos y operativos luego de un destierro exitoso e incluso gana conciencia. De alguna manera, son similares a los elementales.

source: Hmmm...
es: Eh...

source: I've seen those Dimensional Gates in action, but please continue.
es: Ya he visto los Portales Dimensionales en acción. Pero, por favor, proseguid.

source: I already know all of this. There is no need for explanation.
es: Ya lo sé todo del tema. No son necesarias más explicaciones.

source: Oh, I see. In this case if you have any more questions, you know where to find me, my liege.
es: Eh, ya veo. En ese caso, si tenéis preguntas adicionales, ya sabéis dónde encontrarme, mi señor.

source: Nice! I would like to see one!
de: Weltenportale sind mir nicht neu, ich würde aber gern eins aus der Nähe sehen.
es: ¡Genial! ¡Me gustaría ver una!

source: Fair enough. I am going to summon a red being now to demonstrate the banishment process.
es: Me parece bien. Voy a invocar a un ser rojo ahora para demostrar el proceso de destierro.

source: Waaaait a minute, you said it is illegal to summon one directly!
es: ¡Uuuun momento! ¡Dijisteis que es ilegal invocar uno directamente!

source: Oh, did I? Well... as long as I intend to immediately banish the efreeti, it doesn't matter... right?
es: Oh, ¿dije eso? Bueno... Con tal que destierre al ifrit inmediatamente, no importa... ¿verdad?

source: ...right...?
de: … Stimmt Ihr nun zu? Als Oberster steht Ihr doch über allen Regeln.
es: ¿Verdad?...

source: Mehir, just let him summon the damn thing, will you? At least it's a change of pace from being boiled to death and falling from the ceiling...
es: Mejir, sólo dejad que invoque la maldita cosa, ¿vale? Al menos es un cambio de ritmo luego de ser hervido vivo y caer del techo...

source: Fair enough, I'll turn a blind eye to the illegal summoning for the sake of trying banishment. Guildmaster, you may proceed.
es: Me parece justo. Haré la vista gorda ante la invocación ilegal en aras de probar el destierro. Maestro de gremio, podéis proseguir.

source: So this is the world of mortals? Time for some destruction... Wait a minute, IS THAT A BANISHER?! AAAAAAH!
es: ¿Entonces este es el mundo de los mortales? Es hora de la destrucción... Espera un minuto, ¿es un desterrador? ¡Aaaaaah!

source: Well, time to send this fellow back where he belongs!
es: Bueno, ¡es hora de enviar a este compañero a donde pertenece!

source: Semir banishes the efreeti
es: Semir destierra el ifrit

source: Heh, been some time since I saw the process of banishment up-close!
es: ¡Je, hace un tiempo desde la última vez que vi un destierro de cerca!

source: Indeed, it's quite a sight. Anyway, you now have control over the resulting gate.
es: De hecho, es todo un espectáculo. De todos modos, ahora tendréis control sobre el portal generado.

source: Quite fascinating...
es: ¡Fascinante!

source: ...maybe I'll learn something more about them. Please continue.
es: Quizás pueda aprender más sobre ellas. Por favor, proseguid.

source: ...but I already know how these things work.
es: Pero, ya estoy al tanto de cómo funcionan estos artilugios.

source: Quite fascinating... I guess the next logical step would be an in-depth explanation about it...
es: ¡Qué fascinante!... Supongo que el siguiente paso sería una explicación en profundidad al respecto...

source: *ahem* The Dimensional Gate can transform itself into an abyssmal being of its master's choice, in exchange for a living being's soul...
es: ¡Ejem! El portal dimensional puede transformarse en un ser abismal a elección del maestro, a cambio del alma de un ser vivo...

source: As a matter of fact during my booming career I ordered one of my Dimensional Gates to consume a soul of a hostile being, so I already know everything about their practical uses.
es: De hecho, durante mi meteórica carrera, ordené a uno de mis portales dimensionales que consumiera el alma de una criatura, así que ya sé todo sobre tus usos prácticos.

source: You seem to be more experienced than I imagined, my liege. Then you will certainly agree with me that the 'soul catching' is a hefty but fair price for their abilities.
es: Parecéis tener más experiencia de lo que pensé, mi señor. Entonces estaréis de acuerdo conmigo en que la captura de almas es un precio considerable pero justo para sus habilidades.

source: Since we have that one Dimensional Gate already present here, it would be a good idea to transform it into something more useful. But I need a spare soul to make that happen. I guess I'll just summon another elemental to act as a training dummy...
es: En vista de que ya tenemos este Portal Dimensional, sería una buena idea transformarlo en algo más útil. Pero hace falta un alma extra para ello. Supongo que invocaré otro elemental como conejillo de indias.

source: Yikes!
es: ¡Ay!

source: Indeed, the usage of Dimensional Gates may be considered immoral by some. But if the soul belongs to an enemy or animal at the end of its life, then this is an opportunity to still make some use of out them, albeit a rather unsettling one.
es: De hecho, el uso de portales dimensionales es considerado inmoral por algunos; pero, si el alma pertenece a un enemigo o animal al final de su vida, entonces esta es una oportunidad para sacarle provecho, aunque sea inquietante.

source: Though do not forget that the dimensional gates have many interesting properties, including being a sentient, mobile portal. The 'soul catching' is a hefty but fair price for their abilities.
es: Pero no olvidéis que los portales dimensionales tienen muchas propiedades interesantes, incluido el ser un portal móvil sintiente. “Atrapar almas” es un precio considerable pero justo para sus habilidades.

source: It would be quite interesting to see such a transformation take place. So we need a spare soul to make this happen, right?
es: Sería muy interesante presenciar tal transformación. Entonces, necesitamos un alma descartable para que eso suceda, ¿verdad?

source: *looks at Jaffar*
de: ( <i>blickt zu Jaffar</i> )
es: <i>Mira a Yafar.</i>

source: Hey, why are you looking at me? I'm too young to die!
es: Ey, ¿por qué me miráis? ¡Soy muy joven para morir!

source: *looks at Semir*
es: <i>Mira a Semir.</i>

source: Dear Nomolas! No need to resort to such barbarism, my liege! I forgot to mention that we can just as easily sacrifice a magical being for the same effect.
es: ¡Bendito Nómolas! ¡No hay necesidad de recurrir a tal barbarie, mi señor! Olvidé mencionar que podemos sacrificar fácilmente un ser mágico con el mismo efecto.

source: Why didn't you say so before?! Anyway, I guess I'll just summon another elemental to act as a training dummy...
es: ¿Por qué no lo dijisteis antes? En fin, supongo que simplemente invocaré a otro elemental como chivo expiatorio...

source: Good, now use your Dimensional Gate to destroy your elemental. When this happens...
es: Bien, ahora podéis usar vuestro portal dimensional para destruir el elemental. Cuando eso ocurra...

source: ...I will be able to choose which magical being I want to summon from this gate. Yeah, yeah, I know all of that.
es: Entonces podré escoger la entidad mágica que deseo invocar. Sí, sí, ya sé.

source: Good, now use your Dimensional Gate to destroy your elemental. When this happens, the channel between dimensions will solidify and you will be able to choose which magical being you want to summon from this gate. The gate will then close itself and disappear.
es: Bien. Ahora, usad vuestro portal dimensional para destruir el elemental. Cuando esto suceda, el canal interdimensional se solidificará y podréis elegir cuál ser mágico deseáis invocar desde esta puerta. Entonces, el portal se cerrará y desaparecerá.

source: You can use it to summon all sorts of powerful magical beings: elemental avatars, rhami'kais, great jinn, you name it!
es: Podéis usarlo para invocar todo tipo de seres mágicos poderosos: avatares elementales, rami-kais, grandes genios, ¡lo que sea!

source: Anyway, time to see what I can get out of this yellow gate...
es: De todos modos, es hora de ver qué provecho puedo sacarle a este portal amarillo...

source: Destroy your elemental with the Dimensional Gate II
de: Elementare Einheit mit Welttor II vernichten
es: Destruya el elemental con el Portal Dimensional II

source: Aaand... done!
es: ¡Listo!

source: Nice! This almost makes me want to create a dimensional gate collection...
es: ¡Estupendo! Esto casi me inspira a iniciar una colección de portales dimensionales...

source: I do wonder, though, is it possible to banish a very powerful abysmal being? Like, say, an elemental god or Dharma'rhami?
es: Sin embargo, me pregunto, ¿es posible desterrar un ser abismal muy poderoso? ¿Como, digamos, un dios elemental o una darma-rami?

source: These are too powerful to be banished, even for professionals like myself. Only the Master of Banishers from al-Kamija is or, more accurately, was capable of doing such a thing. Unfortunately he has grown fat over the years, and is now unable to even move by himself, not to mention banish...
es: Esos son demasiado poderosos para ser desterrados, incluso para profesionales como yo. Solo el Maestro de los Desterradores de Alcamiya es o —con mayor precisión— <i>era</i> capaz de hacer tal cosa. Desafortunadamente, ha engordado a lo largo de los años y ahora ni siquiera puede moverse solo, ya no hablemos de desterrar...

source: I'll keep that in mind. Thanks for explaining all of this to me.
es: Lo tendré en cuenta. Gracias por explicarme todo esto.

source: You're welcome. I get paid for this after all. Do you have any questions left, my liege?
es: No lo mencionéis; después de todo, me pagan por ello. ¿Os queda alguna pregunta, mi señor?

source: Yes, I wonder: what happens if one tries to banish a dimensional gate?
es: Sí, tengo una pregunta: ¿qué sucede si alguien intenta desterrar un portal dimensional?

source: That's a pretty interesting question. It's been years since anyone brought it up, to be honest. Anyway, 'banishing' a Dimensional Gate II simply turns it into a blue Dimensional Gate, while doing so to a normal Dimensional Gate that doesn't belong to you makes it disappear, and reappear as loyal to you. This might make for a decent prank, but there isn't any other use for it that I can imagine.
es: Esa es una pregunta bastante interesante. Han pasado años desde que alguien lo mencionó, para ser honesto. En fin, “desterrar” un portal dimensional II simplemente lo convierte en un portal dimensional azul, mientras que al hacerlo con un portal dimensional normal, este desaparecerá para reaparecer como leal al desterrador. Esto podría servir como una buena broma, pero —hasta donde puedo imaginar— no tiene otro uso.

source: And how exactly did you make such an... unusual discovery?
es: ¿Y cómo hicisteis exactamente tan <i>inusual</i> descubrimiento?

source: Ah, I learned this when observing one of my dispeller students. He's a bit, uhh... weird, to be honest, so, after banishing an elemental, he decided to try banishing the gate, and it reappeared! This awakened my curiosity, and so I decided to try the same approach on one of my Dimensional Gate IIs, just for fun.
es: Ah, aprendí esto al observar a uno de mis aprendices disipadores, que es un poco, ehh... Es extraño, para ser honesto, así que... Después de desterrar un elemental, decidió intentar desterrar el portal y... ¡Reapareció! Esto despertó mi curiosidad, así que decidí probar el mismo enfoque en uno de mis Portales Dimensionales II por diversión.

source: Heh, nice... And now, the last question: since you said that the Master of Banishers from al-Kamija could banish elemental gods and other powerful abyssal beings, does this mean that the existence of Dimensional Gate IIIs isn't merely one of the rumors spread at the bazaar?
es: ¡Je, mola!... Y ahora, la última pregunta: dado que dijisteis que el Maestro de los Desterradores de Alcamiya podía desterrar a los dioses elementales y otros seres abismales poderosos, ¿esto significa que la existencia del portal dimensional III no es simplemente un rumor del bazar?

source: Anything else, my liege?
de: Gibt es sonst noch was zu klären, Efendi?
es: ¿Algo más, mi señor?

source: No, that's all I wanted to know right now.
es: No, eso es todo lo que quería saber por ahora.

source: At last! The bathwater is cold now. I need a towel, garbs, sandals, a divan, some dainties and a water pipe. Some delicious fig wine would be welcome too... Will my gorgeous cast iron lion paw feet tub remain here?
es: ¡Por fin! El agua del baño ya está fría. Necesito una toalla, un atuendo, sandalias, un diván, algunas <i>delicatessen</i> y una pipa de agua. Un poco de ese delicioso vino de higos también sería bienvenido... ¿Y permanecerá aquí mi hermosa tina para pies moldeada como león de hierro fundido?

source: Servants! Carry my deputy Jaffar in his bathtub to the chambers he is entitled to.
es: ¡Servicio! Cargad a mi adjunto Yafar, en su bañera, a las cámaras que se merece.

source: By the way, I will organize a celebration for Jaffar's inauguration, and you're all invited. There will be lots of food, drinks, music and dancing! Oh, and don't forget to tell Jaffar himself to show up.
es: Por cierto, organizaré una celebración por la entronización de Yafar y todos estáis invitados. ¡Habrá mucha comida, bebida, música y baile! ¡Ah! No olvidéis avisarle a Yafar para que se presente.

source: Now, there is one thing left to do: as the leader of Tar-Tabar, you should appoint your deputy...
es: Ahora, queda una cosa por hacer: como líder de Tar-Tabar, debéis nombrar un adjunto...

source: Ah, there you are! Which of you thought it was a good idea to use an incantation of power INDOORS?! I was on my way to take a bath, and then I see a beam of light and the floor breaks in front of my eyes! As if I wasn't traumatized from the lizards enough already...
es: ¡Ah, allí estáis! ¿Quién de ustedes pensó que sería una buena idea usar un mantra de poder EN EL PALACIO? ¡Estaba camino a bañarme, cuando vi un rayo de luz y el piso se rompió frente a mis ojos! Como si no tuviera suficiente trauma con lo de las lagartijas...

source: Uhh... I will neither confirm nor deny.
es: Ehh... No comentaré al respecto.

source: Hmph, damn banishers...
es: ¡Jum! Malditos desterradores...

source: So, to change the topic... Jaffar, weren't you supposed to be in Sud-Affar, guarding the Great Circle?
es: Por cierto, cambiando de tema... Yafar, ¿no se suponía que estaríais en Sud-Affar, protegiendo el Gran Círculo?

source: Very well, I will organize a celebration for your inauguration. There will be lots of food, drinks, music and dancing!
es: Muy bien, organizaré una celebración para vuestra entronización. ¡Habrá mucha comida, bebidas, música y baile!

source: Ah, I won't miss that! We can converse of the philosophies of jinn for hours!
es: ¡Ah, no me perderé eso! ¡Podremos conversar de las filosofías de los genios durante horas!

source: You do realize that you've spent most of your time on nothing but entertainment almost every day since your appointment, right?
es: Os dais cuenta de que desde que fuisteis nombrado, os habéis pasado la mayor parte de vuestro tiempo en nada más que entretenimiento casi todos los días, ¿verdad?

source: Oh, come on, can't I just have some fun?
es: Oh, vamos, ¿es que no puedo divertirme un poco?

source: *sigh* Maybe choosing you as my master wasn't such a good idea...
es: <i>Suspira.</i> Tal vez elegiros como mi maestro no haya sido tan buena idea...

source: Uhh... my liege, I am not entirely sure this is the best time for messing around with dimensional gates.
es: Ehh... Mi señor, no estoy completamente seguro de que este sea el mejor momento para jugar con puertas dimensionales.

source: It's not that hard to get a new gate, so why not just use this one properly?
es: No es tan difícil obtener un nuevo portal. Así que, ¿por qué no usar esta correctamente y ya?

source: *sigh* Some people have a hard time understanding the simplest things... Get a move on, Mehir! Shall I give you a piece of my mind?
es: (Suspira y reflexiona). <i>Algunas personas tienen dificultades para comprender las cosas más sencillas.</i> ¡Rápido, Mejir! ¿O esperas a que te diga lo que pienso?

source: Looks like this is going nowhere... o holy Rashti'rhami, could Your Majesty please do something about it?
es: Parece que esto no va a ninguna parte... Oh, santa Rashti-Rami, ¿podría su majestad por favor hacer algo al respecto?

source: Sure... alright, here goes nothing...
es: Claro... Muy bien. Menudo fastidio...

source: RRRRAAAARRRGGGGHHHH!!!
es: ¡¡¡AAAARGH!!!

source: DIE!!!
de: <span color='#FA0000'<b>Das war's!</b></span>
es: ¡¡¡LARGO!!!

source: Much better!
es: ¡Mucho mejor!

source: You're welcome.
es: De nada.

source: Hey! I've just grown attached to this thing, you know!
es: ¡Eh! ¡Me acabo de encariñar a esta cosa, lo sabías?

source: That's exactly the issue.
es: Ese es exactamente el problema.

source: *ahem* Anyway, I'll need another gate to continue, and that means...
es: ¡Ejem! De todos modos, necesitaré otro portal para continuar, lo cual significa...

source: Another illegally summoned Efreeti?
es: ¿Otro ifrit invocado ilegalmente?

source: Indeed, my liege.
es: Efectivamente, mi señor.

source: Alright, here's another gate for you. Just use it properly this time, and don't take too long. After all, your men can create many gates later on, so no need to grow attached to a specific one.
es: Muy bien, aquí tenéis otra puerta. Sólo... Usadla correctamente esta vez y no tardéis demasiado. Después de todo, vuestros subordinados podrán crear muchos portales más adelante, por lo que no tiene sentido encariñarse con una específica.

source: You have to use the incantation of power.
de: Ein Machtwort wäre angebracht ...
es: Debéis utilizar el mantra de poder.

source: You should use the banishment attack instead of the others. Against beings like efreeti, it is far more effective.
es: Debéis usar el conjuro “destierro”, no los otros. Contra seres como los ifrits, es mucho más efectivo.

source: What do you want?
es: ¿Qué quieres?
it: Cosa volete?

source: Nothing? Then why did you start talking to me?
es: ¿Nada? Entonces, ¿por qué empezaste a hablar conmigo?

source: Aren't you supposed to be having a lesson right now?
es: ¿No se supone que estás en clases ahora mismo?

source: I don't see the point.
es: No veo cuál es el punto.

source: Is this supposed to be a joke?
es: ¿Se supone que esto es una broma?

source: It's certainly not a funny one.
es: Sin duda, no es de buen gusto.

source: Don't forget I'm not the only one you're boring to death.
es: No olvides que no solo a mí me aburres hasta el hartazgo.

source: Ahem.
es: Ejem.

source: You're not going to annoy me forever, are you?
es: No planeas molestarme para siempre, ¿o sí?

source: Nevermind.
es: No importa.

source: What? Do you think you'll get some kind of easter egg for clicking me enough times? That's... unlikely.
es: ¿Qué? ¿Crees que desbloquearás algún tipo de secreto por darme clics suficientes veces? Eso es... Improbable.

source: *whistles*
es: <i>Silba.</i>

source: In case you're wondering, no, I'm not your girlfriend.
es: En caso de que os preguntéis: no, no soy vuestra novia.

source: ...yet. *teehee*
es: <i><b>Todavía.</b> Je, je</i>

source: I'm running out of ideas...
es: Me estoy quedando sin ideas...
