Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Still, I wonder - why exactly did Tashkar send Rashti'rhami herself with a subordinate of Sharif instead of one of his own men? Something just doesn't add up here.
es: Aun así, me pregunto: ¿por qué exactamente Tashkar envió a Rashti-Rami con un subordinado de Sharif en lugar de uno de sus propios hombres? Algo de esto simplemente no me cuadra.

source: To tell the truth, sir, he is no longer with us. Remember the strange man who tried to steal the lamp of Nomolas not long ago? The same bastard caused Tashkar's death...
es: A decir verdad, señor, él ya no está con nosotros. ¿Recordáis al extraño hombre que intentó robar la lámpara de Nómolas hace no mucho? El mismo bastardo causó la muerte de Tashkar...

source: Indeed... at least I managed to avenge him. As for why I'm here, the choice to follow Mehir was of my own free will. I believe he is worthy of becoming my next master.
es: Así es.... Por lo menos logré vengarlo. En cuanto a por qué estoy aquí, la elección de seguir a Mejir fue por mi propia voluntad. Creo que es digno de convertirse en mi próximo maestro.

source: I see... As soon as the first carpets arrive from al-Kamija, I’ll go speak with the High Council. Your achievements shall be announced in the whole country, and I will make sure to repay my debt to you!
es: Ya veo... Tan pronto como las primeras alfombras lleguen desde Alcamiya, acudiré a hablar ante el Alto Consejo. ¡Vuestros logros deben ser proclamados a la nación entera! Y me encargaré de pagar la deuda que os tengo.

source: (to Mehir) Ho ho ho, you look quite handsome for a human. Ditch your half-blue half-red girlfriend and I'll let you be my slave instead of killing you. We can do unspeakable things together every day!
es: <i>A Mejir.</i> Jo, jo, jo, te ves bastante guapo para ser humano. Deja a tu novia rojiazul y te dejaré ser mi esclavo en lugar de matarte. ¡Podemos hacer cosas indecibles juntos todos los días!

source: Firstly, I am not his girlfriend...
es: En primer lugar, no soy su novia...

source: Secondly, only I can do unspeakable things with Mehir! GET THE HELL AWAY FROM HIM YOU FILTHY WITCH!!!
es: Y en segundo lugar, ¡sólo yo puedo hacer cosas indecibles con Mejir! ¡¡¡ALÉJATE DE ÉL, SUCIA BRUJA!!!

source: *facepalms*
es: <i>Atónita.</i>

source: Argh...
es: Agh...

source: Serves her right.
es: Justo lo que se merece.

source: This mission is a complete disaster. I told Almathis many times that we should finish off the pathetic sun-lovers first, but that arrogant fool wouldn't listen to my advice...
es: Esta misión es un completo desastre. Le dije a Almadis muchas veces que debíamos terminar primero con los patéticos amantes del Sol, pero ese tonto arrogante no escuchaba mi consejo...

source: Sun lovers?
es: ¿Amantes del Sol?

source: I'm not going to tell you anything, sand dwelling worm! A thousand curses upon your nation! Argh...
es: ¡No te voy a decir nada, gusano de arena! ¡Que tu nación sea mil veces maldita! Ahhh...

source: You have nowhere to run, witch. Now, tell us why you invaded us.
es: No tenéis escapatoria, bruja. Ahora, hablad. ¿Por qué nos invadisteis?

source: I'm not going to tell you anything, filthy human!
es: ¡No te voy a decir nada, sucio humano!

source: Hey, can I torture her to get the information? Pleeeeease?
es: Oye, ¿puedo torturarla para sacarle la información? ¿Por favooooor?

source: Considering how many innocent people she and her underlings murdered in cold blood, fine, I'll permit it, but just this once.
es: Teniendo en cuenta cuántas personas inocentes han sido asesinadas a sangre fría por ella y sus subordinados, lo permitiré. Pero solo esta vez.

source: Yes! Thank you, thank you sis, you're the best! (to Fiothiel) As for you, witch, you have exactly one minute to give an answer, or it's gonna hurt, a lot, hehehe. *sharpens scimitar*
es: ¡Sí! Gracias, gracias hermana, ¡eres la mejor! <i>(A Fiothiel)</i> En cuanto a vos, bruja, tienes exactamente un minuto para dar una respuesta; o va a doler, mucho, jejeje. <i>Afila la cimitarra.</i>

source: You won't get anything out of me! *impales herself with her spear*
es: ¡No me sacarás nada! <i>Se empala con su propia lanza.</i>

source: Your futile resistance only delays the inevitable. Our gods will most certainly reward me for nearly razing this place to the ground...
es: Su resistencia inútil solo retrasa lo inevitable. Sin duda, nuestros dioses me recompensarán por arrasar este lugar casi por completo...

source: *impales herself with her spear*
es: <i>Se empala con su lanza.</i>

source: Aaaaand there goes my first chance in centuries to torture someone with Ho'rashti's permission... *sigh*
es: Yyyyy ahí va mi primera oportunidad en siglos para torturar a alguien con el permiso de Jo-Rashti... <i>Suspira.</i>

source: Dammit, we didn't get anything out of her...
es: Maldita sea, no le sacamos nada...

source: You thought you could just walk here and kill me? What did you expect trying to walk over a horizontal portal? Have fun falling down, idiot!
es: ¿Pensasteis que podríais caminar aquí y matarme? ¿Qué esperabais conseguir al caminar sobre un portal horizontal? ¡Divertíos de bajada, idiota!

source: So this is the famous Living Gate, huh? Quite spectacular...
es: Así que este es el famoso Portal Viviente, ¿eh? Vaya que es espectacular...

source: Why yes indeed!
es: ¡Efectivamente!

source: Sweet! I always wanted to see it with my own eyes when I was younger! Looks amazing! Much better than in the pictures of it I've seen during my childhood.
es: ¡Genial! ¡Siempre quise verlo con mis propios ojos desde que era más joven! ¡Se ve increíble! Mucho mejor que en las pinturas que vi cuando era pequeño.

source: Yeah, I agree with you about that. Ah, I just love it how the unbeknowing enemies just try to walk on the Living Gate and fall to their deaths... This never gets old!
es: Sí, concuerdo. Ah... Cómo me encanta ver a los enemigos caminar ignorantes sobre el Portal Viviente y caer a sus muertes... ¡Eso nunca envejece!

source: My Master, in my vision I am seeing an imminent destruction of the main city portal connecting Mag-Magar with al-Kamija!
es: ¡Maestro, en mi visión percibo la inminente destrucción del portal principal que conecta a Mag-Magar con Alcamiya!

source: Oh no... This is bad. Without reinforcements from the capital, we might lose!
es: ¡Oh, no! Esto es malo. ¡Sin refuerzos de la capital, podríamos perder la batalla!

source: I suggest you hurry and bring as many troops as possible, while the circle is still intact. Summoners might be especially useful because they can summon reinforcements directly from the Abyss!
es: Sugiero que os apuréis y traigáis tantas tropas como sea posible, mientras el círculo permanece intacto. Reincorporar invocadores sería especialmente útil, pues a su vez podrían traer refuerzos directamente del Abismo.

source: Alright.
es: Vale.

source: My Master, I see the Living Gate is under your control. Use its unique abilities to quickly eliminate all enemy leaders one by one!
es: Maestro, veo que controláis el Portal Viviente. ¡Usad sus habilidades únicas para asesinar a los líderes enemigos uno por uno!

source: A New Leader
de: (12) Führerqualitäten
es: Un nuevo líder
it: Un nuovo leader

source: ...and that’s why I owe him my life. I anoint Mehir as the leader of Tar-Tabar.
de: … Auf Anhieb hatte ich das Problem erkannt: Es würde keine Verstärkung kommen. Die Lage war hoffnungslos, aber nicht ernst! Würden wir die Hexen töten, wäre die Gefahr gebannt! Es zählt jede Klinge, finster entschlossen griff ich selbst in den Kampf ein, galts doch, die Stadt zu halten, koste es auch mein Leben! Ja, wir konnten die Saboteure wider Erwarten bezwingen! Das heißt, auch durch den beherzten Einsatz des Kommandanten zweiten Grades Mehir. Hoher Rat, sein Mut sollte nicht unbeachtet bleiben. Ich schlage vor, ihn zum Scherif von Tar-Tabar zu erkiesen.
es: ... Y es por eso que le debo la vida. ¡Proclamo a Mejir como líder de Tar-Tabar!
it: ... ed è per questo che gli devo la mia vita. Io consacro Mehir come leader di Tar-Tabar.

source: You want such a young man to lead the city?! He’s only thirty-two years old!
es: ¡¿Queréis que un muchacho tan joven lidere una ciudad?! ¡Solo tiene treinta y dos años!

source: But he managed to do the seemingly impossible - to save my city!
es: ¡Pero se las arregló para hacer lo que parecía imposible: salvar mi ciudad!

source: Besides, he also has many extraordinary achievements for his age and rank: remember, besides saving Mag-Magar, he was the one to help establish peace with the lizards AND defeated the foreigners who killed Tashkar. In a time when much of our population is little more than decadent chairwarmers, he is a truly exceptional individual. I don't see anyone better fit than him to rule Tar-Tabar.
es: Además, también tiene muchos logros extraordinarios para su edad y rango: recordad, además de salvar Mag-Magar, fue quien ayudó a establecer la paz con las lagartijas <i>y</i> derrotó a los extranjeros que mataron a Tashkar. En un momento en que gran parte de nuestra población está formada por poco más que calientasillas decadentes, es un individuo verdaderamente excepcional. No veo a nadie más apto que él para gobernar Tar-Tabar.

source: *sigh* You do have a point, but...
es: <i>Suspira.</i> Tienes un punto, pero...

source: No buts! Rashti even personally told me that Mehir is worthy of becoming her master.
es: ¡Sin peros! Incluso Rashti me dijo personalmente que Mejir es digno de convertirse en su maestro.

source: Rashti is unpredictable. She can say all sorts of things between her moods of rage or self-control.
es: Rashti es impredecible. Puede decir muchas cosas cuando su estado de ánimo oscila entre la rabia y el autocontrol.

source: Do you want me to tell her that you said that?
de: Gut, ich werde ihr das unter die Nase reiben. Sie wirds verstehen: Immer, wenn über eine Sache Gras gewachsen ist, kommt ein Kamel und frisst es runter.
es: ¿Deseáis que le cuente lo que dijisteis?

source: Please, I beg you, anything but that! She will rip my throat out if she finds out!
es: ¡No, por favor! ¡Os lo ruego! ¡Me cortaría la garganta si lo supiera!

source: So we have come to an understanding. I knew you would not let me down. Bye!
de: <small>(<i>knurrt</i>)</small> Wer andren eine Grube gräbt, kann den Kopf nicht in den Sand stecken. Ich denke, wir haben uns verstanden. Enttäuscht mich nicht, ihr weisen Alten. Ma’a salama!
es: Entonces hemos llegado a un acuerdo. Sabía que no me defraudaríais. ¡Adiós!

source: Welcome, everyone! Today, we have gathered here to appoint the new leader of Tar-Tabar.
es: Seáis bienvenidos. Estamos reunidos para nombrar al nuevo líder de Tar-Tabar.

source: The High Council has contemplated on the subject and finally took impartial...
es: El Alto Consejo ha deliberado y finalmente ha tomado una decisión...

source: *cough*
de: ( <i>räuspert sich vernehmlich</i> )
es: <i>Tose.</i>
it: *colpo di tosse*

source: ...decision. The meeting has elected Mehir as the new leader!
es: <i>Imparcial...</i> ¡El consejo ha elegido como nuevo líder a Mejir!

source: We chose him in recognition of his many extraordinary achievements. Mehir, come closer.
es: Lo elegimos en reconocimiento a sus muchos y extraordinarios logros. Acercaos, Mejir.

source: By the power given to me by the High Council and in the name of all citizens of our country and the Abyss, Mehir ibn Hakim the elder, I grant you the authority over Tar-Tabar!
es: Por el poder que me ha otorgado el Alto Consejo y en nombre de todos los ciudadanos de nuestro país y del Abismo, Mejir, hijo del anciano Hakim, ¡os otorgo autoridad sobre Tar-Tabar!

source: I hope I'm not dreaming.
es: Espero no estar soñando.

source: Of course not! Tar-Tabar has finally a new keeper. Its people are now your subjects and the local army has a new commander. Upon your shoulders lies a great responsibility, remember that.
es: ¡Por supuesto que no! Tar-Tabar tiene al fin un nuevo adalid. Su gente cuenta ahora como vuestros súbditos y el ejército local tiene un nuevo comandante. Sobre vuestros hombros pesa una gran responsabilidad. Recordadlo.

source: Oh, I almost forgot. As you already know, each leader of the Trinity has their own ultimate being as a servant. For Tar-Tabar it is Rashti’rhami, the one who you’ve had the pleasure to meet a few weeks ago. Since that moment you are her new master. Frankly, I don’t envy you. Her fluctuations of mood...
es: ¡Oh! Casi lo olvido. Como sabéis, cada líder de la Trinidad tiene a su servicio exclusivo un ente definitivo. El de Tar-Tabar es Rashti-Rami, con quien ya tuvisteis el placer de conoceros hace unas semanas. Desde este momento sois su nuevo maestro. <i>Francamente, no os envidio. Sus cambios repentinos de estado de ánimo...</i>

source: I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for our connection to the Abyss.
es: <i>Susurra.</i> Callaos... <i>Habla con normalidad.</i> A pesar de todo, espero que forméis un buen equipo, que nos permita trasladarnos al Abismo más rápido de lo planeado. Cuidad de ella. Su muerte podría tener consecuencias desastrosas para el Abismo.

source: (whispers) Rashti kind of scares me, to be honest...
es: <i>Susurra.</i> Rashti es intimidante, francamente...

source: Nearly every leader of Tar-Tabar was afraid of her at first, you'll get used to it. With that said, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for our connection to the Abyss.
es: Casi todos los líderes de Tar-Tabar le tuvieron miedo pero os acostumbraréis. Así que espero que seáis un dúo exitoso y que nos ayudéis a trasladarnos al Abismo más rápido de lo planeado. Cuidad de ella. Su muerte podría tener consecuencias desastrosas para el Abismo. Creo que ya hemos terminado con esto, ¡podéis comenzar la celebración ya!

source: I can barely believe that only a year ago Mehir was just a low-ranking officer under my command, yet now he's my equal. Mehir is truly a role model for the citizens of al-Kamija. Congratulations on your promotion, Mehir, I wish you luck with your new duty!
es: Apenas puedo creer que nomás hace un año, Mejir era tan solo un oficial de bajo rango bajo mi orden, pero ahora somos pares. Mejir es un auténtico modelo a seguir para los ciudadanos de Alcamiya. ¡Felicitaciones por vuestro ascenso, Mejir, os deseo suerte con vuestro nuevo deber!

source: Sweet Nomolas! Mehir is now the leader of Tar Tabar! I can't believe we met such an important person at that time in Sud-Affar!
es: ¡Bendito Nómolas! ¡Mejir es ahora el líder de Tar Tabar! ¡No puedo creer que hayamos conocido a una persona tan importante aquella vez en Sud-Affar!

source: Indeed. And his circle is even bigger than before! *giggles*
es: En efecto. ¡Y su círculo es incluso más grande que antes! <i>Risas</i>

source: Indeed. Even I could not foresee such an excellent turn of events.
es: En efecto. Ni siquiera yo pude prever tan excelente giro argumental.

source: Alright, I shall check. Wait a minute, I need to focus...
es: Muy bien, lo comprobaré. Esperad un minuto, necesito concentrarme...

source: An unusual name, but it does sound quite good. Very well.
es: Un nombre inusual, pero suena bastante bien. Muy bien.

source: I think we are done here, so let the party begin!
es: Creo que ya terminamos, así que.... ¡Que empiece la fiesta!

source: Hurray!!!
de: Hipp Hipp Hurra! Auf den Herrn von Tar-Tabar!
es: ¡¡¡Hurra!!!
it: Urrà!!!

source: Cheers for Mehir!!!
de: Alalalalalalaiiii~ Ein Hoch auf Mehir ibn Mehir !!!
es: ¡Viva Mejir!
it: Evviva Mehir!!!

source: Ale!!!
de: Oberkommandant, wir stehen hinter dir! ( <i>Hoffentlich gibts jetzt bald Bier!</i> )
es: ¡¡¡Salud!!!
it: Evviva!!!

source: Combination hookah and coffee maker! Also makes Julienne fries! Oh, wait, it's not the bazaar, what am I doing here? Eh, whatever, might as well celebrate every now and then.
es: ¡Pipa de agua y cafetera 2 en 1! ¡También fríe papas con corte juliana! Oh, un momento, esto no es el bazar, ¿qué estoy haciendo aquí? Eh, como sea, hay que aprovechar para celebrar de vez en cuando.

source: Welcome, my liege. I am the leader of Tar-Tabar's branch of the Banishers' Guild and your new instructor. As you requested, I am going to teach you about the personal megacirle, the procedure of banishing magical beings, and explain some details about Dimensional Gates. Shall I begin?
es: Bienvenido, mi señor. Soy el líder de la rama en Tar-Tabar del Gremio de desterradores, así como vuestro nuevo instructor. Como solicitasteis, os enseñaré sobre el megacírculo personal y el procedimiento de desterrar a los seres mágicos, así como algunos detalles sobre los portales dimensionales. ¿Puedo comenzar?

source: Why yes indeed, I'm looking forward to learning more about my newly obtained magical arsenal.
es: Claro que sí. Estoy ansioso por aprender más sobre las nuevas adiciones a mi arsenal mágico.

source: Ah, yes, the personal Megacircle - one of the most advanced magical circles ever designed. Those things cost a king's fortune to make, but are certainly worth it. Only the most powerful Summoners in our society can afford such a miracle.
es: Oh, sí, el megacírculo personal, uno de los círculos mágicos más avanzados jamás diseñados. Su elaboración cuesta la fortuna de un rey, pero ciertamente vale la pena. Solo los invocadores más poderosos de nuestra sociedad pueden permitirse tal milagro.

source: So, could you explain its capabilities to me in-detail?
es: Y bien, ¿podríais explicarme sus capacidades detalladamente?

source: There are plenty, but for now I'll mainly stick to those related to combat, as you seem to be quite a warmonger. Anyway, when you became a commander you received your first personal circle. The megacircle you own right now is far more powerful. It can still summon elementals like your old one could, but requiring far less resources to do so. It's maintanence cost is very low - the circle repairs itself automatically, so the wear-off is extremely miniscule.
es: Hay muchas, pero por ahora me abocaré principalmente a aquellos relacionadas con el combate, ya que parecéis bastante belicista. En fin, cuando os convertisteis en comandante, recibisteis vuestro primer círculo personal. El megacírculo que poseéis ahora es mucho más poderoso. Todavía puede invocar elementales como el anterior podía, pero requiere muchos menos recursos para hacerlo. Su costo de mantenimiento es muy bajo: el círculo se repara automáticamente, por lo que el desgaste es extremadamente minúsculo.

source: The circle also emits energies that heal you and your nearby comrades, as well as improve their reflexes and combat efficiency. Now you won't need to bother with water elementals when wounded.
es: El círculo también emite energías que curarán a vuestros camaradas cercanos y a vos mismo, y mejorarán sus reflejos y la eficiencia de combate. En adelante, cuando sufráis heridas, ya no tendréis que preocuparos con usar elementales de agua.

source: Neat! And what about its offensive capabilities?
es: ¡Estupendo! ¿Y qué hay de sus capacidades ofensivas?

source: Oh ho ho, Those are tremendous... not only does it have magically-guided weapons linked to it, but it's capable of performing the so-called 'Incantation of Power', one of the most devastating combat spells ever invented.
es: ¡Oh, jo, jo! Esas son tremendas... No solo tiene armas mágicamente guiadas vinculadas, sino que es capaz de ejecutar el denominado “mantra de poder”, uno de los hechizos de combate más devastadores jamás inventados.

source: The very name of this spell certainly makes quite an impression. How exactly does it work, though?
es: Este hechizo es impresionante desde su nombre. Pero, ¿cómo funciona exactamente?

source: The megacircle accesses an energy-dense part of the Abyss and then opens a short-lasting gate to it, resulting in a concentrated ejection of abyssal energies into our world. And best of all, there's no known way of protection from this beauty.
es: El megacírculo accede a una parte densa en energía del Abismo y luego le abre una puerta de corta duración, lo que resulta en una expulsión concentrada de energías abismales en nuestro mundo. Y lo mejor de todo, no existe forma conocida para defenderse de esta belleza.

source: The way you described this certainly makes me want to see it in action. I hope it is as great as you put it...
es: La forma en que lo describís me da ganas de verlo en acción. Espero que sea tan bueno como habéis dicho.

source: Fair enough. How about summoning an elemental to act as our training dummy of sorts?
es: Me parece bien. ¿Qué tal invocar a un elemental para que actúe como una especie de muñeco de entrenamiento?

source: And now imagine destroying this elemental... with a tower of yellow light surging from the floor! The megacircle will do the rest.
es: Ahora, imaginaos destruyendo este elemental; ¡con una torre de luz amarilla alzándose del suelo! El megacírculo hará el resto.

source: Whoa, that was something!... Wait, did you hear that?
es: ¡Guau! ¡Eso fue algo...! Esperad, ¿escuchasteis eso?

source: What the... Jaffar? Is that you?!
de: Das ist doch— … Vize Jaffar aus Sud-Affar!?
es: ¡Qué...! ¿Yafar? ¡¿Sois vos?!

source: Somebody, shut the door! It's drafty in here! My bathwater will cool- ...Mehir?! Is that you?! What are YOU doing here?
es: ¡Alguien, cerrad la puerta, que hace fresco! Mi agua de baño se enfriará... ¿Mejir? ¡¿Sois vos?! ¿Qué estáis haciendo aquí?

source: Well, in case you missed the news, you should kind of be aware that I am in charge here now.
es: Bueno, en caso de que no hayáis visto las noticias, debéis tener en cuenta que ahora estoy a cargo de este sitio.

source: Dear Nomolas! To think that half a year ago you were little more than a mere officer under my command! And neither did I expect to meet you while bathing...
es: ¡Bendito Nómolas! ¡Y pensar que hace medio año erais tan sólo un oficial bajo mi mando! ¡Y tampoco se me habría imaginado encontrarte mientras me bañaba...

source: Heh, what can I say, fate works in mysterious ways.
es: Je, ¿qué puedo decir? El destino obra de maneras misteriosas.

source: Of all the things that can be summoned, bathers are not the first thing one would imagine.
es: De todas las cosas invocables, los bañistas no son la primera opción que viene a la mente.

source: Indeed... So Jaffar, weren't you supposed to be in Sud-Affar, guarding the Great Circle?
es: Efectivamente... Por cierto, Yafar, ¿no se suponía que estuvierais en Sud-Affar protegiendo el Gran Círculo?

source: I was, but I resigned. Being nearly boiled to death by a bunch of humanoid lizards is the stuff of nightmares, you know! I needed to change place, so I was, indeed toying with the idea of paying you a visit.
es: Lo estaba, pero renuncié. Ser casi hervido vivo por un montón de lagartijas humanoides es de pesadillas, ¿sabéis? Necesitaba cambiar de aires, así que estuve jugueteando con la idea de visitaros.

source: Good timing. You see, I lack a deputy. Say, would you like to assume this office? You've certainly got experience with the job, considering you used to work under Sharif, and besides, your wackiness got me on the way up the career ladder.
es: Justo a tiempo. Sucede que me falta un adjunto. ¿Qué tal?, ¿os gustaría asumir ese rol? Ciertamente poseéis experiencia en el trabajo, teniendo en cuenta que solíais trabajar bajo Sharif; además, es por vuestra locura que pude ascender en el escalafón profesional.
