Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Indeed. The workers from Sud-Affar are very diligent, but this is also thanks to me, the supervisor. And now get back to work! What are you waiting for?
de: Ich habe ja auch ein Auge drauf, dass die Arbeiter aus Sud-Affar in ihrem Fleiß nicht nachlassen! Was ist mit dir, Bakha? Hopphopp, zurück ans Werk! Auf was wartest du?
it: Infatti. I lavoratori di Sud-Affar sono molto diligenti, ma questo è anche grazie a me, il sovrintendente. E ora tornate al lavoro! Cosa state aspettando?
ru: В самом деле. Работники из Суд-Аффара очень старательны, но это также благодаря мне, надзирателю. А теперь вернитесь к работе! Чего же вы ждете?

source: Indeed. Those beasts should’ve eaten us a long time ago. We are sitting three days in this jungle and there are no lizards nearby. I doubt the sense of this intervention.
de: Schlafende Kamele soll man nicht wecken, aber wir sollten lang von Echsmonstern gefressen sein. Hat Euch die Sonne nicht doch zu heftig zugesetzt, Aufseher? Drei Tage hacken wir nun durch den Wald, apokalyptische Wesen bekam ich nicht zu sehen – weder zu Land noch luftig.
it: Infatti. Quelle bestie ci dovevano divorare molto tempo fa. Siamo accampati da tre giorni in questa giungla e non ci sono lucertole nelle vicinanze. Non capisco il senso di questo intervento.
ru: Согласен. Эти твари должны были съесть нас давным-давно. Мы тут сидим три дня в этих джунглях и поблизости никого нет. Я не вижу смысла в этом вмешательстве.

source: Inspired by Abyssal winds, woven of magical threads. Those who possess this ancient vehicle, gain amazing speed and agility. - Advances the unit - Speed increases by 50% Should this unit pick up the carpet?
de: Abyssale Winde und magische Webkunst verhelfen Eignern solcher Fortbewegungsmittel zu wunderbarer Wendigkeit! Effekte: * Stufenaufstieg * Schnelligkeit: BP +50% Soll die Einheit diesen Teppich an sich nehmen?
ru: Соткан из золотых нитей, вдохновленный ветрами Бездны. Каждый, кто обладает этим древним транспортным средством, получает удивительную скорость и ловкость. - Продвигает бойца - Скорость увеличивается на 50% должен ли этот боец взять ковер?

source: Instructor
de: Instruktor
ru: Инструктор

source: Is everything alright?
de: Wäre das bei euch ... ein Aufstieg?
it: Va tutto bene?

source: Is it true? Have you stopped them, young man?
de: Ist dem so? Du hast sie ganz alleine aufgehalten, junger Mann? <small>(<i>zieht sekptische eine Braue hoch</i>)</small>
it: Ciò è vero? Ditemi, giovanotto, li avete fermati voi?
ru: Это правда? Вы остановили их, молодой человек?

source: Is that all you have to show me? I am disappointed.
de: Aha. Spalten geht nicht, wieder was erfahren. Tja, mit Handgreiflichkeiten kommt niemand bei mir weit, hahaha~ Habt ihr sonst noch was zu bieten?
it: È tutto ciò che avete da farmi vedere? Sono deluso.

source: Is that true?!
de: Rashti? Stimmt das?

source: Is that you Rashti? Do you remember me? Your first master? So many centuries have passed...
de: <span color='#7EBFB4'>Rashti? Bist du es? Nach Jahrhunderten erinnerst du dich deines ersten Meisters? …</span>
ru: Рашти, это ты? Ты меня помниш? своего первого хозяина? Столько прошло столетий...

source: Is this ... a living storm?! This is getting better and better.
de: Beim Bart der fetten Sandratte! Er stürmte nicht nur den Palast, auch einen Sturm hat er entfesselt! Öhm, Ehrwürdiger, die Hilfe Eurer Diener würde ich gewiss nicht abweisen ...
ru: Мне кажется, или это... живая буря?! Это становится все лучше и лучше.

source: Is this... Can it be true? They... exist? I can’t feel them because of this dark aura...
de: Nein. So viele Soldaten gibt es in Saffaros nicht … Die dunkle Aura dieses finst'ren Unholds vor dem Tor lässt mich Dedylos' Begleiter nicht erkennen … Könnte es möglich sein, dass Atiros …
it: Può essere... vero? Essi...esistono? Non riesco a sentirli a causa di quest’aura oscura...

source: It doesn't. Your ultimate circle translates its voice for you.
de: <span color='#FDFD00'>Es ist ein belebtes Gerät. Dein Nonplusultra-Kreis macht die Kommunikation verständlich.</span>

source: It happened... Rashti has lost her balance. We must kill this Efreet as soon as possible. This will save her.
de: Da haben wir's ... Sie ist ihm verfallen. Den größenwahnsinnigen Nebenbuhler müsst Ihr schon selbst vernichten, Scherif. Nur so könnt Ihr Rashti retten.
it: È successo... Rashti ha perso il suo equilibrio. Dobbiamo uccidere questo efreet il più presto possibile per salvarla.

source: It is a cursed place! We must burn it to the ground! Where are my Efreeti?!
de: Dann muss der Ort verwunschen sein! Wir müssen alles niederbrennen! Ich rufe die Afriten!
ru: Это место проклято! Мы должны сжечь его дотла! Где мои Ифриты?!

source: It is impossible to become a leader from day to day. He’s only twenty-eight years old.
de: Nein, nein, dazu ist er viel zu jung. Von heute auf morgen, so über Nacht, wurde bei uns noch nie einer zum Oberhaupt gemacht!
it: È impossibile diventare leader da un giorno all’altro. Ha soltanto ventotto anni.

source: It is my duty.
de: Öhm, ja Herr, so ziemlich … War doch meine Pflicht! Will sagen, die von uns Stadtwächtern ...
it: È mio dovere.
ru: Это моя должность.

source: It is sealed now in a small container, but I have seen it released two times in my old life. A perfect being composed of all basic elements. The flapping of its wings could devaste entire cities.
de: Der Urvogel! Eine der mächtigsten elementaren Kreaturen, die wir je beschwuren!
ru: Теперь она запечатана в маленьком контейнере, но я видел, как она дважды была выпущена в моей старой жизни. Совершенное существо, состоящее из всех основных элементов. Хлопание его крыльев способно разрушать целые города.

source: It looks I have no choice. I must see this Guru of yours, even if this means turning this place into burning rubble.
de: Wir Beschwörer aber nicht! Das ist Nötigung, aber wie du willst: Ich mach euch Feuer unterm Steiß, ihr sollt in eurem Himmel braten!

source: It looks his army is composed of Efreeti, Rhami'datus, Great Efreeti and Dharma'rhamis. The first two kinds can be easily turn into yellow Dimensional Gates by Banishers. The Dharma'rhashtis and Great Efreeti can be problematic, though. Also do not try to banish all these units with Dispellers - they are not experienced enough for this task!
de: Aha. Die meisten seiner Mitstreiter können wir in gelbe Tore umwandeln. Bei Dharma'rhamis und mächtigen Afriten ist das nicht ganz leicht … Austreiber ohne die Erfahrung eines Meisters sind damit überfordert.

source: It looks like Tashkar and his troops went to the next area. They must have ignored all those artifacts and sneak behind monsters. But why?
de: In diesen Kammern treibt sich Tashkar nicht herum, wir hätten ihn gefunden. Hinter Schätzen war er auch nicht her – es sei denn, hier war vorher noch viel mehr … <small>(<i>seufzt</i>)</small> Vorwärts, weiter.
ru: Похоже Ташкар и его солдаты пошли к следующей части Ка-гатты. Они игнорировали все эти артифакты, и пробрались незаметно мимо всех здешних тварий, но почему?

source: It looks like the fire elementals make them furious. I wish I hadn’t shown him, everything would have ended in a different way. Too many lives were lost.
de: … Bakhas Idee mit dem Feuergeist war natürlich nicht klug. Der hat die Echslinge erst wild gemacht, wo ich sie schon so gut wie überzeugt hatte! Das Kamel ist schuld, dass so viele gefallen sind ... Hätte ich bloß nicht auf den Depp gehört.
ru: Похоже, что элементалы огня их взбесили. Хотелось бы, чтобы я не показал это им, тогда все закончилось бы по-другому. Слишком много жизней было потеряно.

source: It looks like these strange blue constructs have broken down. Get this flying human!
de: Seht! Die blauen Gebilde, aus denen der Feind rekrutiert, sind verpufft! Jetzt schnappen wir uns den Schweber!
it: Sembra che quelle strane sfere blu siano fuori uso. Prendete quell’umano volante!
ru: Похоже, что эти странные синие сооружения сломались. Взять этого летающего человека!

source: It looks like we will have to attack the fortress ahead in order to reach them.
de: Wir nehmen zuerst die Vorburg ein. Damit gewinnen wir einen strategischen Vorteil, denn das mordsbarbarische Einauge in der Hauptburg wird kein Auge zudrücken ...
it: Sembra che dovremo attaccare la fortezza di fronte per raggiungerle.
ru: Похоже нам прийдется атаковать крепость что впереди, что бы добратся к ним.

source: It looks like we’re not alone. Prepare yourselves!
de: Waldstreicher treiben sich hier rum! Eine Invasion unbekannter Aggressoren! Zückt die Säbel!
it: Sembra che non siamo soli. Preparatevi!
ru: Похоже, мы здесь не одни. Приготовьтесь!

source: It looks like your circle has a hidden feature of 'summoning' people who are taking a bath.
de: <span color='#0175FE'>Dein Megakreis scheint ein Extra zu haben,</span> <span color='#FA0000'>das auf Geschöpfe wirkt, die grade baden.</span>

source: It so happens I have one of high level Jinns. Let's ask him.
de: Naja, sie benutzen gebildete Worte … He, zu meinem Gefolge gehört ja so ein Pfiffikus!

source: It was she who opened the portal that sucked her master in.
de: Da müsste sie ja lügen! Die Rhami hat das Portal geöffnet und schwups, weg war ihr Meister!

source: It was the very flying human who attempted to steal Nomolas's lamp a while ago. Turns out he was the leader of a foreign expedition of some sort.
de: Es war jener dreiste, teppichlose Flieger, der Al-Kamija invadierte, sich schlitzohrig Zugang zum Palast verschaffte, nach dem kostbaren Behältnis grabschte, das Nomolas früher als Wohnstatt diente! Stadt und Palast konnte ich damals halten, der trügerische Eindringling aber entwischte. In den Katakomben war er wieder von mysteriösen blauen Kugeln umringt, diesen entsprangen noch weitaus schrecklichere Kreaturen als beim ersten Mal! Riesige, lebende Statuen aus Stein! Grausige Gnome mit furchtbar scharfen Spießen und fragt nicht noch was! Verkappte Erdolcher, fliegende Glotzaugen, man glaubt es kaum! Mit einem Blick begriff ich die Situation, es handelte sich mitnichten um eine wissenschaftliche, ausländische Expedition! Täuschen und schrecken ließ ich mich freilich nicht, ICH doch nicht! Finster entschlossen griff ich an, galt es doch, Tashkars Entführer aufzuhalten, koste es auch das Leben! Kaltblütig kämpfte ich einen nach dem andren nieder, als das Unfassbare geschah! Die Rashti'rhami öffnete blöderweise das Tor! Ich sah uns alle im Roten Abyssus enden ... Natürlich reagierte ich sofort! Nur der Rhami konnte es gelingen, den Windbeutel umzubringen. So jagte ich sie denn den Fels hinauf in die Lüfte, wo der Luftikus inzwischen driftete. Dem war wohl die Kraft für ein Trugbild ausgegangen: Rhasti schaffte, was Nomolas damals nicht gelang!

source: It was your fault.
de: <span color='#0175FE'>Du bist schuld. Wieso hältst du nie den Mund?!</span>

source: It's okay. Take your time, I still haven't finished my bath, so just act like I never fell from the ceiling...
de: Ich habe noch Resturlaub, seh dir aber gern bei deinem Wirken zu. Wenn du nichts taugst, muss ich dich im Notfall ja vertreten. Das Amt des Vize ist wie ein Sprung auf kalte Kamele ...

source: It's time for me to return to the Grand Red Dream...
de: <span color='#FA0000'>Ich weiche … kehr zurück … verliere mich <small>im großen roten Traum ...</small></span>

source: Itshar’Imahr!
de: <span color='#FA0000'><big>ITSHAR’IMAHR !<</big></span>

source: It’s a good idea. Let’s vote. Mehir, leave the roo...
de: Oh ja, das will in Ruhe überlegt sein. — Mehir, Mighwar zweiten Grades, danke für den Rapport und Euren löblichen Einsatz. Wegtreten!
it: Buona idea, ora votiamo. Mehir, lasciate la stanz...

source: It’s a trap!
de: Woha!! … Guckt euch die zwei an! Sie haben uns geködert!!
it: È una trappola!
ru: Это ловушка!

source: It’s the first time I have seen something like this. What unique sorts of creatures live on this land...
de: Bisweilen ist es schön, nicht bei Verstand zu sein … Man sieht fabelhafte Dinge … Wie diese Kreaturen dort … Normale könnten sich so welche in unsrem Land ja gar nicht vorstellen ...
ru: Я впервые вижу нечто подобное. Какие необычные существа живут на этой земле...

source: It’s the first time I have seen water falling from the sky. Something like that could be very useful in our desert.
de: Was denkt Ihr, warum wir Oasen haben? Auch bei uns tröpfelt es alle paar Jahre mal!
it: È la prima volta che vedo acqua cadere dal cielo. Qualcosa del genere potrebbe divenire utile nel nostro deserto.

source: I’ll risk it.
de: Man muss auch einmal auf sein Glück vertrauen, wollt Ihr sagen. Ja, so denk ich auch.
it: Rischierò.

source: I’m honored, but first I must send someone to al-Kamija with a report about Rashti for the High Council.
de: Klar doch! Meine wundervolle, EINzigartige Rashti'rhami kriegt das wieder hin. Und mir bleibt Zeit, eine Siegesbotschaft zu verfassen und per Teppichreiter nach Al-Kamija bringen zu lassen. Der Hohe Rat wird sich maßlos freuen! ( <i>... weil Rashti ENDLICH mit sich eins ist …</i> )

source: I’m not sure whether he returned or not, but I can see an army in the distance. They must be troops from Saffaros, and those beside them... They don’t look like the warriors of Kharos, but they’re not of the invaders either...
de: Da strahlt es schon! Vor dem Tor sehe ich eine Rüstung schimmern! Das kann nur Dedylos in seinem Platinharnisch sein … Und er ist nicht allein!
it: Non so se ha fatto ritorno o no, ma posso vedere un esercito in lontananza. Devono essere truppe provenienti da Saffaros, e quelli accanto a loro...non sembrano guerrieri di Kharos, e nemmeno invasori...

source: I’m not surprised at all that your country is falling.
de: Und ich! Selbst in strömendem Regen auf der Sonnenseite des Erfolges! Die Todesverachtung Eurer Krieger ist sondergleichen, Dedylos, doch ohne mich schlägt Kharos diese Monster nicht.
it: Non mi sorprende affatto che il vostro Paese stia cadendo.

source: I’ve seen their kind before. These troopers look like those who attacked al-Kamija... I have a bad feeling about this...
de: Blaue Kugeln … Vermummte, Spießergnome, steinerne Rammer … Kenn ich doch von der Invasion zu meiner Zeit als Wachtmeister in Al-Kamija! Oho, mir schwant nichts Gutes ...
it: Ho già visto la loro razza. Questi soldati sono simili a quelli che attaccarono al-Kamija... ho un brutto presentimento...
ru: Я видел их раньше. Эти солдаты выглядят как те, что напали на аль-Камиджу... У меня плохое предчуствие по этому поводу...

source: Jinn
de: Dschinn
ru: Джинн

source: Jinns who rebel peacefully are often even granted citizenship in our country. They usually tend to spend most their time reading books, or talking to other jinns, carefully listening to lectures of jinns superior to them, sharing knowledge with intelligent people, or disputing about philosophical questions with their peers. Interestingly enough, more than half of our literature is actually written by jinns. Anyway, to ensure that your jinns don't rebel, I suggest letting them do the things I just mentioned when their services aren't needed.
de: Friedfertigen Dschinn gewähren wir generöse Aufenthaltsrechte. Sie beschäftigen sich dann mit Lesen, Studieren und Diskutieren philosophischer Fragen. Man kann von ihnen sehr viel lernen! Wusstet Ihr, dass die Hälfte unsrer Bücher von Dschinn geschrieben wurden?

source: Jinns, I order you to create a new keep in this town!
de: Dschinn, ich wünsche mir eine größere Burg! Passend für ein Seetor Richtung Wüste!

source: Join me, I'll allow you to do what you truly want, to DESTROY, to KILL!
de: <span color='#FA0000><big>Hör auf mich, vertrau und folge mir! Du wirst dein wahres Sein ausleben!</big></span>

source: Join me, and you will be free from the human tyranny!
de: <span color='#FA0000'><big>Folgt meinem Beispiel! Lasst euch nicht länger von Menschen tyrannisieren!</big></span>

source: Just get back to your lesson, master, I can't guarantee that I'll be able keep my other half calm for too long if you keep doing this.
de: <span color='#0175FE'>Ich kann für nichts garantieren,</span> <span color='#FA0000'<b>wenn du von deinem Tun nicht ablässt ...</span>

source: Just remember - summoning take some time and focus, so when in battle you have to choose whether to fight in a particular moment or to summon instead. You can't fight and summon at the same time.
de: Bedenkt, es handelt sich um einen Kraftakt! Im Notfall könnt Ihr dem Gegner nicht gleichzeitig den Säbel um die Ohren hauen. Entweder — oder. Beschwörend kämpfen geht nicht.
ru: Просто запомните - призыв требует времени и сосредоточенности, поэтому, когда в бою вам нужно выбрать - сражаться ли в конкретный момент или призвать, не забывайте что вы не можете сражаться и призывать одновременно.

source: KILLKILLKILL!!!
de: <span color='#FA0000'><big>TÖTENTÖTENTÖTEN~</big></span>
it: UCCIDI UCCIDI UCCIDI!!!

source: Ka-gatta
de: (07) Ka-gatta
ru: Ка-гатта

source: Ka-gatta is an ancient place — about 1000 years old. Our ancestors lived here before al-Kamija was created. In early times, during their travel to the hearth of the desert, our forefathers came across a system of caves hidden deep inside sand. They were cool and spacious enough, so the ancestors decided to stay.
de: Ka-gatta ist ein historischer Ort, über tausend Jahre alt — es war dereinst die Hauptstadt der Beschwörer. Auf ihren Wanderungen durch die Wüste hatten die Altvorderen ein Höhlennetz tief unterm Sand entdeckt. Weil es da unten angenehm kühl war und auch Frischwasser nicht fehlte, beschlossen sie, dort zu bleiben.
ru: Ка-гатта - древнее место - около 1000 лет. Наши предки жили здесь до создания аль-Камиджи. В ранние времена, во время их путешествия к очагу пустыни, наши предки натолкнулись на систему пещер, скрытых глубоко внутри песка. Они были прохладными и просторными, поэтому предки решили остаться там.

source: Keep in mind that each time Mehir stands on the position to cast the spell, he will lose all his moves and will be unable to attack. He will still be able to recruit units, though. The order of painting does not matter.
de: <span color='#397EF2'><b>Taktischer Hinweis:</b> Mit Erreichen einer der strategischen Stellen verliert Mehir alle verbliebenen Bewegungspunkte und kann auch keinen Angriff mehr führen. Einheiten ausbilden/einberufen kann er jederzeit.</span>

source: Kharosians know that we have a neutral status. They knew we would not help them. But the best is that they did not need our help. Even yours...
de: Im Übrigen mischen wir uns, wie gesagt, nicht in die Angelegenheiten andrer ein. Wir hätten Anthi nicht geholfen, das weiß sie. Zudem braucht Kharos keine Hilfe. Schon gar nicht gegen die Eiferer von Tharis mit ihren lächerlichen Kreuzzügen im Namen der Dunkelheit.

source: Kill them!
de: Macht alle platt!
it: Uccideteli!
ru: Убить их!

source: Kirios, like all other Sun Guardians, doesn’t need to see. He sees by the eyes of his soul and I am sure that he can see much more than we can.
de: Hahaha~ Sonnenkrieger brauchen keine Augen. Sie sehen mit der Seele — tiefer als dir lieb ist, mehr als man sich vorstellt und besser, als unsereins es je vermag.
it: Il kirios, come tutti i guardiani del sole, non ha bisogno di vedere. Egli vede con gli occhi della sua anima e sono certa che può vedere molte più cose di noi.

source: Leader of the Banishers’ Guild
de: Gildemeister
it: Capo della gilda dei banditori

source: Leave this to me! I’ll get rid of this mistake of the Abyss myself.
de: <span color='#0175FE'>Der soll sein blaues Wunder erleben ...</span> <span color='#FA0000'>Ich kümmer mich um dieses abyssale Missgebilde!</span>

source: Legends say that this scimitar can magically lead a hand of the owner so his strikes are more deadly and hit more often. - Attack increases by 100% - Chance to hit is constant and equals 70% - If the unit's scimitar already has weapon specials, they are overwritten Should this unit pick up the scimitar?
de: Legenden nach führt dieses treffliche Krummschwert die Hand des Kämpfers, was dessen Angriffe bedeutend wirkungsvoller macht! Effekte: * Anzahl Attacken +100% * Trefferchance konstant 70% * Waffenfähigkeiten mit dem derzeitigen Säbel werden unwirksam Soll die Einheit diese Wunderwaffe benutzen?
ru: Легенды говорят, что этот ятаган магически способен направлять руку его владельца, делая его удары более смертельными и заметно уменьшая вероятность того, что удар промахнется - Урон ятаганом увеличивается на 100% - Ятаган всегда попадает с точностью 70% - Если ятаган этого бойца имел способности оружия, они удалены. должен ли этот боец взять ятаган?

source: Lesser magical beings like ordinary Jinns, Rhamis and Elementals when banished turn into standard blue Dimensional Gates. They are used to summon other lesser magical beings, so they are not as effective as their yellow equivalents, but still can prove useful on the battlefield and used right can be a key to victory.
de: Oh ja. Aber Rhamis, gemeine Dschinn und schlichte Elemente überstehen die Transformation in gelbe Portale nicht. Irgendwer muss auch für weniger potente blaue Weltentore I herhalten.

source: Let it be!
de: Glaubst du, ich sei ein Weichling? Du wirst schon sehen!
ru: Хорошо!

source: Let me guess: this is the lamp where Nomolas rests — the first jinn, creator of your palace-city, isn’t it?
de: Kamele. Macht mir nichts vor, das ist Nomolas Schlafstatt. Hier ruht er aus vom Bau der Stadt.
it: Fatemi indovinare: questa è la lampada dove riposa Nomolas – il primo genio, creatore della vostra città-palazzo, non è vero?
ru: Дай мне угадать: это лампа, где покоится Номолас - первый джинн, создатель вашего дворцового города, не так ли?

source: Let someone inform Sud-Affar! We are under attack! We need reinforcements!
de: Du da! Sorge für Verstärkung aus Sud Affar! Wir haben einen Massenansturm abzuwehren!
it: Che qualcuno informi Sud-Affar! Siamo sotto attacco! Ci servono dei rinforzi!
ru: Пусть кто нибудь отправится в Суд-Аффар! Нас атаковали! Нам срочно нужно подкрепление!

source: Let's start with the latter. Use your new circle to summon something. It can be a fire, water elemental or something else. Just think about the element of your choosing and the circle will do the rest for you.
de: Üben wir das gleich einmal. Konzentriert Euch auf ein Element und wünscht es dann herbei.
ru: Начнем со второго. Используйте свой новый круг, чтобы призвать что-то. Это может быть огненный, водяной, или какой нибуть еще элементаль. Просто подумайте о выбранной вами стихие, и круг сделает все остальное за вас.

source: Let’s defeat the rest!
de: <span color='#0175FE'>Macht sie</span> <span color='#FA0000'><b>ALLE nieder!</b><</span>
it: Sconfiggiamo il resto!

source: Let’s hope Rashti will resist his will...
de: Jetzt wird sich zeigen, wie stark Rashtis Wille ist … Sie lässt sich bekanntlich zu Dummheiten verführen … Rein äußerlich gibt der Afrit mehr her als Ihr, Mehir … <small>(<i>seufzt</i>)</small> Er ist soo schön ...

source: Let’s move to the bunker. The sooner we get the battery, the less time we spend here.
de: Los, in den Speicherraum runter. Die Kälte kann auf Dauer nur ein Afrit ertragen …

source: Let’s rescue the lizards.
de: Macht mir jetzt nicht schlapp, ihr Echsen! Rettung naht!
it: Salviamo le lucertole.
ru: Теперь давайте спасем ящеров.

source: Listen to me, idiot. My half... ME is the queen of the Red Abyss. And you are a worthless flying red fool, who has to be dealt with.
de: <span color='#0175FE'>Du weißt, dass ein Teil von mir—</span> <span color='#FA0000'>ICH die Königin vom Roten Abyssus bin!</span> <span color='#0175FE'>Und maßt dir – ohne blau zu werden – an,</span> <span color='#FA0000'>Dich mit mir zu vergleichen?</span>
