Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: I... have no clue what either of you are talking about to be honest, forget I asked. I think we should get back to discussing the circle.
es: No... No tengo idea de qué estáis hablando, francamente. Olvidad que pregunté, creo que sería mejor volver a discutir el círculo.

source: Anyway, to answer your question, the circle has many properties, but I'll keep it simple: first of all, its power output is far higher than that of the megacircle, meaning the spells cast using this circle are far more potent.
es: De todos modos, para responder a tu pregunta, el círculo tiene muchas propiedades, pero lo mantendré simple: en primer lugar, su potencia de salida es mucho mayor que la del megacírculo, lo que significa que los hechizos lanzados con este círculo son mucho más potentes.

source: Speaking of tools of destruction, it has quite a few, the first one being the 'damaging aura'.
es: Hablando de herramientas de destrucción, tiene bastantes. La primera de ellas es el “aura dañina”.

source: That's right. The ultimate circle you are wearing right now automatically blasts nearby enemies with magical energies, harming and slowing them. Let me demonstrate this feature to you, but we'll need to make some space first.
es: Así es. El círculo definitivo que ahora llevas ataca automáticamente a los enemigos cercanos con energías mágicas, dañándolos y ralentizándolos. Permíteme demostrarte esta función, pero primero tendremos que hacer algo de espacio.

source: I'll summon six Magical Eyes, so you have some targets to practice the spell on.
es: Invocaré seis ojos mágicos, para que tengas algunas dianas con las que practicar el hechizo.

source: Good. (to Mehir) Now, look at these eyes, you see fierce foes, willing to do anything in their power to take your life, and the lives of your men, think it, believe it...
es: Listo... Ahora, mira esos ojos. Ves enemigos feroces, dispuestos a hacer cualquier cosa en su poder para tomar tu vida y la de tus hombres. Piénsalo, créelo...

source: Wow, this is amazing!
es: ¡Guau! ¡Esto es increíble!

source: Fascinating, isn't it? This feature of the circle scans your brain, and targets objects you perceive as foes. Just be careful with your anger, or it might hit something you don't want it to.
es: Fascinante, ¿no? Esta característica del círculo escanea tu cerebro y apunta a los objetos que percibes como enemigos. Solo ten cuidado con tu ira, o podría golpear algo que preferirías evitar.

source: My my, you always keep finding a new way to impress me...
es: ¡Jo, jo! Siempre encontráis una nueva manera de impresionarme...

source: Let's finish off these Magical Eyes. They are already almost falling apart. Just a few more strikes...
es: Terminemos con estos ojos mágicos. Ya casi se están desmoronando. Solo unos pocos golpes más...

source: Man, how did I even live without all this...
es: ¡Guau! ¿Cómo viví antes sin esto..?

source: There is another, even better feature that needs explanation. Are you ready to listen?
es: Hay otra característica, aún mejor, que amerita explicación. ¿Estás listo para escuchar?

source: Of course! I would love to learn more about this masterpiece!
es: ¡Por supuesto! ¡Me encantaría aprender más sobre esta obra maestra!

source: As you already know, magical circles can be used to summon creatures from the Abyss. This one can do more than that.
es: Como ya sabes, los círculos mágicos se pueden usar para invocar criaturas del Abismo. Este puede hacer más que eso.

source: What do you mean?
es: ¿A qué os referís?

source: You see, this ultimate megacircle can act like a mobile castle! It can bring your troops to you in an instant.
es: Verás... ¡Este megacírculo definitivo puede actuar como un torreón móvil! Puede traerte tus tropas en un instante.

source: You mean I can summon my men? Not only abysmal beings? That's certainly great, but why is that necessary for the mission? Can't my men just stay with me?
es: ¿Así que puedo invocar a mis hombres? ¿No solo seres abismales? Eso es fantástico, sin duda. Pero, ¿por qué es necesario para la misión?, ¿no pueden mis hombres quedarse conmigo?

source: No, there isn't enough room on your means of transportation. Your troops will await your call on our teleports connected directly to your circle. When you need a specific unit, your circle will establish a small portal and bring this unit to you directly from our kingdom!
es: No, no hay suficiente espacio en sus medios de transporte. Tus tropas esperarán a ser llamadas en nuestros teletransportadores, que estarán conectados directamente a tu círculo. ¡Cuando necesites una unidad específica, tu círculo establecerá un pequeño portal y te la llevará directamente desde nuestro reino!

source: So it's is going to act like city portals in my country, but mobile! Unbelievable...
es: Así que funcionaría como los portales interurbanos de mi país, ¡pero móvil! Increíble...

source: Indeed. Do you want to test this ability? We already gathered all your men at the teleport site on the other side of the island. It would be good to bring one of them here, for science.
es: En efecto. ¿Quieres probar esta habilidad? Ya reunimos a todos tus hombres en el sitio de teletransporte al otro lado de la isla. Sería bueno traer uno de ellos aquí, por la ciencia.

source: Of course, I want to see it in action!
es: ¡Por supuesto! ¡Quiero verla en acción!

source: Good. I hope I used proper magical symbols to make this work. Otherwise a recalled unit of your choosing will transform into a supernova and our entire solar system will vaporize.
es: Bien. Espero haber usado símbolos mágicos adecuados para que esto funcione. De lo contrario, la unidad que elijáis reincorporar se convertirá en una supernova y todo nuestro sistema solar se vaporizará.

source: *gives him a cold stare*
es: <i>Le da una mirada gélida.</i>

source: But we are professionals, right? Let's verify our theories. Think about recruiting or recalling a specific troop or abysmal being. It should arrive momentarily, I hope...
es: Pero somos profesionales, ¿verdad? Verifiquemos nuestras teorías. Piensa en reclutar o reincorporar una tropa específica o un ser abismal. Debiera llegar momentáneamente —eso espero—...

source: Recruit or recall something
es: Reclute o reincorpore

source: Yes! We are all alive! Hahaha, that was close! The teleport works as expected, and should work no matter the distance.
es: ¡Sí! ¡Todos estamos vivos! ¡Ja, ja, ja, eso estuvo cerca! El teletransporte funciona como se esperaba y debiera funcionar sin importar la distancia.

source: Excellent! This is exactly what I wanted! I can bring my army with me anywhere I want without worrying about logistics! You are absolute geniuses!
es: ¡Excelente! ¡Esto es justo lo que quería! ¡Puedo traer a mi ejército conmigo dondequiera que vaya sin preocuparme por la logística! ¡Sois absolutos genios!

source: Haha, of course we are!
es: ¡Ja, ja. Por supuesto que lo somos!

source: Does it still summon... people taking a bath?
es: ¿Todavía invoca a... Gente bañándose?

source: Err... what?!
es: ¡¿Co-cómo?!

source: *facepalm*
es: <i>Atónita.</i>

source: Nevermind, Jaffar's already in the Abyss. It is good as it is. So what's next?
es: Olvidadlo, Yafar ya está en el Abismo. Está bien así. ¿Y ahora qué?

source: If I remember correctly, you wanted to ask some questions about our civilization. Now would be a pretty good time for that.
es: Si no recuerdo mal, querías hacer algunas preguntas sobre nuestra civilización. Ahora sería un buen momento para ello.

source: Indeed. I mostly just want to know the history of your nation, and maybe some things about its culture. You seem so different from others I have seen during my journey.
es: Sí. Principalmente quiero conocer lo que concierne a la historia de vuestra nación y, tal vez, algunas cosas sobre vuestra cultura. Parecéis tan diferentes de las otras que he visto durante mi viaje.

source: This is a very long story. Well, you could just go to our Library of Enlightenment and read about us, but there are 78732 volumes covering the story of both civilizations of Magi. I am afraid you don't have a sufficient amount of spare time for reading all of them without mind augmentation and extended lifespan, even if you dedicated your entire life to doing so.
es: Esta es una historia muy larga. Bueno, podrías ir a nuestra Biblioteca de la Ilustración y leer sobre nosotros, pero hay 78 732 volúmenes que cubren la historia de ambas civilizaciones de magos. Me temo que no tendrías suficiente tiempo libre para leerlos todos sin un aumento de capacidad mental y de vida, incluso si dedicaras toda tu vida a ello.

source: Both civilizations? What do you mean?
es: ¿Ambas civilizaciones? ¿Qué queréis decir?

source: It's is bit complicated. What you see around you is something we call our 'second civilization'. It is quite young compared to the first one, and much smaller, but at the same time more advanced than ever before. I guess you wouldn't find anyone else on this planet who could raise a billion tons of rock into the sky and build a kingdom on it.
es: Es un poco complicado. Lo que ves a vuestro alrededor es lo que llamamos nuestra “segunda civilización”. Es bastante joven en comparación con la primera y mucho más pequeña; pero, al mismo tiempo, más avanzada que nunca. Supongo que no encontrarías a nadie más en este planeta que pueda flotar mil millones de toneladas de roca en el cielo y construir un reino en él.

source: So, since the nation is called the 'Sky Kingdom', who exactly is the king here?
es: Por cierto, dado que la nación se llama “Reino del Cielo”, ¿quién es exactamente el rey aquí?

source: Well, we've got the Council of Masters, who make most of the minor decisions, but it is the Guru who sets long term goals. It was he who came up with the idea of moving our society above clouds. He could theoretically be considered a formal ruler, but he generally cooperates with the Council.
es: Bueno, tenemos el Consejo de Maestros, quienes toman la mayoría de las decisiones pequeñas, pero es el Gurú quien establece objetivos a largo plazo. Fue él a quien se le ocurrió la idea de mover nuestra sociedad por encima de las nubes. Teóricamente, podría considerarse un gobernante formal, pero generalmente coopera con el consejo.

source: I see. This Council of yours appears to be similar to our High Council of Elders, but we do not have any Gurus. Are there any conflicts in your society? Who writes the law here?
es: Ya veo. Vuestro consejo parece similar a nuestro Alto Consejo de Ancianos, pero no tenemos ningún gurú. ¿Hay algún conflicto en vuestra sociedad? ¿Quién escribe la ley aquí?

source: Conflicts? Been centuries since we had any. We are all free, and work together to achieve everything we desire. If there is a complex issue, the Council of Masters tries to find a solution with the aid of Guru.
es: ¿Conflictos? Han pasado siglos desde que tuvimos alguno. Todos somos libres y trabajamos juntos para lograr todo lo que deseamos. Si hay un problema complejo, el Consejo de Maestros intenta encontrar una solución con la ayuda de Gurú.

source: Quite fascinating that you managed to actually sustain such a system. Though I wonder, were there other Gurus before the current one?
es: ¡Qué fascinante que hayáis logrado mantener tal sistema! Aunque, me surge la pregunta... ¿Hubo otros gurús antes del actual?

source: Well, no. He has always been our leader since the nation's founding.
es: De hecho, no. Ha sido nuestro líder siempre, desde la fundación de la nación.

source: Huh, your nation must be quite young then.
es: Eh, vuestra nación ha de ser bastante joven, en ese caso.

source: Y-yes, exactly. <i>*to himself* good thing I didn't tell him how long the second civilization has been around...</i>
es: Sí, sí, exactamente... (Para sí mismo). <i>Lo bueno es que no le dije cuánto tiempo hace que la segunda civilización existe...</i>

source: Anyway, you mentioned something about the first civilization of Magi. Could you tell us more about it?
es: De todos modos, mencionasteis algo sobre la primera civilización de los magos. ¿Podríais contarnos más al respecto?

source: Well, the First Civilization existed a long time ago. Our roots are truly ancient, dating back thousands of years. In fact, all of us are descendants of that civilization.
es: Bueno, la Primera Civilización existió hace mucho tiempo. Nuestras raíces son realmente antiguas y datan de hace miles de años. De hecho, todos somos descendientes de aquella civilización.

source: During the reign of the first Magi, our ancestors tried to win their place in a harsh environment, where many factions fought for things as banal as the right to live. At that time they weren't capable of creating floating islands, but they managed to build a huge empire, and were able to defend themselves from their rivals.
es: Durante el reinado de los primeros magos, nuestros ancestros ​​intentaron ganarse su lugar en un ambiente duro, donde muchas facciones competían por cuestiones tan banales como el derecho de vivir. En ese tiempo no eran capaces de crear islas flotantes, pero lograron construir un gran imperio y pudieron defenderse de sus rivales.

source: At some point, they became one of the most powerful nations on the planet. That period in history is known as the Golden Age of Magi. Unfortunately a terrible world-wide cataclysm happened, leading to the fall of the First Civilization. Only a few survived. It took them millenia to rebuild the mage society. But they succeeded, as you can see.
es: En algún momento, se convirtieron en una de las naciones más poderosas del planeta. Ese período en la historia se conoce como la “Era Dorada de los Magos”. Desafortunadamente, ocurrió un terrible cataclismo mundial, lo que condujo a la caída de la Primera Civilización. Solo unos pocos sobrevivieron y les tomó milenios reconstruir la sociedad de magos. Pero, tuvieron éxito, como podéis ver.

source: It looks like I have just summarized most of the 78732 volumes of records about the history of our nation. Frankly, it's ridiculously oversimplified; there are 78732 entire volumes for a reason, you know. Quite a shame that you don't have the time for reading, each volume is worth your time.
es: Parece que acabo de resumir la mayoría de los 78 732 volúmenes de registros sobre la historia de nuestra nación. Francamente, está ridículamente simplificada; hay 78 732 volúmenes enteros por una razón, ¿sabéis? Es una gran pena que no tengáis tiempo para leer, cada volumen vale vuestro tiempo.

source: I wonder, did this first civilization happen to live around the area that is now the Great Desert?
es: Otra pregunta: ¿acaso esta primera civilización vivía en el área que ahora es el Gran Desierto?

source: ...Yes, how did you know?
es: Sí... ¿Cómo lo sabéis?

source: A while ago, I spoke with the Darkblooded, as they call themselves. Their leader spoke about of an ancient human civilization, who accidentally caused some kind of disaster that wiped out nearly all of their territory. Your story seems to match unusually well with his...
es: Hace un tiempo, hablé con los “sangreoscuras” —como se llaman a sí mismos—. Su líder habló de una antigua civilización humana, que accidentalmente causó algún tipo de desastre que aniquiló casi todo su territorio. Extrañamente, vuestra historia parece coincidir con la suya...

source: <i>*to himself* I really hope The Keeper didn't tell him about the Eye of Darkness...</i>
es: (Para sí mismo). <i>Más vale que el Guardián no le haya hablado del Ojo de la Oscuridad...</i>

source: *sigh* To tell the truth, alas, the cataclysm was indeed caused by one of our ancestors' failed experiments. <i>*to himself* I need someone to switch the topic, fast...</i>
es: <i>Suspira.</i> A decir verdad, ¡ay!, el Cataclismo fue de hecho desencadenado por uno de los experimentos fallidos de nuestros ancestros. (Para sí mismo). <i>Necesito que alguien cambie el tema y rápido...</i>

source: Hey, look, I think I just saw Mehir over there!
es: Oye, mira, ¡creo que acabo de ver a Mejir allí!

source: Really? I must meet him!
es: ¿De veras? ¡Debo conocerlo!

source: Sure, but don't get carried away, or we may end up being late for the next lecture.
es: Claro, pero no te dejes llevar, o podemos terminar llegando tarde para la próxima clase.

source: Uhh... what do the two of you want?
es: Ehh... Vosotras dos, ¿qué queréis?

source: Mehir! By the Sun, I always wanted to meet you! You're an absolute legend!
es: ¡Mejir! ¡Por el Sol, siempre quise conocerte! ¡Sos una leyenda absoluta!

source: 'By the Sun'? Wait a second, are you... Kharosian?
es: ¿“Por el Sol”? Esperad un momento, sois... ¿Carosiana?

source: Of course I am! After all, the priesthood and nobility sends their children here for higher education as part of the alliance between two nations...
es: ¡Claro que lo soy! Después de todo, los sacerdotes y la nobleza envían su prole aquí para estudios superiores, como parte de la alianza entre ambas naciones...

source: ...oh, and the main reason Anthi sent you here is because of an agreement with Guru.
es: ¡Ah! Y la razón por la que Anthi te hizo venir es por un arreglo con Gurú.

source: *facepalm intensifies*
es: <i>Cada vez más atónita.</i>

source: Should I not have mentioned that? Uhh... Well, this is awkward. I guess I better get going.
es: ¿No debí mencionar eso? Oh... Bueno, esto es incómodo. Supongo que mejor me pondré en marcha.

source: Uhh... let's pretend you didn't hear anything, alright?
es: Ehh... Finjamos que no escuchasteis nada, ¿de acuerdo?

source: Master Umbrez, are you done? *looks at the circle* Ah, quite impressive work there. *to Mehir* Now, to fulfill the other part of my promise...
es: Maestro Umbrez, ¿habéis terminado? <i>Mira el círculo.</i> ¡Ah! Puedo ver un trabajo bastante impresionante. <i>(A Mejir)</i> Ahora, para cumplir con la otra parte de mi promesa...

source: MUS!! To heel! Look sharp!
es: ¡¡MUS!! ¡Firmes! ¡Atención!

source: You called uz, Master?
es: ¿Nos llamaste, maestriño?

source: Yes, you will now serve this man over here, understood?
es: Sí. Ahora servirás a este hombre aquí, ¿entendido?

source: We promeeez.
es: Le facemos esa promesa.

source: THESE are the powerful beings you mentioned?! I've easily beaten them by the dozens!
es: ¿ESTOS son los seres poderosos que mencionaste? ¡Ya he derrotado fácilmente a varias docenas!

source: True, they're rather weak in this form, but don't worry, I'll turn them into Ums now. Watch this.
es: Es cierto que son bastante débiles en esta forma, pero no te preocupes, los convertiré en Ums ahora. Observad.

source: Calibration complete. Body enhancement circuits operational, power output nominal, weapons charged. Reporting for duty.
es: Calibración completa. Circuitos de mejora del cuerpo operativos, potencia nominal, armas cargadas. Reportándome para el deber.

source: What the... how did they...? These things are colossal now! *looks the Ums with awe*
es: ¿Qué diantres?... ¿Cómo es que...? ¡Estas cosas son colosales ahora! <i>Contempla asombrado a los Ums.</i>

source: Behold our greatest feat of biological augmentation, the Um! Taking the goblin DNA, and shaping it into whatever we want. Like I told you earlier, they make for great test subjects. The ones you're granted are combat models; possessing extraordinary physical strength and advanced weaponry, but rather lacking in intellect, similarly to the Mus.
es: ¡He aquí nuestra mayor hazaña en bioingeniería, el Um! <i>¡Toma el ADN del goblin y dale la forma que quieres!</i> Como te dije antes, son excelentes sujetos de prueba. Los que se te otorgan son modelos de combate, con una extraordinaria fuerza física y armamento avanzado, pero más bien carentes de intelecto, de manera similar a los Mus.

source: Any Mu can be transformed into a such a powerful being, but the process is quite long and expensive, requiring lots and lots of magical augmentation, genetic modification, and nutrition. You wouldn't believe how many years of experimenting we spent to finally achieve this.
es: Cualquier Mu puede transformarse en un ser poderoso, pero el proceso es bastante largo y costoso, lo que requiere muchos mejoras mágicas, genéticas y nutricionales. Nunca creerías cuántos años tardamos experimentando para finalmente lograr esto.

source: Neither version is particularly bright, but their combat potential is certainly not to be underestimated.
es: Ninguna versión es particularmente brillante, pero su potencial de combate ciertamente no debe subestimarse.

source: Right. Hopefully they'll easily crush the mechanical creations you warned me about, and the hulks can haul the battery.
es: Vale. Ojalá aplasten fácilmente a esos ingenios mecánicos de los que me advertisteis y puedan cargar con la batería.

source: Err... that won't be necessary. Listen carefully now, I'm going to teach you a special magic spell that will allow you to instantly return here with your men AND the battery!
es: Ehh... Eso no será necesario. Escucha atentamente, ¡te voy a enseñar un hechizo mágico especial que te permitirá regresar instantáneamente aquí con tus tropas <i>y con</i> la batería!

source: Finally you took it in... a bit slow on the uptake, eh? Anything else? No more questions? Really? Well, then, you are all set up now. The skyship will take you to the destination. Traveling there by sea would take months.
es: Finalmente lo entendiste... <i>De aprendizaje lento, ¿eh?</i> ¿Hay algo más? ¿Sin más preguntas? ¿Seguro? Bien. Entonces, ya estás listo. La barca voladora los llevará a su destino. Navegar por mar tardaría meses.

source: A flying ship? *looks uneasy at the heavyweight ums*... Perhaps you could transform them back into their smaller version...
es: ¿Una barca voladora? <i>Mira incómodo a los voluminosos Ums.</i>... Quizás podrías transformarlos nuevamente a su versión reducida...

source: Don't wet your pants, the skyship can handle the weight, it just has little room. Good luck - you will need it back on earth again.
es: No temas, pues la barca voladora puede manejar el peso. Nomás tiene espacio limitado. Buena suerte —la necesitarás de vuelta en tierra—.

source: No need to hurry up, it would be wiser to fully test the circle before heading off.
es: No es necesario apurarse, sería más sabio probar completamente el círculo antes de salir.

source: Sure.
es: Claro.

source: North Pole
es: Polo norte

source: Good Nomolas! It..it’s... frrreezing c... c... ccold here!
de: <small>(<i>zitternd und zähneklappernd</i>)</small> D-die K-kälte hält ja kein K-kamel aus ... Wo gibts denn so was!
es: ¡Buen Nómolas! ¡A-aquí... Hace... De-demasiado frío... Brrr!

source: We are at the North Pole, Summoner. What did you expect? Low temperatures are pretty normal around here, mind you.
es: Estamos en el Polo Norte, invocador. Las temperaturas bajas son lo normal para estos lugares.

source: So these are the ruins the Guru told us about. They kind of creep me out. What happened here?
es: Así que estas son las ruinas de las que hablaba Gurú. Dan repelús.

source: If I told you the whole story, you'd probably freeze to death before I even finished the first quarter of it. In short, it was a place of a great battle between two powers. One of them, the Runemasters, perished, though their mechanical creations managed to trap and stop the invaders.
es: Si os contara toda la historia, moriríamos congelados antes de completar una cuarta parte. Brevemente, estos hielos fueron escenario de una gran batalla entre dos potencias. Los maestros rúnicos, una de ellas, perecieron, aunque sus creaciones mecánicas pudieron atrapar y detener a los invasores.

source: Who were the invaders?
de: Ja und? Wer war so wild auf eine Schneeschlacht?
es: ¿Quiénes fueron los invasores?
