Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: You’ll pay for destroying our Holy Place, you... you night demons! The Sun will burn you with its Divine Flames!!!
it: Pagherete per aver distrutto il nostro luogo sacro, voi... siete dei demoni venuti dall’inferno! Che le fiamme divine del sole vi brucino!

source: You’ll talk later; we have a job to do. Their leader is dead, but they haven’t given up yet.
it: Ne parleremo in seguito, abbiamo ancora un compito da portare a termine. Non si sono tuttora arresi, sebbene il loro capo sia morto.

source: a Great Jinn can build a better wall for Saffaros
it: Un grande genio può rafforzare le mura di Saffaros

source: eye of Abyss
it: occhio dell’Abisso

source: inferno8 presents
it: inferno8 presenta

source: mystical scimitar
it: scimitarra mistica

source: scroll
it: pergamena

source: team_name^Master of Battle
it: Maestro della battaglia

source: team_name^Master of Darkness
it: Maestro dell’oscurità

source: team_name^Master of War
it: Maestro della guerra

source: team_name^Neutral
it: Neutrale

source: team_name^Unknown 1
it: Sconosciuto 1

source: team_name^Unknown 2
it: Sconosciuto 2

source: team_name^Unknown 3
it: Sconosciuto 3

source: “As we bring forth, so shall we go.”
it: “Così come veniamo alla luce, in cenere ce ne andremo.”

source: “Our skyship will take you and Rashti to the top of the mountain near the Sun Dome. Use your new circle to bring your troops from our kingdom to your location. Hurry up. Every minute new defenders will appear. Get inside the Dome, take one half of the Ray and flee back to the top. We will evacuate you from there. Remember — you have only one chance.” Mehir listened to this all and flew away...
it: “La nostra nave volante porterà voi e Rashti sulla cima della montagna, vicino alla Cupola del Sole. Utilizzate il vostro nuovo cerchio per condurre le vostre truppe dal nostro regno alla vostra posizione. Sbrigatevi: appariranno nuovi difensori ad ogni minuto che passa. Fate irruzione nella Cupola, prendete metà del raggio e ritornate nuovamente sulla cima. Noi vi evacueremo da lì. Ricordate – avrete solo una possibilità”. Mehir ascoltò queste parole e volò via...

source: ...aquilo...flamen...notos...
ru: ...акило...фламен...нотос...

source: Aerius
ru: Аериус

source: Afez
ru: Афез

source: Alib
ru: Алиб

source: Bakha
ru: Бакха

source: Brogh’ur
ru: Брогх’ур

source: DharmaRashti
ru: Дарма'Рашти

source: Hiiiilafaiiii!
ru: Хиииилафаииии!

source: HoRashti
ru: Хо'Рашти

source: Jaffar
ru: Джаффар

source: Kalib
ru: Калиб

source: Khaal siftu nax. Rav!
ru: Кхаал сифту нах. Рав!

source: Krog
ru: Крог

source: Mufaz
ru: Муфаз

source: RRRHHHAAAAHHH! Sur kav NAX!!!
ru: РРРХААААХХХ! Сур кав НАКС!!!

source: Rashti
ru: Рашти

source: RashtiRhami
ru: Рашти'Рами

source: Rhaxiz
ru: Раксиз

source: SHATRISS XIFAAAAR!!!
ru: ШАТРИСС КСИФААААР!!!

source: Safay
ru: Сафей

source: Safay!
ru: Сафей!

source: Samir
ru: Самир

source: Seeetfuu! Txsiii hassith!
ru: Сеетфуу! Ткссиии хассис!

source: Sharif
ru: Шариф

source: Shatizakaaaaiii!
ru: Шатизакааааиии!

source: Should the unit pick up the ancient armor?
ru: Должен ли боец взять древнюю броню?

source: Should the unit pick up the banishment staff?
ru: Должен ли боец взять посох изгнания?

source: Should the unit pick up the ring of regeneration?
ru: Должен ли боец взять кольцо регенерации?

source: Should the unit pick up the сap?
ru: Должен ли боец взять тюрбан?

source: This ancient ghost of a Summons Master roams katacumbs of Ka-gatta for centuries. Beings like these are result of people staying inside their personal circles for too long. If the bond between human's mind and a circle grows too strong, when that person dies his/her psyche is trapped inside and lives afterlive of its own.
ru: Этот древний призрак Мастера Призыв бродит катакомбами Ка-гатты на протяжении веков. Такие существа являются результатом того, что люди слишком долго остаются в своих личных кругах. Если связь между разумом человека и кругом становится слишком сильной, когда этот человек умирает, его психика оказывается в ловушке внутри и живет после своей собственной жизни.

source: This unit is holding a powerful spear of abysmal origin. Effects: Increases the attack by 25% Increases magical resistances by 10%
ru: Эта Рами держит копье, происхождение которого из Бездны. Эффекты: Увеличивает силу атаки копьем на 25% Увеличивает сопротивление к магии на 10%

source: This unit is holding a powerful staff which once belonging to the first Master of Banishers. Effects: - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
ru: Этот боец держит могущественный посох ранее принадлежавший первому Мастеру Изгонятелей. Эффекты: - атака изгнания никогда не промахивается - атаки посохом / вратами холода наносят +2 урона - увеличивает сопротивление к магии на 10%
