Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Rain damages your fire elementals. Be careful. On the other hand it can heal your water elementals.
de: <span color='#397EF2'><b>Taktischer Hinweis:</b> Regen schadet Feuerelementen — Wassergeister aber heilt er!</span>
es: Tenga cuidado: la lluvia daña a los elementales de fuego. Por otro lado, puede curar a los elementales de agua.

source: Atiros is now on your side, but he will leave your army after the next scenario. Keep this in mind.
de: <span color='#397EF2'>Atiros kämpft übrigens nur in diesem und im nächsten Szenario in Mehris Truppe.</span>
es: Atiros está de su lado por ahora, pero abandonará su ejército luego del próximo escenario. Téngalo en cuenta.

source: Any inner village is captured
es: Cualquier aldea interior es capturada

source: Death of Atiros
de: Atiros fällt in der Schlacht
es: Muerte de Atiros
it: Morte di Atiros

source: Death of Dedylos
de: Dedylos fällt in der Schlacht
es: Muerte de Dedylos
it: Morte di Dedylos

source: Do not capture Dedylos' villages
es: No capture las aldeas de Dedylos

source: The scouts were correct - there is, indeed, another untouched town south of here, full of those miserable humans. I love the way they scream - it is like a music to my ears...
es: Los exploradores estaban en lo correcto: hay, efectivamente, otro pueblo intacto al sur de aquí, lleno de esos miserables humanos. Me encanta la forma en que gritan, ¡es como música para mis oídos...!

source: I want to see the town burn to ashes. I want to see them plead for mercy. I want to hear the true sounds of war, and witness its darkest colors!
es: Quiero ver la ciudad ardiendo hasta las cenizas. Quiero verlos rogar por misericordia. ¡Quiero escuchar los verdaderos sonidos de la guerra y presenciar sus colores más oscuros!

source: You know what to do, my soldiers. Prove that you are worthy of becoming the new Destroyers! When our Gods return, they will spare us, and grant us power beyond what any mortal could ever dream of! But for now, all that matters is the body count! KILL THEM ALL, SHOW NOT A TRACE OF MERCY!!!
es: Saben qué hacer, mis soldados. ¡Demuestren que son dignos de convertirse en los nuevos destructores! ¡Cuando nuestros dioses regresen, nos perdonarán y nos otorgarán el poder más allá de lo que cualquier mortal podría soñar! ¡Pero por ahora, todo lo que importa es la cuenta de cadáveres! ¡MÁTENLOS A TODOS, SIN MOSTRAR UN RASTRO DE MISERICORDIA!

source: May the Sun have mercy! These creeping monsters are emerging from the swamp! Believe me, these abominations are not native to our land! Oh Mehir, do something! Otherwise we won't live long enough to see the sun rise again...
es: ¡Que el Sol se apiade! ¡Unos monstruos reptantes emergen del pantano! ¡Creeme, estas abominaciones no son nativas de nuestra tierra! ¡Oh, Mejir, hacé algo! Sino, no viviremos para ver el Sol alzarse otra vez...

source: The keep is too small. I wonder, if I had three jinn placed on the keeps of outer walls, they could transform themselves, connect the loose forts, strengthening the city walls...
es: La fortaleza es demasiado pequeña... Se me ocurre que si tuviera tres genios, colocados en los torreones de las murallas externas, ellos podrían transformarse para conectar los torreones entre sí. Así reforzaríamos los muros de la ciudad...

source: It would mean their sacrifice, but I'd say it's worth it.
es: Serían sacrificados, pero creo que valdría la pena.

source: Jinn, I order you to create a new keep in this town!
es: ¡Genios, os ordeno que creéis una nueva fortaleza en esta ciudad!

source: As you wish, Master.
de: <span color='#0175FE'><big>Dein Wunsch ist uns Befehl, Meister! Aber die Nässe vertreibt gute Geister …</big></span>
es: Como deseéis, maestro.
it: Come desiderate, maestro.

source: Amazing! Southern architecture, never seen before in these parts... I do hope it's rain-proof, though.
es: ¡Copadísimo! Arquitectura del sur, nunca antes vista en esta región. Espero que resista las lluvias...

source: Don't worry, the enchanted walls should be able to handle some water.
es: Descuidad: las paredes encantadas debieran soportar algo de agua.

source: Spawns of darkness, I want to see...
es: Engendros de la oscuridad. Quiero ver...

source: ...WHAT YOU ARE MADE OF!!!
de: <span color='#FA0000'><big>Was ihr draufhabt!</big></span>
es: ... ¡¡¡DE QUÉ ESTÁIS HECHOS!!!

source: Eh? What's wrong with your companioness? Has she been sun-struck in the desert?
es: ¿Eh? ¿Pero qué le pasa a tu compañera? ¿Sufrió una insolación o le pateó un ropero?

source: I can hear what you're saying, northerner.
es: Puedo escuchar lo que estáis diciendo, norteño.

source: I can hear what you're saying too.
es: Puedo escuchar lo que estáis diciendo también, Mejir.

source: CUTTING LIVING BEINGS IN HALF FEELS AMAZING!!! BRING ME MORE!!!
es: ¡¡¡CORTAR SERES VIVOS POR LA MITAD SE SIENTE INCREÍBLE. TRAEDME MÁS!!!

source: I NEED MORE!!! Reminds me of the last time I wanted to RIP YOUR THROAT OUT, MEHIR!!!
es: ¡¡¡NECESITO MÁS!!! Me recuerda a la última vez que quise... ¡¡¡CORTAROS LA GARGANTA, MEJIR!!!

source: Wh- WHAT?!
es: ¿QUÉ?

source: I am extremely sorry, my Master! It is her! *to her other half* Control yourself, stupid!
es: ¡Cuánto lo siento, mi maestro! ¡Es ella! <i>A su otra mitad.</i> ¡Contrólate, estúpida!

source: By the Sun! What is wrong with her?!
es: ¡Por el Sol! ¡¿Qué le pasa a esa mina?!

source: Don’t pay attention to what she says. She can be quite... unstable at times...
es: No hagáis caso a lo que dice. Puede ser algo <i>voluble</i>... A veces.

source: Those Summoners came to claim our land and riches! Take them!
es: Los invocadores han venido a saquear nuestras tierras. ¡Arrestadlos!

source: Those spawns are massacring our people! There is no longer any hope...
es: ¡Esas bestias están masacrando a la gente! Ya no queda esperanza...

source: So they have managed to break through our offensive force.
de: ( <i>Muss ich selbst mit Hand anlegen? MEIN Tod in heiliger Mission war gar nicht vorgesehen ...</i> )
es: Así que han logrado atravesar nuestra fuerza de ataque.

source: It is now clear that the Three Sisters failed the task of slaying these desert mages... It appears our master Almathis has finally found a formidable foe...
es: Ahora está claro que las tres hermanas fallaron en la tarea de matar a estos magos del desierto... Tal parece que nuestro maestro Almadis finalmente se ha encontrado con un enemigo formidable...

source: My death is but a drop in a bucket. Once our Gods return, there will be oceans of blood and mountains of bodies, with the moons turned blood-red...
es: Mi muerte no es más que una gota en el océano. Cuando nuestros dioses regresen, habrá mares de sangre y montañas de cuerpos, y las lunas se teñirán de rojo sangre...

source: We did it! I... it's just great knowing that those spawns of darkness can actually be defeated. My utmost gratitude to you, Mehir!
es: ¡Hurra! ¡Lo hicimos! Me copa saber que esos engendros de la oscuridad sí que pueden ser derrotados. ¡Mejir, tenés mi mayor gratitud!

source: No problem. Saving the world is just a part of my daily routine, it seems. However...
es: De nada. Salvar el mundo aparentemente ya es parte de mi rutina diaria. Sin embargo...

source: I’m not surprised at all that your army is failing spectacularly against the invaders.
es: No me extraña que vuestro ejército pierda épicamente frente a los invasores.

source: Do you mean that as an insult?
es: Pará, ¿nos estás insultando?

source: Your armies consist entirely of humans, who are quite susceptible to being poisoned or eaten. We, contrariwise, mainly use abyssal beings, which are immune to those methods, which your enemies seem to favor. You’re lucky I arrived in time to help you.
es: Vuestros ejércitos están formados por humanos, así que son muy vulnerables a ser envenenados o devorados. Nosotros, en cambio, utilizamos seres abismales, que son inmunes a las tácticas favoritas de vuestros enemigos. Tenéis suerte de que llegara a tiempo para ayudaros.

source: My Master, I see huge three-headed beasts emerging from the swamp north-east from here! They are going to attack this town and eat us alive! We need to strenghten our defenses there.
es: Maestro, grandes bestias de tres cabezas emergerán del pantano al noreste. ¡Atacarán este pueblo y nos comerán vivos! Debemos reforzar nuestras defensas.

source: Three-headed beasts, huh? So we are going to face exactly the same threat as in Mag-Magar. At least I am much better prepared than the last time.
es: ¿Bestias de tres cabezas, eh? Así que enfrentaremos la misma amenaza que en Mag-Magar. Al menos ahora estoy mucho mejor preparado que la última vez.

source: The natives won't be of any use to us. They will have serious trouble fighting the enemy effectively and will likely focus on defending the town. If you are planning an offensive operation to neutralize the enemy leader, you won't be able to count on them.
es: Los nativos no nos serán de ayuda. Tendrán serias dificultades en combatir con el enemigo y probablemente se enfocarán en defender el pueblo. Si planeáis una operación de asalto para neutralizar al líder enemigo, no podréis contar con ellos.

source: Speaking of the enemy leader, it looks like he is throwing only a portion of his troops at us. If we eliminate his main offensive force, he will deploy reservists to defend his camp. I advise caution.
es: Hablando del líder enemigo, parece que solo está enviando una porción de sus tropas. Si eliminamos su fuerza principal de ataque, convocará reservistas para defender su campamento. Recomiendo cautela.

source: Siege of Kharos
es: Asedio de Caros

source: team_name^Almathis
de: Almathis
es: Almadis

source: Almathis
es: Almadis

source: team_name^Amithrior
de: Amithrior
es: Amitrior

source: Amithrior
es: Amitrior

source: team_name^Thrion
de: Thrion
es: Trion

source: Thrion
es: Trion

source: team_name^Dedylos
de: Dedylos
es: Dedylos
it: Dedylos

source: Advisor
de: Ratgeber
es: Consejero

source: Seems we arrived just barely in time.
es: Parece que llegamos a las justas.

source: There are too many of them. This day had to come...
de: … Heute entscheidet sich unser Schicksal … Ein Tag, so dunkel wie bei Sonnenfinsternis …
es: Son demasiados. Tenía que llegar este día...
it: Sono in troppi. Questo giorno doveva sopraggiungere...

source: Don’t lose hope, Anthi. These walls have protected our people for centuries; our gates are nearly indestructible.
es: No pierdas la esperanza, Anthi. Estos muros han protegido a nuestra gente durante siglos; las puertas son prácticamente indestructibles.

source: Atiros hasn’t returned yet...
es: Atiros no ha regresado todavía...

source: I’m not sure whether he has returned or not, but I can see an army in the distance. They must be the troops from Saffaros, and those beside them... They don’t look like the warriors of Kharos, but they’re not of the invaders either...
es: No estoy seguro de si estará de vuelta, pero puedo ver un ejército a la distancia: deben ser tropas de Saffaros. Y quienes los acompañan... No parecen guerreros de Caros, pero tampoco son de los invasores...

source: Is this what I think it is? Seems the magi told the truth, our long-lost relatives really do exist! Now they are our only hope...
es: ¿Es lo que parece? ¡Así que los magos decían la verdad! ¡Nuestros parientes perdidos realmente existen! Ahora son nuestra única esperanza...

source: Something's not right here. The spawns of darkness always attacked after dusk, but this time they decided to attack at noon.
es: Algo no está bien. Los engendros de la oscuridad siempre atacaban tras el ocaso, pero esta vez decidieron atacar a plena luz.

source: Don’t forget they are surrounded. If we attack them by surprise, they'll be at a disadvantage.
es: No olvidéis que se encuentran rodeados. Si les atacamos por sorpresa, estarán en desventaja.

source: I'm not sure whether surrounded is a fitting term. After all, Anthi is unlikely to order the gates opened. This whole thing is more like us cornering a larger force...
es: No estoy seguro de que “rodeados” sea un término apropiado. Diría que, si Anthi no abre las puertas, entonces esta situación es más como arrinconar a una fiera...

source: Master, the human armies rounded us from the east. But the worst part is, the desert wizards are with them!
es: Maestro, los ejércitos humanos nos han rodeado por el este. ¡Pero lo peor es que los magos del desierto los acompañan!

source: Seems the Three Sisters were too weak to handle a few sand-dwelling worms,<i>*to himself* just as planned, hehe</i>. On the bright side, with so much prey, we could make a literal mountain of bodies! Our gods shall be pleased.... time for a REAL BLOODBATH!!!
es: Parece que las tres hermanas eran demasiado débiles para lidiar con unos gusanos de arena. (Para sí mismo). <i>Tal como estaba planeado.</i> Por el lado bueno, con tantas presas, ¡podríamos hacer una montaña de cuerpos! Nuestros dioses estarán complacidos... ¡Es hora de un verdadero BAÑO DE SANGRE!

source: May the Sun save us! Our indestructible gates... Our finest soldiers...
es: ¡Que el Sol nos ampare! Nuestras puertas indestructibles... ¡Nuestros mejores guerreros!

source: What are the limits of that hated voice, whose mere sound tears the thickest walls?!
de: Was war denn DAS? Ein Sonnensturm? Ein Erdbeben? ... Ich mein, der kann doch nicht allein mit seiner Stimme dicke Wälle brechen … und unzerstörbare Portale aus den Angeln heben ...
es: ¿Hasta dónde puede llegar esa odiosa voz? ¡Incluso su mero sonido desgarra las murallas más gruesas!
it: Quanto è immensa quella voce carica d’odio, il cui semplice suono puro infrange le mura più spesse!?

source: Apparently there are none. Let's just hope they won’t throw more buildings at us...
es: No parece tenerlos. Solo esperemos que no nos lancen más edificios.

source: We can not afford those apostles of death entering the capital. Send half of our troops to the battlefield!
es: ¡Los apóstoles de la muerte no entrarán en nuestra capital! Con la bendición del Sol en lo alto, ¡enviá la mitad de los soldados a su encuentro!

source: The fools are coming... FALL!
de: Man sollte meinen, die Städter hätten genug Tote zu beweinen … SUTUH THES ARATHO!
es: Los muy idiotas están viniendo... ¡DERRÚMBATE!
it: Gli sciocchi stanno arrivando...CADI!

source: Well, well, well, we got you cornered now, weirdo! Time for you to taste some cold steel!
es: Vaya, vaya, vaya, ¡estáis acorralado, bicho raro! ¡Es hora de que probéis el frío acero!

source: Enough shenanigans already! We cut our way through your army and you are next!
es: ¡Ya fueron suficientes trucos! ¡Nos abrimos paso a través de vuestro ejército y ahora sois el siguiente!

source: Heh, I'd like to see you try!
es: ¡Je, me gustaría verte intentarlo!

source: You think you got me? MWAHAHAHAAAAAhaa!!! That's where you're wrong, desert mage...
es: ¿Crees que me tienes? ¡¡¡JAJAJAJAJA, jaja!!! Ahí es donde te equivocas, mago del desierto...

source: You can try to stop us, but all your efforts are futile. We are the new Destroyers. We know no mercy nor retreat.
es: Podrán intentar detenernos, pero todos sus intentos serán fútiles. Somos los nuevos destructores. No perdonamos. No nos retiramos.

source: Know no retreat, eh? Seems the irony of saying that the moment you teleport away from me is lost on you, coward.
es: “No conocéis la retiradaa”, ¿eh? No captáis lo irónico de esa frase cuando acabáis de teletransportaros lejos de mí, ¡cobarde!

source: This was supposed to be my cool villain monologue, please don't interrupt it. Anyway, *ahem*, as I was about to say, pathetic human...
es: Se suponía que este fuera mi monólogo de villano genial; por favor, no lo interrumpan. De todos modos, ¡ejem!, como estaba a punto de decir, humano patético...

source: This is our holy mission given to us by the Eye of Darkness. Only by destruction can we prove that we are worth living. Upon their return, the old Destroyers shall spare us, and grant us power beyond that of any mortal. But until then, we will slaughter to the last.
es: Esta es nuestra misión sagrada, encomendada a nosotros por el mismísimo Ojo de la Oscuridad. Sólo por medio de la destrucción podremos demostrar que merecemos vivir. A su regreso, los destructores nos perdonarán y nos otorgarán poder mayor que cualquier mortal. Pero, hasta entonces, hemos de masacraros hasta el último.

source: Great, an entire nation of genocidal psychos... Rashti, any ideas on how to reach him?
es: Genial, una nación entera de psicópatas genocidas... Rashti, ¿alguna idea sobre cómo llegar a él?

source: I can climb the walls and kill that lunatic!
es: ¡Puedo escalar las paredes y matar a ese lunático!

source: You sure? Who knows what he is up to... Folks like him are full of unpleasant surprises.
es: ¿Segura? Quién sabe lo que planea... La gente como él está llena de sorpresas desagradables.

source: They want to fight against the entire world?! What kind of madness is this?!
es: ¡¿Quieren luchar contra el mundo entero?! ¡¿Qué tipo de locura es esa?!

source: Mehir, I <b>must</b> reach that lunatic and kill him!
es: Mejir, <b>debo</b> llegar a ese lunático y matarlo!

source: But... but it's dangerous! Who knows what more tricks he has up his sleeve!
es: Pero... ¡Pero es peligroso! ¡Quién sabe qué otros trucos tendrá bajo la manga!

source: I know what I'm doing, just clear the way for me.
es: Sé lo que estoy haciendo. Sólo abridme el paso.

source: *sigh* fine...
es: <i>Suspira.</i> Bien...

source: And now time stops...
de: Ah, der entscheidende Moment? Das will genossen sein, lasst uns kurz die Zeit anhalten ...
es: Y ahora se detiene el tiempo...

source: A magical being. One quite very different from the rest present here on the battlefield.
es: Un ser mágico. Uno muy diferente del resto que lucha aquí.

source: You seem to be of dual personality. Your body is composed of two completely opposing energies. And one of them is familiar to me - it thirsts for blood...
de: Gegensätze ziehen sich an, was? Zum Teil sind wir uns ähnlich, Blutgier treibt auch dich!
es: Parece que tienes una personalidad doble. Tu cuerpo se compone de dos energías completamente opuestas. Y una de ellas me resulta familiar: tiene una gran sed de sangre...

source: I wonder, what would happen if I separated both of you... It could unleash devastating power of your bloodthirsty half, no longer bound to the voice of reason, or...
es: Me pregunto, que ocurriría si las separara... Podría desencadenar el poder devastador de tu mitad sedienta de sangre, nunca más atada a la voz de la razón, o...

source: ...or you could just die. Time to test my theory!
es: O podrías morir. ¡Pasemos de la teoría a la práctica!

source: Ra... Rashti? Rashti?!... <i>*nervously, to himself* No, no, no, it’s impossible. This is just in a dream. This can’t be happening...</i>
es: ¿Ra-Rashti? ¡¿Rashti?! <i>Con nervios, para sí mismo.</i> No, no, no, esto es imposible. No es más que un sueño. Esto no puede estar sucediendo...

source: That's it? Quite disappointing, really. Well, at least I have one less foe to worry about...
es: ¿Eso es todo? Bastante decepcionante, en serio. Bueno, al menos, tengo un enemigo menos por quién preocuparme...

source: She’s dead. I’m sorry, Mehir...
de: Abyssale Geschöpfe sind nicht sterblich, sagtet Ihr? Oh Mehir, ich glaube, toter gehts nicht …
es: Ha muerto. Lo siento, Mejir...
it: È morta. Mi dispiace, Mehir...

source: A thousand curses in Nomolas's name! I let Rashti die! Any punishment the High Council could inflict upon me would be miniscule compared to what I deserve for this... Why the hell have I decided to get involved in this damn war?!
es: ¡Me maldiga Nómolas mil veces! ¡Dejé morir a Rashti! Cualquier castigo que el Alto Consejo me imponga sería minúsculo para lo que me merezco por esto... ¿Por qué diablos he decidido involucrarme en esta maldita guerra?

source: It is not...
de: <span color='#0175FE'><big>Ist es nicht !</big></span>
es: Esto no ha...
it: Non è...

source: ...OVER YET!!!
de: <span color='#FA0000'><big><b>Das wüsste ich!</b></big></span>
es: ... TERMINADO AÚN!
it: ...ANCORA FINITA!!!

source: Rashti? You... you’re alive?! Both of you?
es: ¿Rashti? ¡¿Es-estáis vivas?! ¿Las dos?

source: We have been split, and us halves are now independent, but we must unite in order to restore the balance of the Abyss.
es: Aunque al estar divididas seamos independientes, debemos unirnos para restaurar el balance del Abismo.

source: NEVER! I won’t let myself be enslaved again! Now I am finally free and... I AM COMING FOR YOU, MEHIR!
es: ¡NUNCA! ¡No volveré a ser esclavizada! ¡Ahora, soy libre por fin y... VOY A POR TI, MEJIR!

source: I will never allow you to harm our Master!
de: <span color='#0175FE'><big>Ich warne dich! Unserem Meister tust du nichts zuleide!</big></span>
es: ¡Nunca te permitiré que hieras a nuestro Maestro!

source: HAHAHAHAHAAHAHAHA, you actually believed what I said?! Your expression is absolutely priceless!
es: ¡JAJAJA, JAJAJA!, ¿de verdad te creíste lo que dije? ¡Tu expresión no tiene precio!

source: You have a rather... twisted sense of humor.
es: Tienes un sentido del humor... Retorcido.

source: Look Dharma'rashti, we must unite. The whole Abyss is at stake!
es: Mira, Darma-Rashti, debemos unirnos. ¡Todo el Abismo está en juego!

source: NEVER!!!
es: ¡¡¡NUNCA!!!

source: Listen to your other half! You must do this!
es: ¡Escuchad a vuestra otra mitad! ¡Debéis hacerlo!

source: This is personal, Mehir. Stay away from our fight if you don't want your men to get killed!
es: Esto es personal, Mejir. ¡Aléjense tú y tus hombres de nuestra pelea, si no quieres que tus soldados mueran!

source: JUST TRY AND STOP ME, I DARE YOU!!!
de: <span color='#FA0000'><big>Ich bring dich schon zum Schweigen! Von dir lass ich mir nichts gefallen!</big></span>
es: ¡PUES INTENTA DETENERME!

source: We must weaken Dharma’Rashti, so that Ho’Rashti can seize her and unite!
es: ¡Tenemos que debilitar a Darma-Rashti para que Jo-Rashti pueda capturarla y unirse!

source: Ho'rashti eliminates Dharma’Rashti
es: Jo-Rashti elimina a Darma-Rashti

source: Dharma'rashti eliminates Ho’Rashti
es: Darma-Rashti elimina a Jo-Rashti

source: Both of Rashti's halves are unkillable (are fully healed when reaching 0 hitpoints), so trying to kill Dharm'rashti is not going to work.
es: Las dos mitades de Rashti son inmortales (se recuperan totalmente al alcanzar los 0 PV), así que intentar matar a Darma-Rashti sería infructuoso.

source: Argh, you win...
es: ¡Grrr! Tú ganas...

source: As strong as our mutural animosity may have been, we can't live without one another. We are two sides of the same coin. You are still dear to me... sister.
es: Por más intensa que sea nuestra animosidad natural, no podemos vivir la una sin la otra. Somos como las dos caras de una moneda. Para mí, eres lo más entrañable, hermana...

source: Hmph, fine, I'll tolerate your presence longer... for now.
es: ¡Jum! Bien, seguiré tolerando tu presencia... Por ahora.

source: Finally, after all the eternal struggle between my two egos, I am whole!
es: Finalmente, después de toda la lucha eterna entre mis dos egos, ¡soy una!

source: Amazing. I have split her in half, and not only she's still alive, but seems to have gone through some sort of... metamorphosis? Nevermind, it’s time to kill you for the second ti...
es: Impresionante. La he partido en dos y aún permanece con vida, pero... Parece haber experimentado una... ¿Metamorfosis? Olvidémoslo, es hora de matarte por segunda ve...

source: What is the meaning of this?!
de: Und? Kommt noch was außer Kraftgehabe?
es: ¡¿Qué significa esto?!
it: Cosa significa tutto ciò?
