Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: These must be the ancient guardians of this place. They were awakened by Tashkar, but why? This is not good. But the worst thing is, they won't listen to us. I fear we will have to fight our way through...
es: Estos deben ser los antiguos guardianes de este lugar. Tashkar los despertó, pero ¿por qué?... Esto no se ve bien. Lo peor es que no nos escucharán. Me temo que tendremos que abrirnos camino luchando...

source: Aaaaah! The caves are collapsing!
es: ¡Aaaaah! ¡La cueva está colapsando!

source: I sense bats sleeping above us. The entire chamber is full of these creatures. If we make some loud noise, they will certainly wake up and attack us. I am afraid this is unavoidable.
es: Siento la presencia de murciélagos descansando sobre nuestras cabezas. Toda la cueva está llena de estas criaturas. Cualquier ruido fuerte los despertará y nos atacarán. Me temo que no se puede evitar.

source: This place is home to many unique artifacts. And we are very close to one of the most powerful Summoner relics ever created. I can feel its emanating power from here...
es: Este lugar alberga numerosos artefactos únicos. Y estamos muy cerca de una de las reliquias más poderosas jamás creadas por los invocadores. Siento el poder que emana desde aquí.

source: Tell me more!
es: ¡Seguid hablando!

source: It is well hidden behind a secret door imitating a cave wall. To open it and access the relic your men will have to pull some levers scattered around the chamber.
es: Está bien oculta tras una puerta secreta que se mimetiza con las paredes de la cueva. Para abrirla y acceder a la reliquia, vuestros hombres deberán accionar palancas dispersas en toda la cueva.

source: Where are those levers?
es: ¿Dónde están tales palancas?

source: So this is their true purpose...
es: Así que para eso servían...

source: There are three of them. I need to focus to be able to see where your men will find them in the future. This will take a moment...
es: Son tres. Me concentraré para percibir dónde vuestros hombres las encontrarán en el futuro. Me tomará un momento...

source: I can see now. Here are the locations of all the levers. Activating them will open the secret door near the exit.
es: Ya veo. Señalaré las ubicaciones de las palancas. Si activáis todas, se abrirá la puerta secreta cerca de la salida.

source: Jinn abilities never cease to amaze me...
es: Los genios cada vez me sorprenden más con sus habilidades...

source: Be careful though, my Master! Pulling any of the levers will activate security mechanisms, which may trap some of our troops. But once the artifact is revealed, they all will be freed.
es: Pero, ¡tened cuidado, maestro! Al accionar las palancas, se activarán mecanismos de seguridad, los cuales atraparán a nuestras tropas. Pero, en cuanto se revele el artefacto, serán liberadas.

source: Thanks for the warning.
es: Gracias por la advertencia.

source: We should not stay here for too long. This place doesn't seem to be geologically stable.
es: No debemos permanecer demasiado. Este lugar no parece ser geológicamente estable.

source: Test
es: Prueba

source: Test Badass
es: Prueba rudo

source: Goddess of all Rhamis
es: Diosa de todas las ramis

source: team_name^Expedition
de: Forscher
es: Expedición
it: Spedizione
ru: Экспедиция

source: Mage
de: Meister der Magie
es: Mago
it: Mago
ru: Маг

source: Just give up already! No matter how many of my troops you slay, it won't get you anywhere! It would be much easier for both of us if you just accepted your defeat and fled.
es: ¡Déjalo ya! No importa cuántas de mis tropas mates, ¡no te llevará a ninguna parte! Sería mucho más fácil para todos si tan solo aceptases la derrota y huyeses.

source: How many times do I have to tell you, human...
es: ¿Cuántas veces tengo que decíroslo, humano?...

source: I won't stop...
es: No me detendré...

source: ...UNTIL YOU ARE DEAD!!!
es: ¡¡¡HASTA VERTE MUERTO!!!

source: You can throw golems at me all day long for all I care, and it won't change a thing.
es: Puedes lanzarme gólemes todo el día si quieres. No me importa y no cambiará nada.

source: Wait, am I sunstruck, or am I seeing Rashti'rhami herself battling the very people who invaded the central palace?!
es: Espera, ¿me dio una insolación? ¿O estoy viendo a la mismísima Rashti-Rami combatir contra las personas que invadieron el Palacio Central?

source: (looks at Mehir) Finally, somebody actually bothered to send reinforcements! What took them so long?
es: <i>Mira a Mejir.</i> ¡Finalmente, alguien se tuvo que molestar en enviar refuerzos! ¿Cómo es que tardaron tanto?

source: Uhh... we didn't know there was a full on battle going on here, and didn't make enough haste, my sincere apologies. By the way, do you happen to know where Tashkar, your master, is?
es: Ehh... No sabíamos que había una batalla en curso aquí y no me di suficiente prisa; mis sinceras disculpas. Por cierto, ¿sabéis donde está Tashkar, vuestro maestro?

source: Last time I saw him with his troops was inside this building. I don't know what those damn mages did to him, but I must find out...
es: La última vez que lo vi con sus tropas estaba dentro de este edificio. No sé qué le hicieron esos malditos magos, pero debo averiguarlo...

source: ...NO MATTER HOW MANY MORE OF THEM I HAVE TO KILL!!!
es: ... ¡¡¡SIN IMPORTAR CUÁNTOS MÁS TENGA QUE MATAR!!!

source: Defend the entrance at all costs! We can't let these summoners disturb the research!
es: ¡Defended la entrada a toda costa! ¡No podemos dejar que estos invocadores perturben la investigación!

source: Everyone, cover Rashti'rhami, and secure the entrance!
es: ¡Todos, cubrid a Rashti-Rami y asegurad la entrada!

source: (finally catching up) Greetings, your Highness! Your servant Mehir found me in the caves and released from my post by your request.
es: <i>Llega finalmente.</i> ¡Saludos, Vuestra Alteza! Vuestro sirviente Mejir me encontró en las cuevas y me relevó de la guardia por vuestra solicitud.

source: I... don't remember sending anyone for you.
es: No recuerdo... Haberos enviado a nadie.

source: So... so this was a ...lie?
es: Así que... Así que fue una... ¿Mentira?

source: Uh... baby... it's not what you think...
es: Eh... Nena... No es lo que piensas...

source: Wait. In retrospect, I do vaguely recall sending someone, I just don't really keep track of all the guardians under my command. Anyway, that is not important right now, it's good that you showed up, we need every soldier we can get. To battle!
es: Esperad. En retrospectiva, recuerdo vagamente haber enviado a alguien. Es que no realizo un seguimiento de <i>todos</i> los guardianes que comando. De todos modos, eso no es importante ahora mismo. Qué bueno que hayas llegado: necesitamos cada soldado que podamos obtener. ¡A la batalla!

source: Yes, your Highness!
es: ¡Sí, Vuestra Alteza!

source: Phew...
es: ¡Uf!...

source: Defeat all enemies
de: Alle Gegner besiegen
es: Elimine a todos los enemigos
it: Sconfiggi tutti i nemici
ru: Убейте всех врагов

source: Death of Rashti
de: Vernichtung der Rashti
es: Muerte de Rashti
it: Morte di Rashti
ru: Смерть Рашти

source: And now, FINISH OFF THE REST OF THOSE SCUM!!!
es: Y ahora, ¡¡¡MATEMOS A LOS QUE QUEDAN!!!

source: Argh! I... failed...
es: ¡Arg! He... Fallado...

source: <i>*to himself* Damn it, things are not looking good. I must get out of here, fast...</i> Uh... (to his troops) I have some urgent business with Aerius to attent to. As for you all, keep fighting.
es: (Para sí mismo). <i>Maldita sea, las cosas no se ven bien. Debo salir de aquí, rápido... (A sus tropas). Tengo que atender asuntos urgentes con Aerius. En cuanto a vosotros, seguid luchando.

source: Aerius ordered you to guard this post! You can't just leave it without his permission!... Hey! Come back!
es: ¡Aerius te ordenó que protegieras esta avanzada! ¡No puedes dejarla sin su permiso!... ¡Oye! ¡Regresa!

source: Looks like your higher-up run away crying. I suggest you do the same if you don't want to die.
es: Parece que vuestro superior escapó entre lágrimas. Sugiero que hagáis lo mismo si no queréis morir.

source: He was merely an incompetent coward, no need to compare us to him. Meet our blades!
es: No era más que un incompetente y un cobarde. ¡No nos metas en el mismo saco! ¡Muerde el acero!

source: If you want to do this the hard way, I can certainly arrange that.
es: Si queréis resolver esto de la manera difícil, puedo acompañaros con gusto.

source: *impressed*
es: <i>Impresionada.</i>

source: We won! We actually did it!
es: ¡Ganamos! ¡Después de todo, lo logramos!

source: My master may need our help, we must hurry!
es: Mi maestro puede necesitar nuestra ayuda, ¡debemos darnos prisa!

source: (quietly to Mehir) You may be smart, but you won't fool me. We both know full well I haven't actually relieved the Spear Guardian from her post. Though in your defense, it was a good idea to bring her, and the spear is still safe with her. Just don't pull more such tricks next time.
es: (A Mejir, en secreto). <i>Podéis ser inteligente, pero no me engañarás. Ambos sabemos muy bien que en realidad no he relevado de su puesto a la Guardiana de la Lanza. Aunque, en vuestra defensa, fue una buena idea traerla, y la lanza todavía está a salvo con ella. Simplemente, no intentéis más artimañas la próxima vez.</i>

source: My Master, the enemy seems to be well prepared for defense but luckily the Holy Rashti'rhami is with us. Her great charisma may give us victory. Use her exceptional leadership skills to motivate your elite troops so that they can fight better and easily crush the opposition in front of us!
es: Maestro, el enemigo parece estar bien preparado para defender esta posición; pero, por fortuna, la santa Rashti-Rami está con nosotros. Su gran carisma nos puede facilitar la victoria. ¡Usad sus excepcionales habilidades de liderazgo para motivar a vuestras tropas de élite a combatir mejor y destrozar a quienes se nos oponen!

source: Chaos
de: (09) Chaos
es: Caos
it: Caos
ru: Хаос

source: team_name^Aerius
de: Aerius
es: Aerius
it: Aerius
ru: Аериус

source: team_name^Abyss
de: Abyssus
es: Abismo
ru: Бездна

source: So here's our little coward. Ready to join your comrades in eternal life?
es: Así que aquí está nuestro cobardica. ¿Ya estáis listo para reuniros con vuestros camaradas en la vida eterna?

source: M-master Aerius! Th-this is him! Please, do something!
es: Ma-maestro Aerius! ¡Es él! ¡Por, por favor, haced a-algo!

source: *to the mage* Stop shaking! And wipe the tears from your eyes. You look pathetic!
es: <i>Al mago.</i> ¡Deja de temblar! Y limpia las lágrimas de tus ojos. ¡Te ves patético!

source: You again?!
de: Oha! Ich muss schon sagen … In Ka-Gatta lebte es sich bestimmt recht— Das ist ja ein dickes Kamel! DER SCHON WIEDER ?!
es: ¡¿Estáis aquí también?!
ru: Опять ты?!

source: Ah, welcome, summoner, you look familiar. It appears my little visit to al-Kamija helped you get a promotion... heh, you can thank me later. Let me guess, you have come for one of your leaders, right? He is... well, how do I put it... not exactly here anymore.
es: Ah, bienvenido seas, invocador, me pareces familiar... Así que mi pequeña visita a Alcamiya te ayudó a obtener una ascenso. <i>(Risas)</i> Puedes agradecérmelo más tarde. Déjame adivinar. Has venido por uno de vuestros líderes, ¿verdad? Él está... Bueno... ¿Cómo lo diría?... No está más <i>aquí</i>.

source: You killed Tashkar, didn't you?! That damn grin on your face just screams it!
es: ¡Matasteis a Tashkar!, ¿cierto? ¡Esa maldita sonrisa lo evidencia!

source: It's nothing major, he and his troops are merely behind this huge red circle.
es: Nada de qué alarmarse: él y sus tropas están detrás de este gran círculo rojo.

source: <b>...WHAT?!</b>
de: Tashkar ist hin— Was soll das nun wieder heißen? WO GENAU, WILL ICH JETZT WISSEN !!
es: ... <b>¿QUÉ?</b>
ru: <b>...ЧТО?!</b>

source: He is telling the truth. I can no longer sense my master in this world.
de: <span color='#0175FE'>Mein Gebieter ist hin … </span> <span color='#FA0000'>Ich spüre ihn nicht mehr in dieser Welt!</span>
es: Dice la verdad. Ya no percibo a mi maestro en este mundo.
ru: Он говорит правду. Я уже не чуствую своего хозяина в этом мире.

source: I do not now how much you were told, summoner, but this Tash... no matter what was his name... He set out to disturb our research site. That insolent buffoon ordered us to go away. We're not magical entities to be treated as such. It was very insulting...
es: No sé cuánto te hayan contado, invocador, pero aquel Tash-lo-que-sea vino para perturbar nuestro lugar de estudio. Ese insolente bufón nos ordenó que nos marcháramos. ¡No somos entes mágicos para ser tratados así! Fue muy ofensivo...

source: Anyway, you see, when we refused to ‘go away’, he attacked our peaceful expedition. We were not well prepared for an all-out fight, and he did not listen to us, so we decided to activate this gate. It sucked his whole squad into the Red Abyss.
es: En fin, cuando nos negamos a “marcharnos”, atacó a nuestra expedición <i>pacífica</i>. Ya que no estábamos preparados para un combate frontal y no nos quería escuchar, decidimos activar este portal. Todo su escuadrón fue tragado por el Abismo Rojo.

source: ...the Red Abyss?! The place of ultimate chaos? The home of all Efreet and Dharma’rhamis? The most dangerous part of the entire dimension?
es: <i>¡¿El Abismo Rojo?!</i> ¿El lugar del caos definitivo? ¿El hogar de todos los ifrits y darma-ramis? ¿La zona más peligrosa de toda la dimensión?

source: My master is dead...
de: <span color='#0175FE'>Mein Herr ist tot ...</span>
es: <i>Mi maestro está muerto...</i>
it: Il mio maestro è morto...

source: Come on, it's not a big deal. He's just stuck there for eternity, with his body completely incinerated, and likely separated from his soul...
es: Vamos, no es mayor problema. Sólo estará atrapado allí por la eternidad, con su cuerpo completamente incinerado y probablemente separado de su alma...

source: ...I... <b>I can’t believe this! You attacked our capital, tried to steal a holy relic of ours, and then you broke into our catacombs and murdered one of our leaders in cold blood like it's nobody's business! Just who on earth are you?!!!</b>
es: <b>¡No...! ¡No me lo puedo creer!</b> <i>Atacasteis nuestra capital, intentasteis robar una de nuestras reliquias sagradas, y después entrasteis en nuestras catacumbas y sin reparo matasteis a uno de nuestros líderes!</i> <b>¿Quiénes os habéis creído que sois?</b>

source: I don't feel like explaining all that; you would not understand anyway. Look, we just need about a week to finish our research here, and then we will ‘go away’. You have a choice: you can quietly return from where you came, or fight, and share his fate.
es: No tiene sentido explicarlo; no lo entenderías. Escucha, deseamos terminar nuestra investigación en este lugar, y entonces nos “marcharemos”. Puedes elegir: <i>o vuelves por donde viniste, o luchas para compartir su destino.</i>

source: Now, listen! I don’t give a damn about who you people are, this has gone way too far, and you will pay dearly for this. Everyone, we shall avenge Tashkar's death. <b>CHAAARGE!!!</b>
es: Ahora, escuchadme. No me importa quienes seáis, pero esto ha ido demasiado lejos, y vais a pagarlo caro. ¡Todo el mundo, vengaremos la muerte de Tashkar! <b>¡¡¡A LA CARGAAA!!!</b>

source: MY MASTER IS DEAD!!! I WILL HOLLOW YOUR EYES OUT!!!
de: <span color='#FA0000'><big><b>Wer Rashti den Meister nimmt, STIRBT !!!</b></big></span>
es: <b>¡¡¡MI MAESTRO ESTÁ MUERTO!!! ¡¡¡VOY A ARRANCARTE LOS OJOS!!!</b>
it: IL MIO MAESTRO È MORTO!!! TI STRAPPERÒ FUORI GLI OCCHI DALLE ORBITE!!!

source: Well, I guess you're not changing your mind anytime soon. Seems like I'll have to do this the old-fashioned way.
es: Vale, no parece que vayáis a cambiar de opinión, así que tendré que hacer esto a la antigua.

source: Hexes with carpets on them act like keeps. Use them to recruit your troops.
es: Puede reclutar tropas desde los hexágonos con alfombras (funcionan como torreones).

source: When standing on the blue circles, your units recover 12 hitpoints per turn (does not cancel the healing provided by other factors, such regeneration, rest, etc.).
es: Cuando se encuentren en los círculos azules, sus unidades recuperarán 12 PV por turno (adicionalmente a otras fuentes de curación, como regeneración y descanso).

source: Kill Aerius
es: Mate a Aerius

source: No! Don't do this! That was supposed to be part of <b>my</b> plan!
es: ¡No! ¡No lo hagas! <i>¡Se suponía que eso fuera parte de <b>mi</b> plan!</i>

source: Shakataraja Ramidajana Katarajan
es: <i>Shakataraja Ramidajana Katarajan</i>

source: Master Aerius! We are DOOMED!
es: ¡Maestro Aerius! ¡Estamos ACABADOS!

source: You don't saaaaaaAAAAAA...!!!
es: No me digaaaaAAAAAAA... !!!

source: *looks around the chamber* Your Highness, I think I have an idea... Do you know how to activate that giant red circle?
es: <i>Mira alrededor de la cámara.</i> Creo que tengo una idea. ¿Vuestra Alteza sabe cómo activar ese círculo rojo gigante?

source: Yes, why are you asking?
es: Sí, ¿por qué lo preguntáis?

source: We can make them fall into the Red Abyss! Could you say the activation spell?
es: ¡Podemos hacer que caigan en el Abismo Rojo! ¿Podríais pronunciar el hechizo de activación?

source: Wait, are you trying to...
es: Un momento, ¿acaso pretendes...?

source: Of course. Great idea!
es: Por supuesto. ¡Qué gran idea!

source: Serves him right... but it seems like we created another problem for ourselves. We need to close this portal otherwise it will suck us in!
es: Bien merecido... Pero me temo que cambiamos un problema por otro. ¡Necesitamos cerrar este portal; de lo contrario, nos tragará!

source: I can try to close it from afar, but it may take some time.
es: Puedo intentar cerrarlo desde lejos, pero puede tardar algún tiempo.

source: Do whatever you have to do, Your Highness. My troops will cover you!
es: Haga Vuestra Alteza lo que tenga que hacer, que mis tropas la cubrirán.

source: Unlike in most scenarios, running out of turns counts as a victory.
es: A diferencia de la mayoría de escenarios, ganará al final de los turnos.

source: Sir, we have already gathered all the information we needed. We need not suffer more losses. Guru did not give us the permission.
es: Mi señor, ya hemos reunido toda la información que necesitábamos. No es necesario sufrir más bajas. Gurú no ha dado la autorización.

source: Come on, Guru is not here.
es: Sin embargo, Gurú no está aquí.

source: The Council of Masters will be very dissatisfied with the outcome of this expedition.
de: Und was ist mit dem Rat der Meister? Der wäre von dem Schwund doch nicht begeistert?!
es: El Consejo de Maestros estará muy descontento con el resultado de esta expedición.

source: The Council does not care about the collateral damage. The means are justified by the end.
es: Al consejo no le preocupan los daños colaterales. El fin justifica los medios.

source: Rashti. Do you remember the first time you came here with your master? I asked you to read the inscription on that big circle. I assume that you would not do that again, would you?
es: Rashti, ¿recuerdas lo que pasó la primera vez que viniste aquí con tu maestro? Te pedí que leyeras la inscripción de aquel Gran Círculo. Supongo que no lo harías de nuevo, ¿verdad?

source: Wait a... Rashti, did you say the activation spell?!
de: Was? Den Aktivierungszauber? … Den hast DU ihm vorgelesen, Rashti? … Glaub ich nicht. Sag, dass es nicht wahr ist!
es: Espera un mo-... Rashti, ¡¿pronunciasteis el conjuro de activación?!

source: Yes, summoner, it was she who opened the portal that sucked her master in, and yet apparently all the blame goes to me. How's that fair?
es: Sí, invocador. Fue ella quien abrió el portal que se tragó a su maestro; sin embargo, aparentemente toda la culpa es mía. ¿Cómo puede ser eso justo?

source: (to Rashti) Did you actually do that?!
es: <i>A Rashti.</i> ¿Realmente hicisteis tal cosa?

source: Yes...
es: Sí...

source: She did not witness the death of her master. I blew her out of this place, a few days of walking from here.
de: Das Drama brauchte sie nicht mitansehen, ich rief einen Sturm und ließ sie vor die Türe wehen.
es: Ella no presenció la muerte de su maestro. La expulsé fuera de este lugar, a varios días de camino de aquí.

source: Rashti, you will not make the same mistake again. You will not read the spell. But I wonder whether you... remember it.
de: Tja, Rashti … Auf meine Finte fällst du nicht mehr rein und hast die Inschrift längst vergessen ...
es: Rashti, no repetirás el mismo error: no leerás el conjuro. Pero me pregunto si acaso... ¿Lo recuerdas?

source: BLOODY HELL, OF COURSE I REMEMBER, YOU AIRHEADED BASTARD!!! I am an ABYSSAL being for Nomolas's sake, we NEVER forget!
es: ¡¡¡MALDITA SEA, POR SUPUESTO QUE LO RECUERDO, BASTARDO CABEZA HUECA!!! Soy un ser ABISMAL, por el amor de Nómolas, ¡NUNCA olvidamos!

source: Oh, really? I don't believe you. If you truly remember the spell, prove it.
es: ¿De verdad? No te creo. Si de verdad recuerdas el conjuro, demuéstralo.

source: Don't underestimate me, fool! I know your plan. You want me to open the portal again, so you can easily defeat us. Not this time, airhead!
es: ¡No me sobreestimes, estúpido! Conozco tu plan. Quieres que abra el portal de nuevo para así derrotarnos fácilmente. ¡No esta vez, cabeza hueca!

source: Oh... This complicates things... *to himself* Dammit, I need to get out of here, now.
es: ¡Oh! Esto complica las cosas... (Para sí mismo). <i>¡Maldición! Tengo que salir de aquí ahora mismo.</i>

source: Aerius escapes
es: Aerius escapa

source: Don’t do th...
de: Rashti, halt nun bloß den Schna—
es: ¡No lo ha...!
it: Non fat...

source: PROVE IT? You want me to PROVE IT? OH I'M GONNA PROVE IT ALL RIGHT!!! SHAKATARAJA RAMIDAJANA KATARAJAN!!!
es: ¿DEMOSTRAR? ¿Quieres que lo DEMUESTRE? ¡OH, TE LO VOY A DEMOSTRAR, VALE!¡¡¡Shakataraja Ramidajana Katarajan!!!

source: *to himself* <i>Meh... that was too easy. I love naïveté of abysmal beings. I can barely believe that she just fell for the oldest trick in the book...</i>
es: (Para sí mismo). <i>Bah... Eso ha sido muy fácil. Me encanta la inocencia de los seres del Abismo. ¡Cayó con el truco más viejo...!</i>

source: Rashti, what have you done?! It’s pulling us in!!!
es: Rashti, ¡¿qué hicisteis?! ¡¡¡Nos está atrayendo!!!

source: Argh, I can't believe it, I fell for it again, I am a failure...
es: ¡Ahhh, no puedo creerlo! Caí de nuevo. Soy un fracaso...

source: You can reflect on your mistake later. What matters now is killing the true culprit - the human.
es: Puedes reflexionar sobre tu error más tarde. Lo que importa ahora es matar al verdadero culpable: el humano.

source: Yes... you're right.
es: Sí... Tienes razón...

source: Mehir, I must climb to where he stands, and RIP HIM TO SHREDS!!!
es: Mejir, debo subir a donde está y ¡¡¡DESCUARTIZARLO!!!

source: You better hurry up before we get sucked into this hell!
es: ¡Será mejor que os apuréis antes de que el infierno nos trague!

source: Rashti's determination to kill Aerius allows her to ignore enemy ZoC, and her movement is increased by 1. (this bonus only lasts until the end of the scenario)
de: <span color='#FA0000'>Rashti will ihre Dummheit wiedergutmachen. Entschlossen, Aerius zu vernichten, legt sie einen Zahn zu (+1 BP) und ignoriert – wie ein Plänkler - gegnerische Kontrollzonen! <small>(gilt nur bis zum Ende des Szenariums)</small></span>
es: La determinación de Rashti de matar a Aerius le permite ignorar las ZdC enemigas; además, su movimiento aumenta en 1. (Esta bonificación solo dura hasta el final del escenario).

source: Run, Rashti, run. You're our only hope!
es: ¡Corred, Rashti, corred. Sois nuestra única esperanza!
