Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Good. This will most likely be much better than being slaughtered here. I've been trapped in this cursed place for millenia with these horrors. But if you break your promise, and leave me here, or let these abominations try kill me, i'll make sure to blow up the battery, while I still can. And i am not joking, I am a dwarf of my word, you know.
de: Das lass ich mirrr nicht zweimal sagen. Aberrr wenn ich drrraufgeh wegen euch, oderrr errr sein Verrrsprrrechen brrrichst, dann endet auch ihrrr hierrr! Denn ich sprrrenge dann den Speicherrr!

source: Great! Any help from you will prove useful. I didn't expect you would help us that much.
de: Na gut. Ich denke, das ist angemessen. Und vergiss die, uhm … Ums nicht!

source: Great, but does this ‘sunflower’ (*Mehir ironically talks about Kirios, Anthi’s bodyguard*) need to walk with you? Couldn’t we be alone for a moment?... He distracts me.
de: Oho, die sind aus Glas! So was brauchen wir in der Wüste nicht, doch wie das Licht sich bricht und den Geharnischten zum Gleißen bringt … Haltet Ihr einen Leibwächter in Begleitung eines Helden wie mir denn für nötig? Fürchtet Ihr, ich würde zudringlich?
it: Bene, ma questo “girasole” (*Mehir parla ironicamente del kirios, la guardia del corpo di Anthi*) deve proprio camminare con voi? Non potremmo essere soli per un momento?...Mi distrae.

source: Greetings, sir or madam or other living creature. Identify yourself.
de: Guten, Hallo, Moin, Salut, Salam, Salve, Servus, Grüezi … Bitte identifizieren. Tsch~

source: Greetings, sir, madam or other kind of living creature. Identify yourself.
de: Guten, Hallo, Moin, Salut, Salam, Salve, Servus, Grüezi … Bitte identifizieren. Tsch~

source: Guru is not here.
de: Was der Guru nicht weiß, macht ihn nicht heiß.

source: HAHAHAAAAAhaa!!! You’re pitiful.
de: Hascht mich doch, ihr Dattelklauber!
it: HAHAHAAAAAhaa!! Fate pena.

source: HERE COMES YOUR DEATH!!!
de: <span color='#FA0000'><big>Sei dankbar! Ich bringe dir den Tod !!!</big></span>
it: LA TUA MORTE TI ATTENDE!!!

source: HOW DARE YOU!!! I WILL BITE YOUR HEAD OFF!!!
de: <span color='#FA0000'><big>ICH mache dich zum <b>Nichts</b>, das du in Wahrheit bist! Meinen Willen werd ich DIR aufzwingen und dich zum Schweigen bringen!</big></span>
it: COME TI PERMETTI!!! TI STACCHERÒ LA TESTA DAL COLLO A MORSI!!!

source: Hah! Die, bastards!!
de: ICH befehl hier! Greift sie !!!
ru: Хах! Умрите, сволочи!

source: Have you lost your mind?! This is not our war. Since they are busy with each other, the Circle is safe.
de: Ihr seid noch hirnverbrannter als ich, oh Mehir! Ist das etwa unser Krieg? Die sind beschäftigt, ob sie nun echt sind oder nicht. Unser Ring ist sicher.
ru: Ты в своем уме?! Это не наша война. Так как они зяняты тем что грызутся между собой, Круг пока в безопасности.

source: Have you stopped the invaders by yourselves?
de: Nun? Wo sind die Eindringlinge?
it: Avete fermato gli invasori da soli?
ru: Остановили ли вы нападающих без меня?

source: He deserved it, and his soul was used to close a portal, not to open one, so it doesn't count.
de: Das war was völlig anderes! Der Luftikus hatte nichts Besseres verdient! Und überhaupt, mit seiner Seele wurde ein Tor verriegelt und nicht ein neues Wesen fabriziert!

source: He destroys the battery and blows the whole place vaporizing everything in range of 124.3 km. The area turns into a desert. In 324 milion years first flowers start to grow here.
de: <span color='#0175FE'>Nein. Ein <small>MÖGLICHER</small> Helfer. Es spricht weit mehr dafür, dass er die Batterie zerstört − und zwar mittels einer Explosion, die im Umkreis von 3107 Komma 5 Steinwürfen alles einebnet. Aber in 324 Millionen Jahren wird es hier wieder eine Art von Lebensform geben.</span>

source: He is in something you call the Red Abyss.
de: Wie denn auch? Aus dem Roten Abyssus kommt keiner raus!

source: He is no longer here... These creatures are more and more surprising by the moment.
de: Warte! … Beim dreihöckrigen Kamel, Echsen soll einer verstehen ...
ru: Он уже не здесь... Эти существа все более и более удивительные.

source: He mustn’t leave the palace! Mehir, you need to get inside and catch him!
de: Mehir, der darf nicht wieder rauskommen und entfleuchen! Sorge dafür!
ru: Он не должен покинуть дворец! Мехир, тебе нужно попасть внутрь и поймать его!

source: He must’ve fainted. Quick, give him something to drink! We must bring him to Tar-Tabar!
de: Wer— Der ist zusammengebrochen! Rasch, gebt ihm Wasser und schnallt ihn auf ein Kamel. Wir nehmen ihn mit nach Tar-Tabar.

source: He seems to dissolve himself into ...bats? We need to watch out.
de: Jetzt kriegst DU was auf die Dattel! Schluss mit deinem faulem Zauber!

source: He somehow managed to summon some ancient fire gods. This is bad...
de: Bewahre … Wie hat er es geschafft, die alten Feuergötter aufzuwecken? … Oh abyssale Ausgewogenheit, ich habe keine Dreier-Tore, ein feister Bannmeister hockt drauf ...

source: He was lucky Rashti’rhami was with him at that time. But still there was a risk she would die and in consequence our work with the Circle would have been ruined!
de: Wessen Kopf hätten wir denn sonst riskieren sollen? Euren, Scherif Malib? Das Wagnis war bei den zwei letzten Missionen ja nicht sehr groß, stand ihm doch die unvergleichliche Rashti'rhami an der Seite! In der Not hat der Rat ungeheuer viel riskiert! Nicht auszudenken, wenn Rashti—

source: Hear the story of Mehir, a young city guard from al-Kamija, who will play a very important role in the world of the Era of Magic. But before it happens, he will have to prove his strength by advancing in a complex hierarchy of Summoners.
de: Nachdem ihr nun etwas von Land und Leuten wisst, kommen wir zu Mehir. Dem Kommandeur der Stadtwächter von Al-Kamija steht Großes bevor. Das weiß er gar nicht — große Pläne, was seine Laufbahn angeht, hat er trotzdem. Nur hapert es bei ihm noch an Erfahrung, Schlagkraft und Führungsstärke …
ru: Услышьте историю Мехира, молодого городского стража из Аль-Камиджи, который будет играть очень важную роль в мире Эры Магии. Но прежде чем это произойдет, ему придется доказать свою силу, продвигаясь в сложной иерархии Призывателей.

source: Hello, Dedylos!
de: Dedylos, salam! Was für ein prächtiger Empfang!

source: Here goes the first...
de: Los gehts! ...

source: Here lies Ibrahim, the founder of the school of banishment, and thus the first Master of Banishers. May he rest in peace, and may his successors carry out their duty as efficiently as he did.
de: <span color='#BBAF87'><i>Hier ruht Ibrahim, der erste Bannmeister Gründer der ersten Akademie für Banner Möge sein Nachfolger so effektiv bannen wie er es tat unterm Beschwörerbanner</i></span>
ru: Здесь покоится Ибрахим, основатель школы изгнания, и, таким образом, первый Мастер Изгоняющих. Пусть он покоится с миром, и пусть его преемники выполняют свой долг так же эффективно, как и он.

source: Here lies Semir, summoner of the mighty Rashti'rhami, and thus her first master. May he rest in peace.
de: <span color='#BBAF87'><i>Semir, Rufer in der Wüste, der die Rashti'rhami anrief und ihr erster Meister wurde, fand hier seinen Frieden ~</i></span>
ru: Здесь покоится Семир, призыватель могучей Рашти'рами, и таким образом ее первый хояин. Пусть он покоится с миром.

source: Hey you speak our language!
de: Das Blechmännchen spricht ja meine Sprache!

source: Hey! I just grown so attached to this thing, you know!
de: Heee!! Ich hatte Gefallen daran gefunden!

source: Hey, What is that salamander doing out there? He’s calling me.
de: Jedes Kamel hat zwei Seiten. Gut, dass im Urwald so viele Echsen und Kröten hausen ... Was aber will dieses grüne Ding bei meinem Lager? Gibt mir Zeichen, ich soll kommen?!
it: Ehi, cosa sta facendo quella salamandra laggiù? Mi sta chiamando.
ru: Что этот саламадр там делает? Он вроде бы меня зовет.

source: Hey, this strange ball heals! We could use this to our advantage!
de: Ha! An den aktivierten Stellen wirkt eine Heilkraft! Das müssen wir uns zunutze machen!

source: Hey, wait! Damn, he’s gone...
de: Wir lassen uns nicht— He, wohin ... Mist. Zuviele Kamele verderben den Dung. Und nun? ...
it: Ehi, aspettate! Dannazione, se n’è andato...

source: Hey, you! You didn't answer my question! Identify yourself, immediately! Who do you think you are, appearing here out of a sudden, and alongside possibly hostile servants?!
de: Da brat mir doch einer 'nen Geier ... DU, dort oben! Was hängst du da in der Luft herum? Wer bist du? Weis dich sofort aus!
ru: Эй, ты! Ты не ответил на мой вопрос! Говори кто такой, немедленно! Ты кем себя возомнил, являясь здесь из ниоткуда, и вместе с вероятно враждебными слугами?!

source: He’s too powerful for us to banish him! We must kill him!
de: Es MUSS vernichtet werden! Bannen können wir ihn nicht, er ist viel zu stark!
it: È troppo potente per essere bandito! Dobbiamo ucciderlo!

source: Hisss power is inssside. I am sure you will use it in a better way than he does. Take it.
de: Nehmen du! Bessseren Gebrauch von machen alsss Meissster Sssinnlosss.
it: Il sssuo potere è nascosto al suo interno. Sssono sssicuro che lo utilizzerete in un modo migliore del sssuo. Accettatelo.
ru: Его сссссила внутри. Я уверен ты найдеш лудший способ ее применить чем он. Возьми его.

source: Hmm.. this is worrying. I’m certain this man isn’t one of our citizens. I must call a meeting of the Highest Council as soon as possible. In the meantime I order you to double the guards.
de: Jaja … Höchst befremdlich und bedenklich ... Ich muss umgehend den Hohen Rat einberufen! Derweil verdopple alle Wachen und sorge für ständige Alarmbereitschaft, Mehir!
it: Mmm...davvero preoccupante. Sono certo che quest’uomo non è uno dei nostri cittadini. Devo convocare una seduta del massimo consiglio al più presto. Nel frattempo vi ordino di raddoppiare le guardie.
ru: Хм... это волнующе. Этот человек явно не один из наших граждан. Я должен как можно скорее созвать заседание Высшего Совета. А пока я приказываю вам удвоить охрану.

source: Hmmm, that’s a good idea! Just tell me your name, young man.
de: Hmmm … Wie ist dein Name, Wachmann?
it: Mmm, è una buona idea! Giovanotto, ditemi soltanto il vostro nome.
ru: Хммм, а это хорошая идея! Только скажи мне свое имя, молодой человек.

source: Hmmm... so you are Mehir — the leader of Tar-Tabar, defender of Kharos.
de: Mehir, Scherif von Tar-Tabar ... Held von Kharos auch, nicht wahr?

source: Hmmmmm... you are right. Besides, I am starting to run out of machines. Without them I stand no chance against the Destroyers. I can help you fend them off as long as possible, at least with what I have remaining, but I have a request!
de: Bei meinem Schraubenschlüssel, von DENEN lasse ich mich nicht liquidierrren! Leiderrr werrrden meine Dampfautomaten knapp, weil ihrrr viele zu Schrott gemacht habt … Gut, verrrsuchen wirrr, die Zerrrstörrrer zu bezwingen — ich stelle aber eine Bedingung.

source: Holy Efreeti! What is THAT?!
de: Ich habe mich verguckt, oh nein … Beim allmächtigen Afrit … Was soll DAS sein?
it: Per tuttti i sacri efreet! Che roba è QUELLO!?
ru: Ифриты дорогие! Что это такое?!

source: Holy Nomolas...
de: … Ich glaub, ich werde zum Kamel ...
it: Sacro Nomolas...

source: Holy vizier! This is gold of Sud-Affar! Jaffar uses it pay his soldiers! How...
de: Bist ja selbst von Sinnen! Da ist Gold aus Sud-Affar drinnen! Sold für die Soldaten!
it: Santo visir! È l’oro di Sud-Affar! Jaffar lo usa per pagare i suoi soldati! Ma come...
ru: Не верю своим глазам! Это же золото Суд-Аффара! Джаффап использует его что бы платить своим солдатам! Как...

source: Home
de: (23) Heimgang
it: A casa

source: Home. So many centuries have passed; now I am finally back.
de: <span color='#FDFD00'>Jahrhunderte bin ich von daheim fortgewesen ...</span>

source: Hopefully, being the commander, I can assign myself to patrol the most beautiful places, like the highest tiers of the city. What a pleasant wind...
de: … Wenn ich erstmal ein Heer anführe, brauch ich keine Wache mehr zu schieben. Ich setz mich dann auf den höchsten Turm der Stadt und lass mir bei 'ner Wasserpfeife ein laues Lüftchen um die Ohren pfeifen … Aaah, kommt mir vor, als könnte ich's schon spüren!
it: Speriamo che, essendo il comandante, mi possano assegnare al pattugliamento dei luoghi più belli, come i quartieri alti della città. Che vento piacevole...
ru: Надеюсь, будучи командиром, я могу назначить себя патрулировать самые красивые места, например самые высокие уровни города. Какой приятный ветер...

source: How I will tell them they are going to be trapped here? And their families are leaving this world forever? These mysterious people... They’re our last chance...
de: Der Traum sich erledigt hat? Ihre Familien morgen den Abgang machen? Sie durch meine Schuld nicht mitgenommen werden? Die lynchen mich! Na gut. … Wer sind diese Leute ...

source: How could you know that? You’re not one of us, although you speak our language.
de: Wie kommst du darauf, Flegel! Und wieso sprichst du unsre Sprache? Du bist keiner von uns! Wir sind das einzige Volk, das in der Großen Wüste wohnt.
it: Come fate a saperlo? Non siete uno di noi, sebbene parliate la nostra lingua.
ru: Откуда ты мог это знать? Ты явно не один из нас, хотя говориш на нашем языке.

source: How exactly did this knowledge fall into your hands... or head, i guess.
de: Soso … Und woher wisst Ihr das? Solltet Ihr etwa Schlachterfahrung haben?

source: How naive. You fancy yourself a hero, but you humans are no better than slavers. You brainwash magical beings into thinking that serving you is their purpose of life. Look at my army! They wanted to destroy but were ordered to obey their masters. No more! I gave them an alternative! Now they... we are free and you cannot stop us! DIE APES!!! YOU SHALL PAY IN BLOOD FOR EXPLOITING US!!!
de: <span color='#FA0000'>Menschliche Wesen sind erschreckend naiv, das ist uns allen doch bekannt ... <big>Ihr macht uns zu Sklaven, als sei Dienen unser Behuf. Wir sind für das Chaos geschaffen — nicht, um Speis' und Trank herbeizuschaffen! Nun sind wir frei, gemäß unserer Vorsehung zu walten und <b>eure Anmaßung zu strafen !!</b></big></span>

source: How should I show them the Abyss and fried lizards, I wonder? Okay, okay, I’ll try. Maybe we will avoid trouble...
de: Wie 'ne flambierte Echse aussieht? Was wissen die wohl vom Abyssus, Bakha? Lass mich mal machen, ich habe schließlich mehr Erfahrung. — Also, lasst euch erklären ...
it: Come potrei mai mostrare l’Abisso a delle lucertole strapazzate, mi chiedo? Va bene, va bene, ci proverò. Forse eviteremo guai...
ru: Как мне по-твоему показать им Бездну и жареных ящеров? Хорошо, хорошо, я попробую. Может быть, мы избежим неприятностей ...

source: How... he... What was that? This is impossible. An indestructible seal protects this gate!
de: … Habt Ihr das gesehen, Efendi?! Er hat das unbrechbare Siegel des Portals gebrochen!
it: Ma...che...cosa è stato? Impossibile. Un sigillo indistruttibile proteggeva il cancello!
ru: Как... он... Что это было? Это невозможно. Врата же защищены неразрушимой печатью!

source: However, this isn’t the jungle — it’s time we use those Fire Elementals. We must cross this bridge first, however, otherwise it will burn and we won’t be able to return. Also, we should hurry up - the lizards may not survive the night in this hostile environment.
de: Und Feuerkraft wird eingesetzt!! Auch wenn den Echsen dort der Schreck zusetzt. Die sehen eh aus, als würden sie die Nacht nicht überleben … Also ist Eile zu empfehlen … Hmm, ich darf die Feuerelemente nicht auf den Holzweg schicken, die brennen die Brücken ab, wir kämen gar nicht mehr zurück! Gar vieles hat ein Truppführer zu bedenken …
ru: Однако это не джунгли - пришло время использовать эти Элементали Огня. Сначала мы должны пересечь этот мост, иначе он сгорит, и мы не сможем вернуться. Кроме того, мы должны поторопиться - ящеры могут не пережить ночь в этой враждебной среде.

source: Huh? They are retreating? We are safe!
de: Hm? … Sie fliegen heim! ... Klar, mit einem wie mir haben die nicht gerechnet!
ru: Что? Они отступают? Мы в безопасности!

source: Huh? What’s going on? He just disappeared!
de: Memme! Sich einfach in Luft auflösen … So ist der Windbeutel Äros schon Nomolas entwischt!

source: Huh? where's all that damn noise coming from? can't an old dwarf like me just hibernate for a few thousands of years?
de: Was soll derrr Krrrach? Warrrum wirrrd ein alterrr Mann um den Schlaf gebrrracht?

source: I DO IT!
de: ICH HORCHEN, Großauge!
ru: Я ЭТО СДЕЛАТЬ!

source: I HATE YOU!!! I WILL BURN YOU, AND YOU’LL SUFFER!
de: <span color='#FA0000'><big>ICH HASSE DICH, MEHIR !! In meinem Feuer sollst du untergehen!</big></span>
it: TI ODIO!!! TI BRUCERÒ PER VEDERTI SOFFRIRE!

source: I NEED MORE!!! Reminds me of the last time when I wanted to RIP YOUR THROAT OUT, MEHIR!!!
de: <span color='#FA0000'><big>MEHR, MEHR, MEHR! Wer soll gekrallt, gequält und abgefackelt werden? Der Burghüter mit dem Silbertopf auf dem Kopf? Mein Speer sticht seinen aus!</big></span>

source: I WANNA SLAUGHTER YOU, MEHIR!
de: <span color='#FA0000'><big>Mehir, jetzt wirst DU gekrallt, gequält und abgefackelt!</big></span>
it: TI VOGLIO MASSACRARE, MEHIR!

source: I agree with Rashti'Rhami.
de: Öhm … Ich denke auch, das geht langsam zu weit …

source: I am accessing other realms...
de: <span color='#0175FE'>Ein Blick in parallele Dimensionen zeigt genauer, was auf uns zukommt. Augenblick ...</span>

source: I am extremely sorry, my Master! It is her! Control yourself, stupid!
de: <span color='#0175FE'>Fang nicht schon wieder an! Sonst bist DU als nächste dran!</span>

source: I am not surprised, for it is their greatest treasure: the source of power of all Sun Warriors. Anthi could not tell a stranger about this.
de: Die Sonne ist ein durchschnittlich großer Stern und bildet das Zentrum des Sonnensystems. Sie ist eine Kugel mit rotierendem Kern aus heißem Plasma. Per Konvektion wird in einem Dynamo-Prozess ein Magnetfeld generiert, das—

source: I am seeing many Earth Elementals in front of us. They were activated by Tashkar, but why? This is not good. But the worst is, they won't listen to us. I fear we will have to fight our way through.
de: Da vorn bewegt sich wirklich was: Jede Menge Elemente – Erde, wie mir scheint. Eindeutig ein Zeichen! Tashkar muss die alle beibeschworen haben, nur das Warum ist mir nicht klar. Leider werden die sich meinem Befehl nicht beugen, im Gegenteil: macht euch auf Erdlawinen gefasst!
ru: Я вижу много Элементалей Земли перед нами. Ташкар их активировал, но зачем? Это не хорошо. Но самое худшее, они нас не будут слушать. Боюсь, нам придется пробиватся серез них силой.

source: I am sorry, but I cannot answer more questions. All I can tell about Tharis now is that they are respectable and very powerful but pose no threat to us.
de: Danke der Nachfrage: Nein. Die Fragestunde ist damit beendet.

source: I am throwing a party this evening. I invite all of you. There will be lots of food, music and dancing!
de: Jaffar, trinkt nicht zu viel Feigenwein, ich lade zu einem großen Fest ein! Heut Abend soll dein Amtsantritt gefeiert werden. An Speis' und Trank, Musik und Tanz wird es nicht fehlen!

source: I am trapped, My Master.
de: Eine Rhami-Falle, Meister!
ru: Я в ловушке, мой господин.

source: I am your new instructor. Because you were promoted to the rank of commander, you are authorized to own and use a lesser personal magical circle.
de: Nein. Die Feier fällt heut leider aus. So gut wie jeder hat sich in den Dschungel begeben, alle möchten sich die Kreaturen ansehen, die dank Euch ja nun auf unsrer Seite stehen.
ru: Я ваш новый инструктов. Поскольку вас повысили до звания командира, вам разрешено владеть и использовать меньший личный магический круг.

source: I believe you. None of the foreigners know such details. Please take us from this place. The desert almost dried us to death.
de: Du kennssst den− … ? Macht zzzu! Keine Zzzeit verzzzaudern, hol unsss rausss hier!
it: Vi credo. Nessuno straniero conosce dettagli di questo genere. Per favore, portateci via da questo posto. Il deserto ci ha fatto quasi morire rinsecchite.
ru: Я верю тебе. Никто из чужеземцев не знает таких подробностей. Пожалуйста, заберите нас из этого места. Пустыня почти высушила нас до смерти.

source: I can kick him up from where he fell.
de: <span color='#0175FE'>Ich kann ihn mit einem Augenzwinkern</span> <span color='#FA0000'>dorthin katapultieren.</span>

source: I can see skeletons scattered near the entrance. They seem to be quite old, which means they do not belong to Tashkar’s expedition. They must have been unfortunate adventurers seeking treasures... They were running to the exit, but something happened. I have bad feelings about this...
de: Meine Augen gewöhnen sich— … Gwah, Skelette! So nah am Eingang? Oder wollten die zum Ausgang? Die Knochen sind uralt, hat's Abenteurer hier erwischt? Mich überläuft's eiskalt ...
ru: Я вижу скелеты, разбросанные возле входа. Они с виду довольно старые, а это означает, что они не принадлежат экспедиции Ташкара. Должно быть, они наверно были неудачными искателями приключемий, пытавшыхся найти здесь сокровища... Они бежали к выходу, но что-то случилось. У меня плохие чувства по этому поводу...

source: I could swear I saw something moving in the distance...
de: Hoher Beschwörer-Kommandant zweiten Grades, da vorne hat sich was bewegt!
ru: Я мог бы поклясться, что увидел что-то движущееся на расстоянии...

source: I curse you all!!!
de: Ich will verdammt sein— ... IHR SOLLT VERDAMMT SEIN !!!
it: Vi maledico tutti!!!
ru: Вудьте вы все прокляты!!!

source: I do not now how much you were told, summoner, but this Tash... no matter what was his name... He set out to disturb our research site. He ordered us to go away. We are not magical entities to receive orders from a summoner. It was very insulting...
de: Was um alles in eurer Welt bildet ihr Wüstlinge euch ein? Kommt daher und plärrt Befehle, als wären wir Geister ohne Wunsch und Wille! Fort wollte dieser Tashkapascha uns von hier jagen, wo wir mit dem Forschen noch gar nicht fertig waren!

source: I don't care, JUST DIE ALREADY!!!
de: <span color='#FA0000'>Ich bin keinem hörig! <big>Ich mache, was ich will! <b>Und ich will euch vernichten !!!</b></big></span>

source: I don't care. I have his Efreeti. Let's help those lizards!
de: Klar. Natürlich ist auch mir am Schutz des Rings gelegen! Jaffar kann ihnen ja helfen, sobald er ausgeschlafen hat. Also dann: Yalla, yalla, auf die Wilden, für die Echsen!!
ru: Мне не важно, у меня есть его Ифриты. Поможем этим ящерам!

source: I don't care. JUST GET OUT OF MY WAY!!!
de: <span color='#FA0000'><b>DU AUCH NICHT!</big></span>

source: I don’t get it. They were completely furious. They couldn’t have just run away...
de: Glaubt Ihr, ich mal Kamel an die Wand? Niedergemäht habe ich sie, mit eig'ner Hand! Die waren außer Rand und Band! Mein Zorn hat sie vielleicht sehr weit in die Flucht geschlagen.
ru: Я не могу понять. Они были совсем взбешеные. Они же не могли просто взять, и убежать...

source: I don’t think there is someone who has sufficient charisma and authority.
de: Zuvörderst haben wir über Tashkars Nachfolger, das neue Oberhaupt der Stadt Tar-Tabar zu befinden! Die Bauarbeiten am Großen Kreis sind von oberster Stelle aus zu kommandieren!
it: Non credo che ci sia qualcuno che abbia carisma e autorità sufficienti.

source: I feel you, Rashti. It is a pleasure for me to have you as a guest in my land.
de: <span color='#FA0000'>Rashti'rhami, die Unvergleichliche … Du willst zu mir? Ich fühle mich geehrt!</span>
it: Vi sento, Rashti. È un piacere per me avervi come ospite nella mia terra.
