Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: However, hope remained. As Mehir and Jaffar were loaded onto wyverns, never to be seen again, Rhaxiz reminded The Keeper of some lizards held captive. Barbarians held them at Fire Canyon, so named for the hot sun that dried it long ago. He noted the Summoners’ prowess at desert fighting. Upon contemplation, The Keeper ordered the Summoners to be brought back. He ordered Mehir — the more trustworthy — to mount a rescue. If all captives were returned in one piece, the Summoners would be given permission to continue their work in the Darkblooded’s territory. Such was their value: more than trees, more than gold. Against their lives, Jaffar and his massive chest of gold were held hostage, for The Keeper knew the latter’s small mind.
it: Tuttavia, la speranza rimase. Appena Mehir e Jaffar furono caricati in sella alle viverne, per non essere mai più rivisti, Rhaxiz ricordò al Custode di alcune lucertole tenute prigioniere. I barbari le tenevano nel Canyon di Fuoco, così chiamato per il sole cocente che aveva inaridito quel territorio molto tempo fa. Egli notò negli evocatori una buona abilità di combattimento nel deserto. Riflettendoci su, il Custode ordinò che gli evocatori fossero riportati indietro e ordinò a Mehir – il più affidabile – di trarre in salvo i prigionieri. Se i prigionieri fossero tornati vivi, gli evocatori avrebbero avuto il permesso di continuare il loro lavoro nel territorio dei sanguescuro. Tale era il prezzo dell’accordo: più alto degli alberi, più prezioso dell’oro. In cambio della loro vita, Jaffar e il suo forziere pieno d’oro sarebbero stati tenuti in ostaggio, poiché il Custode aveva ormai pienamente compreso la mente superficiale di quest’ultimo.

source: However, this isn’t the jungle — it’s time we use those Fire Elementals. We must cross this bridge first, however, otherwise it will burn and we won’t be able to return. Also, we should hurry up — the lizards may not survive the night in this hostile environment.
it: Tuttavia, questa non è la giungla – è il momento adatto per usare gli elementali di fuoco. Dobbiamo attraversare prima il ponte, altrimenti si brucerà e non saremo in grado di tornare. Inoltre, dobbiamo muoverci in fretta: in questo ambiente ostile le lucertole non riusciranno a superare la notte.

source: Huh? They withdraw? We are safe!
it: Eh? Si ritirano? Siamo salvi!

source: Hurry up, my master, Tashkar, is inside. We must help him!
it: Presto, mio maestro, Tashkar si trova all’interno. Dobbiamo aiutarlo!

source: I DO IT!!!
it: VADO SUBITO!!!

source: I WILL NEVER BE YOUR SERVANT AGAIN, SUMMONERS!!! I AM FREE!!!
it: NON SARÒ MAI PIÙ LA VOSTRA SERVA, EVOCATORI!!! IO SONO LIBERA!!!

source: I advise you, my liege, not to summon them. They can fall to the will of the Great Efreet and join him, although there is a small chance it won’t happen. From my experience I know that some being are always devoted to their masters, but we shouldn’t risk it, especially because your jinns are unaccustomed to you, my liege. I also suggest not to use red entities at all, because they are of an evil nature and near this Efreet they will surely revolt against us. Of course this is only advise. You’ll do whatever you want, my liege.
it: Un consiglio, mio signore: non evocateli. Possono cadere nelle mani del grande efreet e unirsi a lui, sebbene ci sia una piccola possibilità che ciò non accada. Dalla mia esperienza, so bene che certi esseri sono eternamente devoti al loro padrone, ma non dobbiamo rischiare, in particolar modo perché i geni non si sono ancora abituati a voi, mio signore. Propongo inoltre di non usare le entità rosse, in quanto, essendo creature di natura malvagia, sicuramente si ribelleranno contro di noi se si avvicinano all’efreet. Naturalmente questo è solo un consiglio. Fate ciò che volete, mio signore.

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. But I have lost $s05_deaths| men today, and more before. Are they grateful? At least elementals do not mind their deaths.
it: Sono lieto che le lucertole siano state liberate: ci saranno riconoscenti e ci porteranno sempre più vicini al completamento del cerchio. Però oggi ho perso $s05_deaths| dei miei uomini, e altri ancora in precedenza. Loro ci saranno riconoscenti? Perlomeno, agli elementali non importa nulla di morire...

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. But I have lost a man today, and more before. Are they grateful? At least elementals do not mind their deaths.
it: Sono lieto che le lucertole siano state liberate: ci saranno riconoscenti e ci porteranno sempre più vicini al completamento del cerchio. Però oggi ho perso un uomo, e altri ancora in precedenza. Loro ci saranno riconoscenti? Perlomeno, agli elementali non importa nulla di morire...

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. I didn’t lose a man today. I made no mistakes. Dead men are not grateful... dead elementals are no matter.
it: Sono lieto che le lucertole siano state liberate: ci saranno riconoscenti e ci porteranno sempre più vicini al completamento del cerchio. Non ho perso un solo uomo oggi, non ho commesso errori. Gli uomini morti non sono riconoscenti...gli elementali morti non sono un problema.

source: I am infinitely grateful to you. Without your help... as soon as the first carpets arrive from al-Kamija, I’ll go and speak with the Highest Council. Your achievements shall be announced in the whole country!
it: Vi sono infinitamente grato. Senza il vostro aiuto... non appena i primi tappeti volanti arrivano da al-Kamija, andrò a parlare con il massimo consiglio. Le vostre gesta saranno rese note in tutto il paese!

source: I am lucky. But my men, not. Please, meet Mehir, leader of the Summoners of Tar-Tabar. He aids us in our plight, where none would.
it: Io sono stato fortunato, ma i miei uomini no. Vi prego, incontrate Mehir, leader degli evocatori di Tar-Tabar. Egli ci aiuterà a salvarci dalla nostra attuale situazione, là dove nessuno è riuscito.

source: I am not surprised. It is their biggest treasure, the source of power of all sun warriors. Anthi couldn’t tell someone like you about it.
it: Non sono affatto sorpreso. È il loro tesoro più grande, la fonte del potere di tutti i guerrieri del sole. Anthi non poteva farne parola con uno come voi.

source: I am. And now...
it: Sì, sono io. E ora...

source: I beg you, allow me and my men leave this world and you will never see me again!
it: Vi imploro, permettete a me e ai miei uomini di lasciare questo mondo e vi garantirò che non mi vedrete mai più!

source: I can see someone in the distance...
it: Vedo qualcuno in lontananza...

source: I can’t believe my own eyes. Anthi knew who should be chosen for this suicidal mission. You’re a hero, Atiros!
it: Non riesco a credere ai miei occhi. Anthi sapeva chi scegliere per questa missione suicida. Siete un eroe, Atiros!

source: I come from Ka-Gatta.
it: Provengo da Ka-Gatta.

source: I come from Tar-Tabar.
it: Provengo da Tar-Tabar.

source: I come from al-Kamija.
it: Provengo da al-Kamija.

source: I come in friendship.
it: Vengo in pace.

source: I come to die.
it: Vengo per la mia morte.

source: I come to take what is mine.
it: Vengo a prendere ciò che è mio.

source: I could’ve expected this — of course it’s closed. I’ll blow it up.
it: Avrei dovuto aspettarmelo – naturalmente è chiusa. Dovrò farla saltare in aria.

source: I did everything I could to save him.
it: Ho fatto tutto il possibile per salvarlo.

source: I didn’t want this.
it: Non volevo arrivare a tanto.

source: I do not think so. The Kharosans have been using only a small percentage of its power. Half shouldn’t make any difference.
it: Non penso. I kharosiani utilizzano solo una piccola percentuale della loro potenza. La metà non dovrebbe fare alcuna differenza.

source: I don’t care. I have his Efreeti. Let’s help those lizards!
it: Non importa, ho già i suoi efreet. Andiamo a salvare quelle lucertole!

source: I fear the worst.
it: Temo il peggio.

source: I found a body, buried in the sand!
it: Ho trovato un corpo sepolto dalla sabbia!

source: I have achieved harmony. Two egos have become one. This is my true and last character.
it: Ho raggiunto l’armonia, due ego sono diventati uno. Questo è la mia vera natura finale.

source: I have come here for a piece of your Sun Ray. It is very important to my people. Give it to me and no one will get hurt.
it: Sono qui perché voglio una parte del vostro raggio di sole. È davvero importante per il mio popolo; se me lo consegnate, vi prometto che nessuno si farà del male.

source: I have it.
it: Preso.

source: I have just broken another door and found a tunnel.
it: Ho appena sfondato un’altra porta e trovato un tunnel.

source: I have managed to finish the circle. My people have tried to activate it, to discover what lies beyond. Unfortunately, we are unable to read the last part of the activation spell.
it: Sono riuscito a terminare il cerchio. La mia gente ha cercato di attivarlo per scoprire cosa giace dall’altra parte. Purtroppo, non siamo in grado di leggere le ultime parole magiche necessarie per l’attivazione.

source: I have the power of the Abyss! Your feeble half will never defeat me. I shall enjoy watching you kill yourself.
it: Ho il potere dell’Abisso! La vostra debole metà non potrà mai sconfiggermi. Godrò nel vedere che vi uccidete da sola.

source: I hope she’s not lost? Damn...
it: Spero che non sia caduta in battaglia. Dannazione...

source: I knew it would come to this. We must capture the Ray as soon as possible. When we do this, the skyship will pick us up from the mountain top. Rashti, you come with me. I may need your help down there.
it: Sapevo che sarebbe finita così. Dobbiamo catturare il raggio il più presto possibile. Compiuta la missione, la nave volante ci verrà a prendere in cima alla montagna. Rashti, venite con me: potrei aver bisogno del vostro aiuto laggiù.

source: I know no such place. You shall die.
it: Non conosco tale posto. Voi morirete.

source: I mean no impertinence, My Lord. If we can ever lie still, it is best.
it: Non volevo esprimere insolenza, mio signore. Sarebbe meglio se riuscissimo a stare più fermi possibile.

source: I must be faster and get to that palace before his relief will come. Maybe I will find someone in there that is willing to help me.
it: Dovrò essere più veloce e arrivare a quel palazzo prima che i loro soccorsi arrivino. Forse troverò qualcuno lì dentro che sarà disposto ad aiutarmi.

source: I need to capture their villages. This will stop them from coming.
it: Devo catturare i loro villaggi. Questo fermerà il loro arrivo.

source: I never doubted her. Now that her work is done, I may speak freely. I want you to go to the Abyss.
it: Non mai dubitato di lei. Ora che ha fatto il suo lavoro, posso parlare liberamente. Voglio che andiate nell’Abisso.

source: I petrified you for a moment. I didn’t want you or your men to come to any harm.
it: Vi ho pietrificato per un istante. Non volevo che voi o i vostri uomini vi faceste del male.

source: I promised myself and my soldiers that we will join our families and friends. I can’t break that promise.
it: Ho promesso a me stesso e ai miei soldati che raggiungeremo le nostre famiglie e i nostri amici. Devo mantenere la promessa.

source: I remember the Elders teaching us of the Time of Beginning. 1000 years ago our ancestors lived here, before al-Kamija was created.
it: Mi ricordo ancora le lezioni degli anziani riguardanti l’epoca dell’inizio. Mille anni fa, i nostri antenati hanno vissuto qui, prima della fondazione di al-Kamija.

source: I see someone! There, on the peak! Who are you and what are you doing here?
it: Vedo qualcuno! Là, sulla vetta! Chi siete e cosa ci fate qui?

source: I think, though, it wouldn’t be necessary for Rashti, because of her dual nature. Good Ho’Rashti should draw her conclusions for the future and never betray you in similar situations again.
it: Però penso che questo non sia necessario per Rashti, a causa della sua duplice natura. La buona Ho’rashti dovrebbe trarre le sue conclusioni per il futuro e non ci tradirà più in situazioni simili.

source: I thought I was killing witches, but they were my own men. It was terrible....
it: Pensavo di uccidere le streghe, ma erano i miei uomini. È stato terribile...

source: I understand. I can help you, but it won’t be easy. As you know, the Abyss has changed its location and hundreds of years may pass until a new Circle is developed. But there is another way. I can open a direct passage to that dimension, but it requires huge amounts of power.
it: Capisco. Posso aiutarvi, ma non sarà affatto facile. Come sapete, l’Abisso ha cambiato la sua posizione e possono passare centinaia di anni prima che un nuovo cerchio si sviluppi. Ma ci sarebbe un altro modo: posso aprire un passaggio diretto a quella dimensione, ma la cosa richiede grandi quantità di energia.

source: I will bring this damn Ray to you, but if somebody dies, you’ll be the one responsible for it! I hope Anthi will forgive me for this...
it: Vi porteremo questo dannato raggio, ma se qualcuno muore voi sarete il solo responsabile! Spero che Anthi mi perdonerà...

source: I will fight with my own men, what’s left of them. Bakha died for my mistakes, and I must atone. Wish me luck, Jaffar.
it: Mi batterò con i miei stessi uomini, o almeno con ciò che resta di loro. Bakha è morto per i miei errori, e devo espiare la mia colpa. Fatemi gli auguri, Jaffar.

source: I will prove it to you soon...
it: Ve lo dimostrerò subito...

source: I will send a messenger to Kharos to announce the amazing news. In the meantime, come to my castle! You have been gone a long while. Tell me of your travel.
it: Manderò un messaggero a Kharos per annunciare questa incredibile notizia. Nel frattempo, venite nel mio castello! Siete stati lontani un bel po’: raccontatemi del vostro viaggio.

source: I would bring your bones to Ka-Gatta, but it is no longer our way.
it: Vorrei seppellire le vostra ossa a Ka-Gatta, ma non abbiamo abbastanza tempo.

source: I would save... my men...
it: Vorrei salvare...i miei uomini...

source: I.. am sorry. I am seizing something which is invaluable for both of us.
it: Mi...dispiace. Sto impadronendomi di qualcosa che ha un valore inestimabile per noi tutti.

source: I...
it: Io...

source: I... I am so sorry... Please, understand...
it: Io..io sono molto dispiaciuto...per favore, ascoltatemi...

source: I... I... Yes. I am here to find Tashkar, the leader of Tar-Tabar. And you must be Rashti’rhami — the most powerful of all Rhamis, one of the four kinds of ultimate beings of the Abyss.
it: Io...io... sì. Sono qui per trovare Tashkar, il leader di Tar-Tabar. E voi dovreste essere Rashti’rhami – la più potente di tutte le rhami, una dei quattro tipi di essere supremo dell’Abisso.

source: I... Rashti killed him, but how do you know about this?
it: Beh...Rashti l’ha ucciso, ma come fate a sapere tutto questo?

source: I... What happened? Am I alive?
it: Io...cos’è successo? Sono vivo?

source: I...I think that the Highest Council should decide about your lot. Besides, I’m not one of three Leaders. They are the only ones that are allowed ultimate beings as servants.
it: Io...credo che il massimo consiglio dovrebbe decidere la vostra sorte. Inoltre, non sono uno dei tre leader; essi sono gli unici ai quali è consentito l’affidamento di esseri supremi come loro servitori.

source: I..I am here because of that matter. I didn’t manage to join them on time. I have heard that you know how to help me get there.
it: Io..sono qui per questo problema. Non sono riuscito a raggiungerli in tempo, e ho sentito dire che voi sapete come aiutarmi a giungere laggiù.

source: Idiot, we would have failed! Look how strong his people are. They would have infested us for centuries.
it: Idiota, avremmo fallito! Guardate quanto forte è il suo popolo: avrebbero potuto contaminarci per secoli.

source: If I had a Great Jinn, he could create a new, larger keep for me and strengthen the city walls...
it: Se avessi un grande genio con me, potrebbe creare una nuova e più ampia fortezza per me e in più rafforzare le mura della città...

source: If I moved them with my foot, just a little to the left, they might fall forever...
it: Se le spostassi un po’ più a sinistra coi miei piedi, potrebbero cadere per sempre...

source: If you give a man a fight, he will. He gave us half the Sun Orb and his backside, what more could we wish? Nothing can be a danger to us now! We are safe... forever.
it: Se costringete un uomo a combattere, egli lo farà. Egli ci ha dato metà della sfera del sole e la sua vita: cosa potevamo desiderare di più? Ora nulla può rappresentare un pericolo per noi! Siamo salvi...per sempre.

source: In a sturdy ship he sailed, but a great wind blew him far to sea, and dashed his crew upon the rocks.
it: S’imbarcò su una nave robusta, ma un forte vento lo portò in mare aperto e fece naufragare il suo equipaggio sugli scogli.

source: In accordance to the regulations the local guild will confiscate all magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
it: Secondo le norme vigenti, la gilda locale sequestra tutti gli esseri magici che hanno tradito i loro padroni. Saranno rispediti nell’Abisso, dove le loro menti saranno cancellate.

source: In order to increase the building speed of the Great Circle in its current form, the Highest Council ordered all citizens of the Summoner country to assist the builders. Women, children, even elders — hundreds of thousands of people joined the workers. The messenger immediately set out to Mehir to tell him this important news.
it: Al fine di aumentare la velocità di costruzione del grande cerchio nella sua forma attuale, il massimo consiglio ordinò a tutti i cittadini del Paese degli evocatori di aiutare i costruttori. Donne, bambini, persino anziani – centinaia di migliaia di persone si unirono ai lavoratori. Il messaggero partì immediatamente per informare Mehir di questa notizia importante.

source: In the meantime, the messenger sent by Mehir reached al-Kamija after two weeks and gave the sensational message about Rashti turning into her true form. The Highest Council discovered that the death of Rashti, the resurrection of her egos, and their integration into a female form of Nomolas has completely destroyed the balance between worlds. The Great Circle is now becoming outdated, drifting away from its otherworldly location in the Abyss. However, the experiments carried out by Mehir’s ancestors showed that fluctuations of time in multi-world space would delay the reactions of actions that took place for twenty-nine days. The messenger traveled for fourteen days, which meant that the Summoners had fifteen days to finish the Circle in its current form and move to the Abyss. If it were not completed in time, the whole work would be wasted.
it: Nel frattempo, il messaggero inviato da Mehir raggiunse al-Kamija dopo due settimane e recapitò quel messaggio eccezionale riguardante la trasformazione di Rashti nella sua vera forma. Il massimo consiglio scoprì che la morte di Rashti, la risurrezione dei suo ego e la loro integrazione in una forma femminile di Nomolas aveva distrutto completamente l’equilibrio tra i due mondi. Il grande cerchio stava diventando obsoleto, allontandosi dalla posizione ultraterrena dell’Abisso. Tuttavia, gli esperimenti effettuati dagli antenati di Mehir avevano dimostrato che le oscillazioni temporali nello spazio del multi-mondo avrebbero ritardato di 29 giorni le reazioni alle azioni compiute in precedenza. Il messaggero viaggiò per quattordici giorni, il che significava che gli evocatori avrebbero avuto solo quindici giorni di tempo per completare il cerchio nella sua forma attuale ed entrare nell’Abisso. Se il cerchio non fosse stato completato in tempo, l’intero lavoro sarebbe andato sprecato.

source: Indeed, only an ultimate entity could have done something like that.
it: Infatti, solo un’entità suprema avrebbe potuto fare una cosa del genere.

source: Indeed, we have defended the city.
it: In effetti, abbiamo difeso la città.

source: Indeed, you kicked me rather nicely. But luckily, my friends found me in the Red Abyss and brought me back to this palace, where I was healed. And now I want revenge! Rashti, I challenge you!
it: In effetti, mi avete preso a calci piuttosto bene. Ma per fortuna, i miei amici mi hanno trovato nell’Abisso Rosso e mi hanno portato di nuovo al palazzo, dove ho riacquistato le forze. E ora voglio vendetta! Rashti, vi sfido!

source: Is this the place? Is it that Dome? It looks like a shed. I was expecting something bigger...
it: È questo il posto? Quella è la cupola? Sembra più un capannone, mi aspettavo qualcosa di più immenso...

source: It is rumored the ancient vaults are full of forgotten artifacts of immense power, and protected by Abysmal guards.
it: Si dice che le antiche cripte siano piene di artefatti dimenticati dall’immenso potere e protette da guardie abissali.

source: It looks like the fire elementals make them furious. If I hadn’t shown him, everything would have ended in a different way. Too many lives were lost.
it: Sembra che quell’elementale di fuoco le abbia rese furiose. Se non l’avessi mostrato a loro, tutto sarebbe finito in modo diverso. Troppe vite sono andate perdute.

source: It seems we’re in time. Forgive us for this little delay, but we found a rare specimen of crab and had to take a closer look.
it: Sembra che siamo in tempo. Perdonateci per questo nostro piccolo ritardo, ma abbiamo trovato un raro esemplare di granchio e dovevamo dargli uno sguardo più da vicino.

source: It was impossible to save Mag-Magar from day to day, yet he did.
it: Era impossibile salvare Mag-Magar da un giorno all’altro, ma lui c’è riuscito.

source: Itshar’Imahr YOU BELONG TO ME!
it: Itshar’Imahr VOI APPARTENETE A ME!

source: It’s a good question. It came from there!
it: Buona domanda. Viene da lì!

source: It’s a miracle. Even Nomolas couldn’t do such a thing. But Dharma’rashti is out of control. What do we do?
it: È un miracolo! Nemmeno Nomolas potrebbe fare una cosa del genere. Ma Dharma’rashti è fuori controllo. Cosa facciamo?

source: It’s a waste of time, Mehir. No one will help you.
it: State perdendo tempo, Mehir. Nessuno vi aiuterà.

source: It’s me, Mehir. I have defended your capital, don’t you recognize me?
it: Sono io, Mehir. Sono colui che ha difeso la vostra capitale, non mi riconoscete?

source: It’s nothing. Hope they won’t throw buildings on us...
it: Nulla di serio. Spero che non facciano crollare le macerie anche su di noi...

source: It’s very steep here. We’d better watch our step.
it: È molto ripido qui. Faremmo meglio a guardare dove mettiamo i piedi.

source: It’s you!!!
it: Voi!!!

source: I’ll never give up.
it: Non rinuncio.

source: I’m glad to hear this but this is not the point of my visit. I was told, you know how to help me.
it: Sono lieto di sentire ciò, ma non è questo il senso della mia visita. Mi è stato detto che voi sapete come aiutarmi.

source: I’m honored, but first I must send someone to al-Kamija with a report about Rashti for the Highest Council.
it: Sono onorato, ma prima devo mandare qualcuno al massimo consiglio di al-Kamija per il rapporto riguardante Rashti.

source: I’ve seen sand. Everywhere. In my lungs. In my eyes. Your storms have nothing on ours.
it: Ho visto solo sabbia. Ovunque. Nei miei polmoni, nei miei occhi. Le vostre tempeste non hanno nulla a che fare con le nostre.

source: Just in time!
it: Appena in tempo!
