Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Use your mind and tell the circle to track down and eliminate your elemental. Do it now!
de: Konzentriert Euch, befehlt Verfolgung und Vernichtung dieser Manifestation. Macht schon!
ru: Используйте свой ум и скажите кругу, чтобы он устранил вашего элементаля. Сделай это сейчас!

source: Usually there is a celebration during such occasions, but thanks to your pact with these jungle folks, almost all of our troops are headed to the circle's construction site. They want to see these strange beasts you encountered.
de: Nicht doch! Mit dem neuen Rang steht Euch ein <i>Magischer Kreis</i> zweiten Grades zu. Ich, als Kämmerer unseres Hortes, habe Euch in den Umgang mit diesem Privileg einzuweisen.
ru: Обычно в таких случаях происходит празднование, но благодаря вашему пакту с ящерами, почти все наши войска направляются на територию строительства круга. Они хотят увидеть этих странных зверей, с которыми вы столкнулись.

source: Very funny... So Jaffar, I thought you were still in Sud-Affar guarding the Great Circle.
de: In der Wüste ist das opportun! Der Hersteller meiner Ausrüstung war auf Komfort bedacht! Sagt an, oh Jaffar, wie stehen die Dinge in Sud-Affar? Gebt Ihr gut auf den Großen Ring acht?

source: WE DID IT!!! Mehir, you’re my hero! I am infinitely grateful to you. Without your help...
de: Alalalalalalaiiii~ Es ist gelungen, wir sind die Größten! Oh Mehir, mein Held, ohne deine Hilfe—

source: WHAT?!
de: Habt Ihr das gehört, Mehir! Die mit dem Sonnenbrand redet von MIR !!

source: WML coding
de: WML Code
ru: WML кодирование

source: Wait until the circle finishes itself (3 turns)
de: Zirkelbildung abwarten (3 Runden)

source: Wait! Did you hear that?
de: Hm? Was war das, Bakha? Dein Kamel hat einen fahren lassen, oder?
it: Aspettate! Avete sentito?
ru: Подождите! Вы это слышали?

source: Wait, wait, wait! Why didn’t you tell me about this fact earlier?! I could’ve left her in my palace!
de: Oh Himmel, hilf ... Hätte ich sie nur daheimgelassen und Jaffar mitgenommen. Ein einzigartiges Urwesen als Gegner … Mir wird ganz anders … He, von der Gefahr habt Ihr NIE etwas gesagt !!
it: Aspettate, aspettate, aspettate! Perché non me l’avete detto prima? Avrei potuto lasciarla nel mio palazzo!

source: Wait, you said it is illegal to summon one directly!
de: Das kann ich nicht dulden! Ihr sagtet, derlei ist verboten, was ich natürlich selber wusste. ( <i>Als Oberster muss ich ein Machtwort sprechen. Wenn der wüsste, dass ich schon …</i> )

source: We are Summoners, the only people that live in the Great Desert.
de: <big>Wir sind die <i>Beschwörer</i> — das einzige Volk, das in der Großen Wüste wohnt.</big>
it: Noi siamo gli evocatori, l’unico popolo che vive nel Grande Deserto.
ru: Мы Призыватели, единственные люди которые живут в Великой Пустыне.

source: We are at the North Pole, Summoner. Low temperatures are normal in places like this.
de: In Arktikas, dem nördlichsten Norden. Von hier gehts überall nach Süden.

source: We can summon another elemental - its essence will be enough. My liege, summon something once again, please.
de: In Ermangelung bereitwilliger Seelen schlage ich vor, ein weiteres Wesen beizurufen. Ein Elementargeist hat zwar keine Seele, doch seine Substanz besteht aus Geist − das reicht.

source: We chose him in recognition of his achievements. Mehir, come closer.
de: Damit würdigt der Rat insbesondere dessen Tapferkeit und Umsicht in ausgesprochen heiklen Situationen — Qualitäten, die ihm außergewöhnliche Erfolge einbrachten. Mehir, tritt näher!
it: Abbiamo scelto lui in segno di riconoscimento per i suoi successi. Mehir, venite più vicino.

source: We could draw the same cirlce as it is now. It would be much smaller, but we don’t have materials.
de: … Wir könnten einen ganz kleinen Ring pinseln … Ach, das Baumaterial wird ja auch verschwunden sein … Und ich könnte nie im Leben die richtige Positon berechnen …

source: We defended Kharos! Anthi, WE DID IT!!!
de: Hohe Anthi, Atiros meldet sich zu Stelle! Mission erfolgreich ausgeführt!

source: We designed a giant circle, one that will include most of our land. The circle is 50 marahil in diameter, so we built three cities, each separated from one another by exactly the same distance to make the construction easier. The leaders of Mag-Magar, Tar-Tabar and Sud-Affar will supervise the works by their assistants.
de: Was nun diesen magischen Kreis angeht … Er soll so groß werden, dass unser ganzes Land reinpasst. Damit ihr euch mal nur nicht täuscht: Es braucht 45 Tage, um auf dem Kamel querdurch zu reiten! Um die Konstruktion zu erleichtern, wurden – gleich weit von einander entfernt – die Städte Mag-Magar, Tar-Tabar und Sud-Affar gebaut. Deren Oberhäupter beaufsichtigen die Arbeiten am Ring mit ihren Gehilfen.
it: Abbiamo progettato un cerchio gigante, che comprenderà la maggior parte della nostra terra. Il cerchio ha un diametro pari a 50 marahil e abbiamo costruito tre città separate, alla stessa distanza l’una dall’altra, per renderne più facile la costruzione. I leader di Mag-Magar, Tar-Tabar e Sud-Affar sorveglieranno l’opera dei lavoratori.
ru: Мы спроектировали гигантский круг, который будет в себя включать большую часть нашей земли. Круг имеет диаметр в 50 марахилов, поэтому мы построили три города, каждый из которых отделен друг от друга на одинаковом расстоянии, чтобы облегчить строительство. Руководители Маг-Магара, Тар-Табара и Суда-Аффара будут руководить работами своих помощников.

source: We did it! It’s the first time we have defeated them!!! Thank you, Mehir!
de: Das Unmögliche wurde möglich! Gelobt, bedankt, gepriesen sei unsre göttliche Sonne!
it: Ce l’abbiamo fatta! È la prima volta che li sconfiggiamo!!! Vi ringrazio, Mehir!

source: We did it! Now it’s time to defeat all barbarians.
de: Kalla! Nix verstehen! Und nix Exen kämpfen! Ich Barbarixe abmurxsssen, verstehssst du?!
it: Ce l’abbiamo fatta! Ora è il momento di sconfiggere tutti i barbari.
ru: Мы сделали это! Теперь пора убить остальных варваров!

source: We did it! Now we have to wait until the circle finishes itself.
de: Fertig! Den Rest müsste der Zirkel selbsttätig machen ...

source: We did it! They are defeated!
de: Na also. Kein Kamel ist wie das andere! ICH HABS— ... WIR HABEN ES GESCHAFFT! Die Schläger sind geschlagen!
it: Ce l’abbiamo fatta! Li abbiamo sconfitti!
ru: Мы победили! Мы победили!

source: We have a problem.
de: Es gibt da noch ein Problem, Sidi.
ru: У нас проблема.

source: We have defeated them.
de: Oh Rashti'rhami, es ist mir eine Ehre, dich vor dem Unhold beschützt zu haben! Wieso stand dein Gebieter dir nicht bei?
it: Li abbiamo sconfitti.
ru: Мы их победили.

source: We have to put him down somehow. I wonder how this can be done. He is dead already...
de: Ihr staunt, was ich so alles weiß, nicht wahr? Ich weiß nur nicht, wie wir uns seiner entledigen könnten. Er ist doch schon gestorben … Wie man Tote tötet, hat mir noch keiner verraten ...
ru: Нам надо как-то от него избавится. Не знаю как это можно сделать, он же и так мертв...

source: We must clear the path! Hurry!
de: Verdammt … Er hat mehr Krüppelmonster beigerufen. Das geht mir auf den Höcker! Aus dem Weg da! Ich mach euch nieder!

source: We must help those lizards!
de: ... Wir müssen diesen Echsen helfen!
it: Dobbiamo aiutare quelle lucertole!
ru: Мы должны помочь ящерам!

source: We must kill this damn Efreeti as soon as possible.
de: Keine Sorge, Rashti. Ich helfe dir. Der Gerhörnte wirds nicht mehr lang machen … Grrrrr~
it: Dobbiamo uccidere quel dannato efreet al più presto.

source: We must stop them!
de: Jetzt kommt der noch mit letztwilligen Verfügungen! Den Schieber müssen wir aufhalten!!!
it: Dobbiamo fermarli!
ru: Мы должны их остановить!

source: We must trap Dharma’Rashti, so that Ho’Rashti can get her and unite!
de: Diesmal wirds ein echter Zweikampf … Rashti, schnapp sie dir! Wir halten dein rotes Ich auf!

source: We shall see.
de: <span color='#FA0000'>Du hältst mich für unwürdig? Vielleicht änderst du deine Ansicht noch ...</span>

source: We shouldn’t accuse Rashti of Tashkar’s death. Being naïve is a characteristic of the Abysmals. Luckily the true guilty party was defeated. Mehir, you were the one who defeated them, could you please tell me who was behind this?
de: … Abyssale Wesen sind erschreckend naiv, das ist uns allen doch bekannt. Nach Lage der Dinge kann der Leiter des Suchtrupps nicht fürs Ableben des Oberkommandanten Tashkar verantwortlich gemacht werden! Wer waren diese Eindringlinge, die Ihr zur Rechenschaft gezogen habt, Kommandant Mehir?

source: We unlocked them! Maybe we should check tunnels located near those buttons? I heard a strange noise apart from the one, that unlocked the iron bars.
de: Die Tore sind alle wieder offen!? Was für ein abgefeimter Kniff! Habt ihr die Umgebung der markierten Steine nach dem Vergitterungsgrund durchforscht?
it: Sono sbloccate! Dovremmo forse controllare bene i tunnel situati in prossimità di questi interruttori? Ho sentito uno strano rumore provenire da uno di questi, quello che ha sbloccato le sbarre di ferro.
ru: Мы открыли их! Может нам стоит проверить туннели расположеные близко к тем кпопкам? Я слышал какой-то звук, кроме открытия решеток.

source: We use water elementals to grow crops and rear animals. We even have an artifical lake. There is a huge magical circle on one of the central palace walls, which creates an enormous waterfall which fules the lake.
de: Wir haben sogar einen Riesenwasserfall und einen großen See und für Mensch und Tier immer genug zu trinken: magische Wasserlemente sorgen ständig für das kühle Nass. Mein Vize Jaffar hat in meiner Stadt Tar-Tabar auch ein großes Badehaus errichtet!

source: We will soon get surrounded! We’d better get to the entrance as fast as possible!
de: Kalla, oh la la! Wenn wir nich schnell unter die Erde zu kommen, enden wir in der Schneewüste!

source: We won’t manage to join them. We will be left alone. This... is... the end.
de: … und mein Tar-Tabar … samt Vize Jaffar … Sud-Affar … Malib mit Mag-Magar … JEDER! ALLES! Wir werden HEIMATLOS! Allein in der Großen Wüste, ohne— … Das ist das Ende …
it: Non riusciremo a raggiungerli. Verremo lasciati da soli. Questa...è...la fine.

source: We're almost there.
de: Ich habs nahezu geschafft, Leute!

source: We've managed to banish one of them! Now we can use this gate to get outselves a friendly creature from the Abyss or to spare it for a later usage.
de: Dieser Kreatur haben wir die Sperenzchen ausgetrieben! Über das Portal könnt Ihr nun Helfer aus dem Abyssus rufen. Will Euch nur dran erinnern ...

source: We? Oh, you mean the research party led by our flying cartographer Aerius. Well, he was on his own and his pride lost him. Do not blame us for his selfish actions.
de: Redest du von Aerius, unserem Kartografen? Laste uns die Übergriffe dieses Luftikus nicht an. Er hatte keine Autorisation zu aggressivem Vorgehen und einen Zugang zum schlimmsten Ort von allen Dimensionen kann er nicht selbst geöffnet haben: Dazu fehlte ihm die Qualifikation. Was willst du noch? Für seine Entseelung sorgtest du doch schon.

source: Welcome in Kharos, Mehir, descendant of our fathers.
de: Die legendären Auswanderer leben also noch … Als Hohe Priesterin und Regentin heiße ich euch in der Stadt des Lichts willkommen. Wir sind zu großem Dank verpflichtet! Wer ist euer Führer?
it: Vi do il benvenuto a Kharos, Mehir, discendente dei nostri padri.

source: Welcome to the Palace of Omniscience, Mehir. I must admit I am impressed. No one from the surface has managed to go so far. You are the first.
de: Der Vertreiber geistiger Dunkelheit, ja. Willkommen in meinem bescheidenen Heim, Mehir! Du bist der erste Erdbewohner hier, das ist erstaunlich. Kann nur vom Kismet vorbestimmt sein ...

source: Welcome, my liege. I am the leader of the Banishers Guild and your new instructor. I am going to teach you about the personal megacirle, the procedure of banishing magical beings, and explain some details about Dimensional Gates. Shall I begin?
de: Scherif Mehir! Als Gildemeister der Banner obliegt mir die Erteilung von Instruktionen für den Gebrauch des Megazirkels, zur Ausführung von Bannungen und dem Wert von Weltentoren.

source: Welcome, stranger. We thought you were the invaders. Your help is a matter of life and death; we can’t defeat them alone.
de: Ich fass es nicht! Und du hast keinen Sonnenstich? … Fremder, ist es wahr? Ihr lasst uns nicht im Regen stehen? Das ist ja wunderbar! Nur ein Wunder kann uns nämlich retten!

source: Welcome. We are here to establish a new leader for Tar-Tabar.
de: Ich grüße alle Anwesenden! Wie bekannt, fiel der geschätzte Scherif Tashkar Machenschaften zum Opfer, auf die ich hier nicht eingehen möchte, heißt es doch: Nimm dich in Acht vor roten Kamelen! Tar-Tabar braucht einen neuen Oberkommandanten, den wollen wir heut benennen.
it: Benvenuti. Siamo qui per stabilire chi sarà il prossimo leader di Tar-Tabar.

source: Well met, Dedylos. As it happened, I have fought this enemy before, and I have valuable experience which may be very useful to us all.
de: Mehir ibn Mehir, Scherif von Tar-Tabar, Oberkommandierender der Krieger hier an Bord, Meister der Beschwörung und eines einzigartigen Zauberwesens sowie Repräsentant des Hohen Rates. Ja, da fehlen Euch die Worte. Das Beste kommt noch: Eure Feinde können mich nicht schrecken, MICH doch nicht! Mit derlei hatte ich bereits zu tun und bin in Terroristenabwehr sehr erfahren!

source: Well, I need it for life support, as well as to power my mechanical guardians. Basically to keep myself alive in this damned place. Guess which is more important?
de: Und da dachte errr sich so: Ich schneid dem Zwerg den Saft ab, der kann sehen wo er bleibt? Wie soll ich diesen verlorrrenen Posten halten ohne—

source: Well, at least you have visited the world, met interesting people, and killed some of them.
de: Du hast unbekannte Lande bereist, dazugelernt, deinen Ruhm vermehrt ...

source: Well, that doesn't make any sense. Looks like I forced you to look too far away in time. Thanks anyway. Let's hope we are lucky.
de: So genau wollte es keiner wissen, ich bin dann längstens im Abyssus! Uhm, der Helfer darf den Speicher nur nicht sprengen … Auf gehts! Das frühe Kamel fängt den Wurm!

source: Well, they are roughly as stable as the ones which were evolved from blue beings
de: <small>(<i>zieht eine Augenbraue hoch</i>)</small> Auch unter Kamelen gibt es schwarze Schafe, gell? Afriten, die via Welttor-Transformation gerufen wurden, sind fast so loyal wie jene, die sich aus blaurassigen Wesen entwickelten. Scherif Scharifs Beschwörer werden sie dem Vize an die Hand gegeben haben, völlig legal.

source: Well, we need it's energy to be able to make a portal into the Abyss, to follow the rest of my people there.
de: m ein Portal zu bauen. Ich hatte leider das Nachschauen, als mein Volk in den Abyssus übersiedelte und möchte mit meinen Leuten nun gern hinterher.

source: Well, you see, the Living Gate is... well... not like other dimensional gates. There are quite a few speculations about it, but the most believable being that it collects souls of enemies that fall into it and die, to use them for creating Dimensional Gate IIs during battles, but there isn't much solid proof.
de: Ja, etwas Seltsameres hat es noch nie gegeben, das Ausmaß seiner Fähigkeiten ist völlig unbekannt. Möglich, dass es aus dem Seelenschmaus seine Dimensionstore kreiert.

source: Well... Ask, but I will only answer three of your questions, so choose your words wisely.
de: Du weißt, ein Weiser beantwortet nur drei Fragen … Wähle also deine Worte weise.

source: Wells in this scenario function like standard villages. Capture them to gain the upper hand in combat.
de: <span color='#397EF2'>Brunnen haben hier den gleichen Effekt wie Dörfer auf üblichen Karten. Von ihnen Besitz zu ergreifen, sichert dieselben Vorteile — z.B. Heilung.</span>

source: Weren't they taught you this at school? All personal circles synchronize themselves with minds of their owners every time they use them. If this lasts for too long, for example days, the bond can become too strong.
de: Was bringen sie heutzutag den Jungen in der Bildungsanstalt denn noch bei? <small>(<i>seufzt</i>)</small> Personengebundene Kreise stimmen sich auf den Geist des Inhabers ein. Diese Art von Beeinflussung kann sich bei tagelanger Dauer schädigend auswirken.
ru: Разве вас не учили этому в школе? Все личные круги синхронизируются с умами их владельцев каждый раз во время каждого использования. Если это длится слишком долго, например сутки, эта связь может стать слишком сильной.

source: We’d better run to this damn bunker before these monsters devour us all!
de: Das darf nicht wahr sein! Wir müssen ganz schnell in die Höhle rein!

source: We’d better stay inside the circle. I cannot leave my men or Glomin behind. Abysmal beings (except Rashti) do not matter.
de: Männer, wer nicht innerhalb des Ringes steht, hat das Nachsehen und bleibt hier! Rashti, du kommst besser auch zu mir! Und Glomin, du ebenfalls!

source: We’re a bit too late.
de: DAS nenne ich eine stattliche Stadtmauer! Was für ein Tor! Dedylos, ich muss schon sagen: Eure Hauptstadt kann sich an Großartigkeit fast mit Al-Kamija messen. Es wär eine Schande, dergleichen in der Hand von Terroristen zu sehen, die nur Zerstörung anstreben!
it: Siamo arrivati un po’ tardi.

source: We’re surrounded!
de: Kalla, oh la la! Wir sind umzingelt, Aufseher Mehir!
ru: Мы окружены!

source: We’ve... got... a problem.
de: Uhm … Wir … stecken voll in einer Zwickdüne …
it: Abbiamo...un problema.
ru: У нас... проблема.

source: Wh...what?
de: Ein Fission? Gespalten warst du schon immer! Hast du das vergessen?
it: C...cosa?

source: Wh..what? Err... he seems to be lost in his memories of mortal life...
de: Hää? Der ist doch nicht bei Sinnen! Möglicherweise ein Urahn von Vize Jaffar in Sud-Affar ...
ru: Чт... Что? Емм... мне кажется он потерялся в своих воспоминания жизни...

source: Wha..? I've just grown attached to it, you know?!
de: WAAAS? Mein Element! Ich bin davon recht angetan, versteht Ihr?!
ru: Что?... Я-я ведь только-только привык к нему, понимаешь?!

source: What a warm welcome for a return after a thousand years...
de: Ich kann nicht schwimmen! <small>(<i>würgt</i>)</small> Und es blieb keine Zeit, mich auf Kamelen seetüchtig zu machen! <small>(<i>hängt sich über die Bordwand</i>)</small> … Das ist Kharos? Bei euch ist es so naß wie auf dem Meer hier! Das ist ja wie vom Treibsand in den Sandsturm kommen ...
it: Che calda accoglienza per essere tornati dopo mille anni...

source: What about me?
de: Ich zieh dirrr instantan den Schrrraubschlüssel überrr die Flabbe. Dann kannst du dirrr die Krrrabben in die Haare schmierrren.

source: What about me? I can't stay here all day like that!
de: Na ENDLICH! Das Badewasser ist nun kalt. Ich brauche Gewänder, einen Diwan, Speisen und eine Wasserpfeife. Feigenwein käm auch gelegen ... Bleibt mein Zuber eigentlich hier stehen?

source: What amazing workmanship. I don’t understand how you were able to entrap such a powerful entity in a tiny container as this one.
de: Na, na … Nun lasst mich eure erstaunliche Handwerkskunst doch mal genau besehen! Tztztz, wie ihr ein derart mächtiges Wesen in ein solch kleines Behältnis gekriegt habt …
it: Che lavoro incredibile. Non capisco in che modo siete stati in grado di intrappolare un’entità così potente in un contenitore così piccolo.
ru: Какое удивительное мастерство тех кто изготовили это. Я не понимаю, как вы смогли держать столь мощную сущность в крошечном контейнере, как этот.

source: What are you doing here in Tar-Tabar?
de: Ich wohn' jetzt hier! Oh Jaffar, was macht Ihr in Tar-Tabar?

source: What are you talking about?!
de: Was? Lahmt dein Kamel? Kommt eine Wanderdüne?
it: Di cosa state parlando!?
ru: О чем ты говориш?!

source: What did you just say?!
de: … kommt nicht mehr? …
ru: Что ты сказал?!

source: What do you mean? There is only an endless ocean west from here. You’re probably talking about an island.
de: Hm? Ohne Kreis hinterher? Im Westen ist nur Wasser, hat Dedylos erklärt … Irgendwo sollen Inseln— ... Gestern noch? Sagt es nicht durch die Düne, Ihr wisst nicht einmal, wo die sind!
it: Cosa volete dire? Ad ovest di qui si trova solo un oceano infinito. Probabilmente starete parlando di un’isola.

source: What do you want me to do?
de: Nennen wir das Kamel beim Namen: Eine Gunstbezeigung eures Gurus käme einer Reparation gleich! Ich bin studierter Meister meines Faches und weiß viel, verschafft mir das nicht Einlass?

source: What happened?
de: Nanu!? Das Tor ist zu! Ich habe doch noch gar nicht losgelegt ...
it: Cos’è successo?

source: What in the world is that?!
de: Was für ein alptraumhafter Ort! Wer ist der Kahlkopf dort?

source: What on earth is happening right now?
de: Bei meinem Barrrt … Was spielt sich hierrr ab? Sind bei euch die Schrrrauben lose?

source: What the heck is that glow?
de: … Ich glaub, jetzt brennt er durch! ...

source: What the hell is that? A walking bonfire? DESTROY IT!!!
de: Äääh? Der hat Lauffeuer unterm Steiß! ... MACHT DIE AUS, Kobis!
it: Cosa diavolo è questo? Un falò che cammina? DISTRUGGETELO!!!
ru: Какого черта? Ходячий костер? УНИЧТОЖЬТЕ ЭТО!!!

source: What the... There are flying creatures above the water!
de: Holla, da kommen Fische angeflogen! Wir könnten welche zum Essen braten!

source: What would you say if I told you about people, who know how to send you to this... how do you call it? Precipice?
de: Komm, verhungern und verdursten lassen wir dich sicher nicht. Aber was würdest du sagen, wenn ich jemanden nennen könnte, der dich in diesen … Abgrund bringen könnte?
it: Cosa direste, se vi dicessi di alcune persone che sanno come mandarvi in questo...come si chiama? Precipizio?

source: What... is... THIS?
de: Was ist DAS denn nun für einer? Gibt der mir ein Zeichen mit der Hand?

source: What? These are avatars of air! Who is that man, that even wind obeys his orders?!
de: Was soll das nun? Luftgespinste? Wer ist der Kerl, der unsren Wind missbraucht?
it: Cosa? Sono avatar d’aria! Che uomo è mai questo, ai cui ordini obbedisce perfino il vento!?
ru: Что? Это аватары воздуха! Кто он такой, что даже ветер подчиняется его приказам?!

source: What?! Me?!
de: Wer? ICH ?!?

source: What?! There is only a dead desert south of here! This must be the enemy trying to go around the eastern defensive lines! Prepare troops! NOW!
de: Aus Richtung Wüste? Kann nicht sein! Der Feind umschifft die östlichen Verteidigungslinien! Yalla, auf die Molen! Soldaten, haltet euch gefechtsbereit! Es ist so weit, wir sind verloren ...

source: What?! You want me to dance or something?
de: Ich soll den Spaßvogel für euch machen? Dass ich nicht lache, ihr haltet mich zum Narren!

source: What’s going on?
de: Waaas? Sie kann sich doch nicht halb abstechen! Ich versteh die Welt nicht mehr ...

source: When I told you in Ka-Gatta, that you are strong, I meant your head, actually.
de: <span color='#0175FE'>Gut. Denn als ich in Ka-Gatta deine</span> <span color='#FA0000'>Stärke pries, meinte ich deinen Willen !!</span>
