Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Oh no. It’s a trap!
de: Eine Falle! So ein Reinfall ...
es: ¡Oh, no! ¡Es una trampa!
it: Oh no. È una trappola!
ru: Это ловушка!

source: I am trapped, my master.
es: Estoy atrapado, mi señor.

source: My Jinni foresaw this.
es: Mi genio lo predijo.

source: I’m sure there is a release mechanism somewhere. Search all tunnels and recesses you find.
de: Durchsucht jede Ecke, jeden Gang nach einer Vorrichtung zum Öffnen dieses Gitters!
es: Estoy seguro de que hay algún mecanismo desactivador en alguna parte. Buscad en todos los túneles y rendijas que encontréis.
it: Sono sicuro che ci sia un meccanismo di sbloccaggio da qualche parte. Cercate in tutte le gallerie e nelle mura presenti.
ru: Я уверен, что где-то здесь есть механизм для открытия этих клеток. Проверьте все туннели и выходы, которые вы найдете.

source: I am trapped!
de: Mist. Dachte, der wäre zum Entriegeln.
es: ¡Estoy atrapado!
ru: Я в ловушке!

source: We are closer to the treasure.
es: Nos acercamos al tesoro.

source: Again? Continue searching until you find the right one. I wonder what these bars were meant to enhedge...
es: ¿De nuevo? Seguid buscando hasta encontrar el correcto. Me pregunto qué buscaban acordonar con estas vallas...

source: Oops...
de: Ups …
es: Ups...
ru: Упс...

source: Do you hear that?
de: Schon wieder? … Moment, es scheppert weiter! ...
es: ¿Oís eso?
it: Avete sentito?
ru: Вы это слышали?

source: Monolith
es: Monolito

source: Lit caverns
de: Höhle (erhellt)
es: Cavernas iluminadas
ru: Освещенные пещеры

source: Caverns
es: Cavernas

source: team_name^Cave Creatures
es: Residentes de las cuevas

source: team_name^Guardians
de: Wächter
es: Guardianes

source: spear guardian
es: guardiana de la lanza

source: This unit is blessed by the artifact it's guarding: the spear of the first Rhami'Kai.
es: Esta unidad está bendita por el artefacto que protege: la lanza de la primera rami-kai.

source: Here lies Ibrahim, the founder of the school of banishment, and the first Master of Banishers. May he rest in peace.
es: Aquí yace Ibrahim, fundador de la Escuela del Destierro, y el primer Desterrador Maestro. Que en paz descanse.

source: Here lies Samir, summoner of the mighty Rashti'rhami, and her first master. May he rest in peace.
es: Aquí yace Samir, invocador de la poderosa Rashti-Rami y su primer maestro. Que en paz descanse.

source: Seems his rest was far from peaceful, considering we've just fought the man's ghost.
es: Podría decirse que su descanso no fue nada pacífico, considerando que acabamos de luchar contra su fantasma.

source: Here lies Khayyat, an unmatched enchanter, and inventor of the megacircle. Alas, he met an untimely end. May he rest in peace.
de: <span color='#BBAF87'><i>Zum Gedenken an Khayyat, unübertroffen als Zauberer und der begnadete Denker der den Megakreis erfand! Zu früh ist er verschieden, ruhe er in ew'gem Frieden.</i></span>
es: Aquí yace Khayyat, encantador inigualable e inventor del megacírculo, quien, ¡ay!, encontró un final prematuro. Que en paz descanse.
ru: Здесь покоится Каййат, и непревзойденный чародей, и изобретатель мегакруга. Увы, он скончался несвоевременно. Пусть он покоится с миром.

source: *this statue is damaged to the point that the inscription on it has become illegible.*
es: <i>Esta estatua está tan dañada que la inscripción se ha vuelto ilegible.</i>

source: Well, this piece of art certainly seen better days...
es: Sin duda, esta obra de arte vio tiempos mejores...

source: *crude text, likely written by some adventurer* <span font-style='italic' font-weight='bold'>I warn you, don't go further! You'll only find your demise there! Do not touch the...</span> *the writing ends with a blood stain*
es: <i>(Texto descuidado, escrito por algún aventurero).</i> <span font-weight='bold'>Aviso, no sigáis. ¡Solo hallaréis la muerte aquí! No tocar la... </span> <i>(La escritura termina con una mancha de sangre).</i>

source: Looks like this fellow died before being able to finish his warning. Yikes!
es: Parece que este hombre murió antes de poder terminar su advertencia. ¡Ay!

source: So this is our old homeland... It gives me the creeps...
es: Así que este es nuestro antiguo hogar... Me produce escalofríos...

source: I can see skeletons scattered near the entrance. They seem to be quite old, clearly not belonging to Tashkar’s expedition. They must have been unfortunate adventurers seeking treasures...
es: Puedo ver algunos esqueletos dispersos cerca de la entrada. Parecen ser muy antiguos y claramente no pertenecen a la expedición de Tashkar. Seguramente se trataba de aventureros desafortunados en busca de tesoros...

source: As far as I can see, there are no traces of Tashkar or his troops around here. They must have been in too much of a hurry to explore the place. Nevertheless, we should make a thorough search. Maybe we will find some clues or treasures. The skeletons may be worth looting too...
es: Hasta donde puedo ver, no queda rastro de Tashkar ni de sus tropas. Seguramente llevaban demasiada prisa como para explorar este sitio. De todos modos, debemos hacer una búsqueda exhaustiva. Quizás podamos encontrar pistas o tesoros. También podríamos poner en valor los esqueletos...

source: Note: Mehir has become a Grand Summoner. He can now recruit a wider range of units and, as explained in the previous scenario, is capable of summoning basic elementals.
es: Note que Mejir se ha convertido en un gran invocador. Ahora podrá reclutar una gama mayor de unidades y, como se explica en el escenario anterior, es capaz de invocar elementales básicos.

source: Move to the next chamber
de: Nächste Kammer erreichen
es: Muévase a la siguiente cámara
it: Spostati alla cavità successiva
ru: Перейдите в следующий зал

source: (optional) Search the caves for treasure
es: (Opcional) Busque tesoros en las cuevas

source: -You can get a bit of extra gold by looting the skeletons lying on the ground. -Explore as much as possible. The items found in this scenario will be quite useful later on.
es: - Puede saquear oro de los esqueletos en el suelo. - Explore tanto como sea posible. Los artefactos de este escenario serán muy útiles más adelante.

source: Sir, I've scouted the area. These caves are infested with rogue elementals, and are home for dangerous creatures like bats and giant spiders. It would be reasonable to proceed with caution...
es: Señor, he explorado el área. Estas cuevas están infestadas de elementales independientes y son el hogar de criaturas peligrosas como murciélagos y arañas gigantes. Sería razonable proceder con precaución...

source: I'll keep that in mind, thanks.
es: Lo tendré en cuenta. Gracias.

source: Found some gold:
de: Goldstücke wurden gefunden:
es: Encontró oro:
ru: Найдено золото:

source: Guardians
es: Guardianes

source: We’ve awoken BATS!
de: Ich hatte ausdrücklichen Befehl gegeben— … Naja, Sand drüber. Beim Zaubern leisetreten geht schlecht … Wir haben Fledermäuse aufgeweckt. Und WAS für welche!
es: ¡Hemos despertado MURCIÉLAGOS!
ru: Мы разбыдили летучих мышей!!!

source: scimitar^Take it
de: Nehmen
es: Cogerla
it: Prendila
ru: Взять ятаган

source: scimitar^Leave it
de: Liegen lassen
es: Dejarla
it: Lasciala
ru: Не трогать ятаган

source: Only a summoner can use this item!
de: <span color='#397EF2'>Damit kann nur ein Beschwörer etwas anfangen!</span>
es: ¡Solo un invocador puede usar este objeto!
it: Solo un evocatore può usare questo oggetto!
ru: Только призыватели могут использовать этот предмет!

source: Ancient Scimitar
de: Säbel der Ahnen
es: Cimitarra Automágica
ru: Древний Ятаган

source: Scimitar damage increased by 100%, and the weapon becomes magical (always 70% chance to hit)
es: El daño de la cimitarra aumenta en 100%, y el arma se vuelve mágica (en todo terreno, 70% de probabilidad de golpear).

source: ancient scimitar
de: Säbel der Ahnen
es: cimitarra automágica
ru: древний ятаган

source: This unit holds a powerful scimitar. Effects: Scimitar damage increased by 100%, and the weapon becomes magical (always 70% chance to hit)
es: Esta unidad empuña una poderosa cimitarra. Efectos: El arma “cimitarra” se vuelve mágica (en todo terreno, 70% de probabilidad de golpear).El daño de “cimitarra” y “cimitarra mágica” aumenta en 100%.

source: Those who dare touch the scimitar...
es: Aquellos que toquen la cimitarra...

source: ...MUST DIE!!!
de: <span color='#DB3131'><big><b>STIRBT !!!</b></big></span>
es: ¡... DEBEN MORIR!
it: ...DEVONO MORIRE!!!
ru: ...ДОЛЖНЫ УМЕРЕТЬ!!!

source: Err... can't we negotiate? There's no need for violence!
es: Ehh... ¿No podemos negociar? ¡No hay necesidad de recurrir a la violencia!

source: Have we not made our point clear enough, mortal? When we want someone dead, there will be no negotiations!
es: ¿No hemos hablado claro, mortal? Cuando queremos a alguien muerto, ¡no hay negociaciones!

source: Damn it! I guess we have no choice now. Men, defensive formation!
es: ¡Maldita sea! Supongo que ya no tenemos otra opción. ¡Soldados, formación defensiva!

source: carpet^Leave it
de: Liegen lassen
es: Dejarla
it: Lascialo
ru: Не трогать ковер

source: Only the carpet rider can use this item!
de: <span color='#397EF2'>Den kann nur ein Teppichreiter brauchen!</span>
es: ¡Solo un jinete de alfombra puede usar este objeto!
it: Solo un cavalcatore di tappeti può usare questo oggetto!
ru: Только летчики на ковре могут использовать этот предмет!

source: I’ve found a chest full of gold!
de: Eine Schatztruhe! Und was ist drin?
es: ¡He encontrado un cofre repleto de oro!
it: Ho trovato un forziere pieno d’oro!
ru: Я нашел сундук набитый золотом!

source: My liege, I’ve found a chest full of gold!
es: Mi señor, ¡he encontrado un cofre lleno de oro!

source: 300 gold
de: 300 Goldstücke
es: 300 monedas de oro
ru: 300 золота

source: ring^Leave it
de: Liegen lassen
es: Dejarla
ru: Не трогать кольцо

source: Only a human can use this item!
de: <span color='#397EF2'>Nur ein Mensch hat davon Nutzen!</span>
es: ¡Solo los humanos pueden usar este objeto!
it: Solo un umano può usare questo oggetto!
ru: Только люди могут использовать этот предмет!

source: This ring will heal the bearer by 8 hitpoints each turn.
es: Este anillo curará al portador por 8 puntos de golpe en cada turno.

source: This unit wears the Ring of Regeneration. Effects: Grants the regeneration ability
es: Esta unidad porta el anillo de regeneración. Efectos: Otorga la habilidad “regeneración”.

source: cloak^Leave it
de: Liegen lassen
es: Dejarla
it: Lascialo
ru: Не трогать плащ

source: Only a camel rider (or his advancements) can use this item!
es: ¡Solo un jinete de camello (o sus avances) puede usar este objeto!

source: Advances the unit (unless the unit is already at maximum level) Grants 50% fire resistance
es: Promociona la unidad (a menos que ya esté en nivel máximo). Otorga 50% de resistencia al fuego.

source: cap^Leave it
de: Liegen lassen
es: Dejarla
it: Lascialo
ru: Не трогать тюрбан

source: Who... who is here? Where am I?
es: ¿Quién...? ¿Quién está ahí? ¿Dónde estoy?

source: A ghost? That's something new...
es: ¿Un fantasma? Eso es algo nuevo...

source: EEEEEK! A GHOST!!!
de: Aaaaaargh … EIN GEIST !!!
es: ¡AAAAH! ¡¡¡UN FANTASMA!!!
ru: ААААА! ПРИЗРАК!!!

source: Rashti, is that you? Do you remember me, your first master? So many centuries have passed...
es: Rashti, ¿eres tú? ¿Te acuerdas de mí, tu primer maestro? Tantos siglos han pasado...

source: Listen grandpa, I don't know who are you talking to but you'd better rest.
es: Escuchad, abuelo. No sé con quién estás hablando, pero será mejor que descanséis.

source: Wh..what? Err... I think he might be lost in his memories of mortal life...
es: ¿Qué? ¿Qué? Ehh... Creo que podría estar perdido en los recuerdos de su vida mortal...

source: Who are these people with you? Why are you fading away? Rashti? RASHTI?! Wait... you are not Rashti... She is here but not with you. You took her from me! You... YOU!!! DIE!!!
es: ¿Quiénes son estas personas contigo? ¿Por qué te estás desvaneciendo? ¿Rashti? ¿Rashti? Espera... No eres Rashti... Ella está aquí, pero no contigo. ¡Tú me la arrebataste! Tú... ¡¡¡TÚ.... MUERE!!!

source: I guess we pissed him off. He must be one of those ancient summoners the Instructor told me about in Sud-Affar...
es: Supongo que lo enojamos. Debe ser uno de los antiguos invocadores de quienes me habló el instructor en Sud-Affar...

source: Another maniac... It's time to make him rest in peace ...for good this time.
es: Otro maníaco... Es hora de hacerlo descansar en paz. Esta vez, para siempre.

source: We have to put him down somehow. I wonder how this can be done. He is dead already... Maybe we can destroy the circle with magic?
es: Tenemos que ponerlo a descansar de alguna manera. Me pregunto cómo hacerlo. Ya está muerto... ¿Quizás podamos destruir el círculo con magia?

source: Now I see it... She has chosen you. Treat her well... She is the Golden Lady...
es: Ahora lo veo... Ella te ha elegido. Trátala bien... Es la Dama Dorada...

source: My magical servants, you may return to the Abyss! Farewell, stranger, and thank you for releasing me from this prison...
es: ¡Mis sirvientes mágicos, podéis volver al Abismo! Adiós, extraño, y gracias por liberarme de esta prisión...

source: Farewell, stranger, and thank you for releasing me from this prison...
es: Adiós, extraño, y gracias por liberarme de esta prisión...

source: That was very weird, but he's gone now! Phew! I wonder what he meant, though...
es: Eso fue muy extraño. ¡Pero se ha ido ahora, uf! Sin embargo, me pregunto a qué se refería...

source: armor^Leave it
de: Liegen lassen
es: Dejarla
it: Lasciala
ru: Не трогать броню

source: Only humans can use this item!
de: <span color='#397EF2'>Nur ein Mensch hat davon Nutzen!</span>
es: ¡Solo los humanos pueden usar este objeto!
ru: Только люди могут использовать этот предмет!

source: Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases arcane resistance by 15%
de: * Physiche Resistenz +25% * Resistenzen Feuer und Kälte +20% * Resistenz Arkan –15%
es: Aumenta las resistencias físicas en 25%. Aumenta la resistencia al fuego y al frío en 20%. Disminuye la resistencia arcana en 15%.
ru: Усиливает сопротевление к режущим,колющим и крушащим атакам на 25% Усиливает сопротевление к огню и холоду на 20% Уменшает сопротевление к мистическми атакам на 15%

source: The ground is shaking...
de: Was ist— ... Ich hab doch nur— ... Zu Hilf, die Erde bebt! Die Brücke kracht!
es: La tierra tiembla...
ru: Земля трясется...

source: ancient cuirass
de: Kürass der Ahnen
es: coraza encantada
it: corazza antica
ru: древняя кираса

source: This unit is wearing a powerful armor, which grants additional physical resistance, but also increases susceptibility to arcane damage. Effects: Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases arcane resistance by 15%
de: Eine vorteilhafte Rüstung mit kleinem Nachteil: Physiche Resistenz +25%, Resistenzen Feuer, Kälte +20%, Resistenz Arkan −15%
es: Esta unidad viste una poderosa armadura encantada, que le proporciona resistencia física y mágica adicional, pero también la hace más vulnerable al daño arcano.
ru: Этот боей носит могущественную броню которай исиливает зашиту к большинству видов атак, но делает носителя более уязвимым к мистическим атакам. Эффекты: Усиливает сопротевление к режущим,колющим и крушащим атакам на 25% Усиливает сопротевление к огню и холоду на 20% Уменшает сопротевление к мистическми атакам на 15%

source: spear^Leave it
de: Liegen lassen
es: Dejarla
it: Lasciala
ru: Не трогать копье

source: Only a Rhami or Rhami’kai can use this item!
de: <span color='#397EF2'>Dieser Speer ist VON einer Rhami FÜR eine Rhami!</span>
es: ¡Solo una rami o rami-kai puede usar este objeto!
it: Solo una rhami o una rhami’kai può usare questo oggetto!
ru: Только Рами или Рами’кай могут использовать этот предмет!

source: Spear of the Rhami
es: Lanza del origen

source: Advances the unit (unless the unit is already at maximum level) Increases the attack by 25% Increases magical resistances by 10%
es: Promociona la unidad (a menos que ya esté en nivel máximo). Aumenta el ataque en 25%. Aumenta las resistencias mágicas en 10%.

source: This unit is holding a powerful spear of abysmal origin. Effects: Increases the attack by 20%
de: Mit einem Speer abyssischen Ursprungs lässt sich öfter zustechen: +20%
es: Esta unidad sostiene una poderosa lanza de origen abismal. Efectos: Aumenta el ataque en 20%.

source: Creature! Why are you attacking us?! Don't you see we are Summoners? Who is your master? Answer me, now!
de: Jetzt reichts aber! Was fällt euch Rhamis ein, uns anzugreifen?! Siehst du nicht, dass wir Beschwörer sind? Ihr habt uns zu gehorchen! Wer ist dein Meister? Sprich!
es: ¡Criatura! ¿Por qué nos atacas? ¿No ves que somos invocadores? ¿Quién es tu maestro? ¡Respóndeme ahora!
ru: Почему ты на нас нападаеш?! Разве ты не видиш что мы призыватели? Кто твой хозяин? Отвечай. немедленно!

source: I bow before no man. The only being I serve is the the Holy Rashti'rhami - the goddess of all Rhamis. It was her who, 392 years ago, ordered me to protect the Spear of the First Rhami'kai. There are only two ways I can be released from this post - either by her order, or by being defeated in battle. And if to achieve the latter I have to attack every treasure hunter that steps foot in this place, so be it.
es: No me inclino ante hombre alguno. La única entidad a quien sirvo es la Santa Rashti-Rami, la diosa de todas las ramis. Fue ella quien, hace 392 años, me ordenó proteger la lanza de la primera rami-kai. Solo hay dos formas en que me puedan apartar de este puesto, ya sea por su orden o por ser derrotada en la batalla. Y si para lograr lo último tengo que atacar a cada cazador de tesoros que pise este lugar, que así sea.

source: Hmmm.... (lies) We were looking for you. You see, I am a messenger sent by Rashti herself. She ordered me to... err.. find you and release you from your post. Yes, she was too busy to do this in person. After all, being the queen of the Abyss, she has more important matters to attend to than looking for another dusty guardian in a forgotten cave.
es: Mmmm. <i>Miente.</i> Os estábamos buscando. Veréis, soy un mensajero enviado por la propia Rashti. Ella me ordenó... Ehhh... Encontraros y relevaros de vuestro puesto. Sí, estaba demasiado ocupada para hacerlo en persona. Después de todo, siendo la reina del Abismo, tiene asuntos más importantes que atender que buscar a otro guardián polvoriento en una cueva olvidada.

source: So here I am. By the order of Rashti'rhami herself, you are relieved!
es: Así que aquí estoy. Por orden de la Rashti-Rami, ¡estás relevada!

source: (with excitement in her voice) Really? Thank you so much! Since I am free now, can I join you?
es: <i>Con emoción en su voz.</i> ¿De verdad? ¡Muchas gracias! Ya que estoy libre, ¿me permitiríais unirme a vosotros?

source: Yeah, why not? By the way, could you do something about those elemental guardians? They've been quite an annoyance so far.
es: ¿Si, Por qué no? Por cierto, ¿podrías hacer algo con esos guardianes elementales? Vienen siendo una gran molestia todo el camino.

source: They will not attack you when I am on your side.
es: No os atacarán mientras esté de vuestro lado.

source: Nice! Could you also convince them to join us? A few Earth Gods would certainly come in handy...
es: ¡Genial! ¿Podríais también convencerlos de unirse a nosotros? Unos dioses de la tierra ciertamente serían útiles...

source: I am sorry, but they do not obey me. They were ordered to protect this place forever, and aren't mentally capable of taking orders from those other than their masters.
es: Lo siento, pero no me obedecen. Se les ordenó proteger este lugar para siempre, y no son mentalmente capaces de recibir órdenes de aquellos que no sean sus maestros.

source: I see. At least we can count on you, hehe...
es: Ya veo. Al menos podemos contar contigo, je, je...

source: To give you a reason to fulfill my demand, if you defeat me, you shall prove yourselves worthy of wielding this sacred relic of our kind.
es: Para daros una razón para cumplir con mi demanda: si me derrotarais, os habréis demostrado digno de manejar esta reliquia sagrada de nuestra especie.

source: Alright men, you heard her. Time to earn ourselves a legendary spear!
es: Muy bien, caballeros, ya escuchasteis. ¡Es hora de ganarnos una lanza legendaria!

source: She was right, you are worthy...
es: Ella tenía razón, sois digno...

source: collar^Leave it
de: Nicht annehmen
es: Dejarlo
it: Lasciala
ru: Не трогать ошейник

source: Only a magical entity can use this item!
de: <span color='#397EF2'>Zeigt nur bei magischen Wesen Wirkung!></span>
es: ¡Solo un ente mágico puede usar este objeto!
it: Solo un’entità magica può usare questo oggetto!
ru: Только магические существа могут использовать этот предмет!

source: After death the unit is recalled back to the leader. Activates only 3 times.
de: 3 x kommt das Wesen nach Vernichtung wieder – dann ist es endgültig hinüber.
es: Al desfallecer, la unidad vuelve donde el líder. Se activa solo 3 veces.
it: Dopo la morte, l’unità ha la possibilità di essere richiamata dal condottiero. Attivabile solo 3 volte.
ru: После смерти боец возвращается назад к своему лидеру. Работает только 3 раза.

source: amulet^Leave it
de: Liegen lassen
es: Dejarlo
it: Lascialo
ru: Не трогать амулет

source: Only the elemental entity can use this item!
de: <span color='#397EF2'>Nur ein elementares Wesen hat davon einen Vorteil!</span>
es: ¡Solo un elemental puede usar este objeto!
it: Solo un’entità elementale può usare questo oggetto!
ru: Только элементали могут использовать этот предмет!

source: The elemental unit can turn into another elemental (use right-click on the unit to activate)
de: Dieses Urgeschöpf kann damit seinen Urstoff ändern! (per Rechtsklick auf die Einheit)
es: Este elemental puede convertirse en una unidad de otro elemento (dé clic derecho en la unidad para activar).
ru: Этот елементаль способен превращатся в другие варианты елементалей (нажмите правой кнопкой мыши, и выберите)

source: staff^Leave it
de: Liegen lassen
es: Dejarla
ru: Не трогать посох

source: Only a Novice Summoner, Dispeller or Banisher can use this item!
de: <span color='#397EF2'>Exklusiv für Jungbeschwörer, Banner und Bannmeister!</span>
es: ¡Solo un invocador novato, disipador o desterrador puede usar este objeto!
ru: Только Послушники, Рассеиватели, или Изгоняющие могут использовать этот предмет!

source: Sir, there's some kind of lever here...
es: Señor, aquí hay algo que parece ser una palanca...

source: Master, I found some kind of lever...
es: Maestro, encontré algún tipo de palanca...

source: There's some kind of lever here, sir...
es: Aquí veo lo que parece ser una palanca, señor...

source: It looks like we've opened the secret door to the powerful relic my Jinni told me about. It's time to claim the treasure...
es: Parece que abrimos la cámara secreta donde se guarda la poderosa reliquia de la que me contó el genio. Es hora de reclamar el tesoro...

source: We unlocked them! Maybe we should check the tunnels located near those levers? I heard some kind of quakes nearby. Maybe these levers do more than just closing gates...
es: ¡Las desbloqueamos! ¿Y si comprobamos los túneles cercanos a esas palancas? Escuché unos temblores cerca. Quizás esas palancas hagan más que cerrar vallas...

source: It seems Tashkar and his troops left this area. Still, I wonder what was the point of his whole expedition...
es: Parece que Tashkar y sus tropas abandonaron esta área. Aun así, me pregunto cuál fue el propósito de toda su expedición...
