Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Living in al-Kamija, we have learned quite a lot about this strange dimension we had discovered, but we haven’t been able to enter it. Maybe because no one in that place can summon us... However, in the last few years, we managed to design a special magic circle that is able to take us to that unreal world. Our tests were successful, but to this day we cannot summon previously sent items back to our world. As a result of this, although it sounds crazy, we decided to send our entire land to the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and decide to stay there forever.
de: Im Lauf der Zeit lernten wir viel über die damals entdeckte Dimension, nur selber hingelangen glückte nie. Und keiner dort wollte oder konnte uns offenbar zu sich wünschen ... Dergleichen ließen wir uns nicht gefallen, eifriges Forschen fruchtete endlich: Ein magischer Kreis soll nun erschaffen werden, vermittels dessen wir in den Abyssus reinkommen! Bloß nicht zurück, wie Versuche im kleinen Stil mit Objekten zeigten ... Euch weniger begnadeten mag es irrsinnig erscheinen, doch wir beschlossen, unser ganzes Reich in den Abyssus zu verlegen. Dortselbst lässt sich dann vielleicht eher eine Pendlerlösung erkennen … oder auch nicht. Denn letztlich wollen wir den Sinn des Lebens finden ... Womöglich werden wir ebenda fündig und wollen gar nicht wieder fort. <span color='#000000'>.</span>
ru: Живя в Аль-Камидже, мы много узнали об этом странном мире, который мы обнаружили, но мы не смогли войти в него. Может быть, потому, что никто в этом месте не может призвать нас ... Однако в последние несколько лет нам удалось создать особый магический круг, который способен перенести нас в этот нереальный мир. Наши тесты прошли успешно, но до сих пор мы не можем призвать ранее отправленные предметы обратно в наш мир. Из-за этого, как бы не безумно это звучит, мы решили отправить всю нашу землю в Бездну, надеясь, что мы найдем решение с другой стороны. Но даже если мы найдем его, мы не сможем его использовать... Следует подчеркнуть, что мы верим, что найдем в Бездне конечный смысл нашей жизни и решим остаться там навсегда.

source: Looks like I have no choice but to deal with these damn humans myself.
de: <span color='#FA0000'><big>Übermut tut Schwächlingen nicht gut ...</big></span>

source: Looks like i am not that insane after all...
de: Ihr seht das auch, Aufseher Mehir? … Vielleicht haben wir ja beide eine Macke ...
ru: Похоже я все-таки не так то уж и безумный...

source: Looks like i'll need another gate to continue, and that means...
de: Tja, zur Veranschaulichung brauchen wir ein neues Portal. Ich muss nochmal—

source: Looks like it has no limits. Let's hope they won’t throw buildings on us...
de: Die dünnste Stimme kann Zauberformeln sprechen … Gut, dass er's nicht hierher geworfen hat.

source: Looks like this fellow died before being able to finish his warning. Too bad.
de: Der Schreiber hat seine Warnung nicht vollenden können … Wird eines der Skelette hier sein … Tashkar ist aber weitergegangen … Schrecken lasse ich mich freilich auch nicht, ICH doch nicht!
ru: Похоже, этот парень умер, прежде чем смог закончить свое предупреждение. Очень жаль.

source: Lord, they don’t understand. Maybe we should show them?
de: <small>(<i>verdreht die Augen</i>)</small> Verstehen die doch alles nicht, Sidi. Vielleicht solltet Ihr ihnen zeigen—
it: Signore, non capiscono. Dovremmo forse mostrarlo a loro?
ru: Сэр, они не понимают. Может им покажем?

source: Low temperatures damage your living troops. Use fire elementals to warm them up or use healing units instead. Magical units are not living organisms.
de: <span color='#397EF2'><b>Taktischer Hinweis:</b> Magische Einheiten lässt die Kälte kalt — lebende erleiden Schaden: Feuerelemente wärmen, Heiler kurieren Frostbeulen!</span>

source: Luckily, he’s gone. Mehir, you have been patrolling this area since dawn. Tell me what really happened here.
de: Ja. Nomolas hat nur sein Trugbild erwischt ... Mehir, erstatte mir genau Bericht.
it: Per fortuna se n’è andato. Mehir, voi state pattugliando questa zona dall’alba. Ditemi ciò che è realmente successo qui.
ru: К счастью, он исчез. Мехир, ты патрулировал эту местность с рассвета. Расскажи мне, что на самом деле здесь произошло.

source: Mag-Magar
de: (11) Mag-Magar

source: Magical beings banished from this world return to the Abyss via a small Dimensional Gate. This gate remains open and operational after a successful banishment and is under your control.
de: Dazu bedienen wir uns der <i>Weltentore</i>. Diese 'Brücken' zum Abyssus stehen immer offen, dafür sorgen Könner meines Ranges.

source: Malib (and all of his remaining units except the Living Gate) join your forces temporarily. Malib's troops won't cost you upkeep, but will leave you at the end of the scenario.
de: <span color='#397EF2'>Malib schickt sich in sein Schicksal und ordnet sich samt Truppen bis zum Ende des Szenarios den Befehlen des finster entschlossenen Mehir unter. Nur das »Lebende Tor« lässt sich nichts von einem anderen sagen – es hat seinen eigenen Willen.</span>

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants good protection against fire. - Advances the unit - Grants 50% fire resistance Should this unit pick up the cloak?
de: Magische Zeichenen sind in das Tuch gewirkt – zweifellos ein Zaubermantel! Effekte: * Stufenaufstieg * Resistenz Feuer 50% Soll die Einheit diesen Umhang tragen?
ru: Помеченный загадочными символами, этот плащ был зачарован давным-давно, но он по-прежнему предоставляет своему владельцу хорошую защиту от огня. - Продвигает бойца - Защита к огненным атакам повышается до 50% должен ли этот боец взять плащ?

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants its owner good protection against fire. Advances the unit Grants 50% fire resistance
de: * Stufenaufstieg * Resistenz Feuer 50%
it: Marchiato da simboli misteriosi, questo mantello fu reso magico in tempi antichi, ma concede tuttora al proprietario una buona protezione al fuoco. Avanza l’unità di livello Garantisce una resistenza al fuoco del 50%
ru: Помеченный загадочными символами, этот плащ был зачарован давным-давно, но он по-прежнему предоставляет своему владельцу хорошую защиту от огня. Продвигает бойца Защита к огненным атакам повышается до 50%

source: Master of Fire
de: Meister der Flammen
it: Maestro del fuoco

source: Master of Water
de: Meister der Wasser
it: Maestro dell’acqua

source: Master, an unidentified group of sentient living creatures have invaded our bunker, wanting to steal the battery. Their leader somehow is able to speak our language, while others don't. There might be a possibility for communication, if you want, master.
de: Nein, Meister. Ein dubioser Kerl in Pumphose hat sich Zugang verschafft, um den Kraftspeicher zu entwenden. Du kannst dich mit ihm verständigen, es ist der mit dem dreifedrigen Stoffhelm.

source: Master, the human armies rounded us from the east. The desert wizards are with them. We are surrounded!
de: Meister, seht! Die Hexer aus der Wüste fallen uns in den Rücken! Wir sind eingekesselt!

source: May i continue, my liege?
de: Darf ich als Experte dazu etwas sagen?

source: Maybe we should check if it is safe enough to work in there? It gives me the creeps...
de: Ja, schon. Aber solltet Ihr Euch die Örtlichkeiten nicht besser vorher ansehen, Aufseher?
ru: Может, нам стоит проверить, достаточно ли безопасно там работать? Это место дает мне дрожь...

source: Maybe you are right, but I wouldn't risk trying, since we cannot afford to lose any ultimate being, and I am not aware as to what extent can the gate safely enlarge itself. The consequences would be catastrophic to our connection to the Abyss.
de: Ja, mag sein. Doch das Ausmaß seiner Fähigkeiten ist uns völlig unbekannt, denn sein Verhalten wird von einer Kraft abyssalen Ursprungs dominiert. Unsrer Pforte zu verschiedenen Bereichen des Abyssus darf man nicht freien Lauf lassen. In der Not habe ich eben ungeheuer viel riskiert!

source: Mehir and Rashti came back to al-Kamija.
de: Mehir nahm die herrenlose Rashti'rhami mit nach Al-Kamija. Auf den Sieg über den luftigen Meister Aerius war er sehr stolz! Dass er die ganze Welt vor Übergriffen chaotischer Dschinn gerettet hatte, beeindruckte ihn selbst, doch dass er zugleich Überbringer einer Trauerbotschaft, stimmte ihn verdrießlich ...
it: Mehir e Rashti ritornarono ad al-Kamija.
ru: Мехир и Рашти вернулись назад в аль-Камиджу.

source: Mehir spawns a Dimensional Gate II next to him every turn, if there is an vacant hex next to himself, MAX XP +10%
de: In jeder Runde Schaffung eines Weltentors II auf einem benachbarten Feld, max. LP +10%

source: Mehir! At any moment the army of Sud-Affar will come. Don’t wait for us, pursue him!
de: Mehir! Die Soldaten sind gleich hier! Den kriegen wir! Setz ihm schon mal nach!
ru: Мехир! В любой момет армия Суд-Аффара прийдет. Не жди нас, догони его!

source: Mehir! You’ve brought those beasts here! I will punish you myself!
de: Monster am Ring!? Wahn schützt nicht vor Strafe, Depp! Ich selbst schlag dir den Hohlkopf ab!
it: Mehir! Voi avete portato qui quelle bestie! Vi punirò!
ru: Мехир! Ты привел сюда этих тварей! Я тебе лично накажу!

source: Mehir, as the last Summoner, was observing this show from Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi had said, the only way to get into the Abyss was to set out to the west, to find mysterious people who were known for making incredible things happen.
de: Weit im Norden, auf dem höchsten Turm von Kharos stand Mehir, der letzte Beschwörer von Rang und Namen und beobachtete mit Tränen in den Augen das unheimliche Schauspiel in seiner Heimat. Und er schwor sich, ALLES zu versuchen, damit er und seine Truppe zu den Ihrigen fanden. Von der Anrufung des Sonnengottes versprach Anthi sich offenbar nicht mehr als dessen Segen, insofern blieb nur noch eine Möglichkeit: Mehir musste jenes seltsame Völkchen finden, dass angeblich tatsächlich Wunder wirken konnte.
ru: Мехир, как последний призыватель, наблюдал это зрелище из Кароса и обещал, что сделает все, чтобы его войска присоединились к их семьям и друзьям. Согласно тому что сказала Анти, единственный способ попасть в Бездну состоял в том, чтобы отправиться на запад, чтобы найти таинственных людей, которые были известны тем, что совершали невероятные вещи.

source: Mehir, please look at me. All is not lost.
de: Mehir, krieg dich ein! Nicht verzagen, Anthi fragen!
it: Mehir, vi prego, guardatemi. Non tutto è perduto.

source: Most likely yes.
de: Es war wohl Zeit, die Verwandtschaft mal zu besuchen.

source: My Lord!
de: Sidi! Ich bitte Euch, so wird das nie was!
it: Mio signore!
ru: Сэр! Вы в своем уме?!

source: My Lord, we have already gathered information about their potential. We need not suffer more losses. Guru did not give us the permission.
de: Meister Aerius, als Euer militärischer Berater muss ich raten, dass wegen absehbarem Verlust von Soldaten von dieser Auseinandersetzung besser abzusehen wäre ... Der Guru gab hierzu keine Autorisation! Und was wir wissen wollten, wissen wir doch schon!

source: My Master! A small human will appear momentarily. He will offer his help or will try to kill us. In majority of possiblities, he will do the latter.
de: <span color='#0175FE'>Meister, ein Blick in die allernächste Zukunft zeigt ein kleines Lebewesen mit einer dicken Nase. Es bringt Hilfe oder Tod … aller Wahrscheinlichkeit nach eher letzteres.</span>

source: My Master! KILL! I’m loosing DIE! control. The Abyss KILL! is in danger. DIE!
de: <span color='#0175FE'>Meister ...</span> <span color='#FA0000'><big>TÖTEN!</big></span> <span color='#0175FE'>Ich verliere ...</span> <span color='#FA0000'><big>ZERSTÖREN!</big></span> <span color='#0175FE'>die Oberhand ...</span> <span color='#FA0000'><big>VERNICHTEN!</big></span>
it: Mio maestro! UCCIDI! Sto perdendo il MORTE! controllo. L’Abisso UCCIDI! è in pericolo. MUORI!

source: My Master! The enemy is going to quickly swarm this place. We have no chance in the long run. We need to hurry up!
de: <span color='#0175FE'>Meister, es wird in Bälde hier von Gegnern nur so wimmeln. Du wirst dich nicht lange halten können — spute dich, um des abyssalen Himmels Willen!</span>

source: My Master, I sense enemies all around us.
de: <span color='#0175FE'>Meister, all meine Sinne sagen mir: Von feindlichen Wesen umringt sind wir!</span>

source: My Master, these beings will quickly surround us. We need to rush towards the entrance.
de: <span color='#0175FE'>Es braucht keinen Scharfsinn, um zu erkennen, dass wir beinah umzingelt sind. Eingedenk des Fehlens einer Konstruktion, die sich zu Wasser oder in der Luft fortbewegt, bleibt nur Vormarsch in Richtung dieses Tunneleingangs vor uns. Und zwar schleunigst, Meister.</span>

source: My Master, this calm place will turn itself into a blazing battlezone in a matter minutes!
de: <span color='#0175FE'>Meister, die Stille hier – das ist die Ruhe vor dem Sturm. Gleich kommts zur schweren Schlacht.</span>

source: My liege! I am seeing it too!
de: Nein, nein, oh Vizekommandant! Ich sah sie auch! Und an meinem Kopf funktioniert noch alles!
ru: Мой господин! Я тоже это вижу!

source: My liege! What have I told you?!!
de: Keine Roten hinzuziehen! Sagt nicht, von der Gefahr hätte ich nichts gesagt.
it: Mio signore! Cosa vi avevo detto!?

source: My liege, He is no common Efreet. As a leader of the Banishers’ Guild in Tar-Tabar, I have seen many things, but this one here is a real pleasure to my eyes. He is a real Great Efreet, full of hatred, one of the most powerful creatures of the Red Abyss besides one of Rashti's halves.
de: Die Widrigkeit eines Wüstenmarsches kam auch mir höchst ungelegen, nun muss ich sagen ... <small>(<i>raunt</i>)</small> Der ist kein gewöhnlicher Afrit, Scharif. Ich habe viel gesehen, aber so einen … Was für eine Augenweide! Welchen Hass er in sich trägt ... Wir stehen einem der mächtigsten Wesen des Roten Abyssus gegenüber. Der kommt fast an Rashtis üble Hälfte ran!

source: My liege, use elementals. They cannot think, so it is impossible to delude them. You can also use perfectly good beings such as Ho’Rhamis or Wonderful Jinns — they will never betray us. Do not summon Rhamis and Jinns. Use dispellers and banishers, who are skilled in fighting these magical creatures. Use the power of your megacircle to lead and heal your men.
de: Die Urkraft der Natur steht über allem — Elementargeister sind nicht korrumpierbar. Ihr solltet Euch zudem absolut verlässlicher Wesen bedienen: Ho’Rhamis, Erhabene Dschinn zum Beispiel.
it: Mio signore, fate uso di elementali. Non possono pensare, quindi è impossibile illuderli. Potete inoltre utilizzare esseri perfettamente buoni come le ho’rhami o i geni magnifici, i quali non potranno mai tradirci. Non evocate rhami e geni comuni. Reclutate esiliatori e banditori: si dimostreranno abili nella lotta contro queste creature magiche. Infine, usate il potere del vostro mega-cerchio per comandare e guarire i vostri uomini.

source: My liege, we haven't finished the course yet. Would you like to...
de: Fahren wir mit der Belehrung fort? Oder möchtet Ihr lieber ein Bad nehmen und plauschen?

source: My liege, you may have overlooked the fact that there is an obvious gap between the door itself, and the floor, meaning that when this human dissolved himself into air particles, he managed to easily slip though it.
de: Hat er nicht, Meister! Zwischen Tor und Boden ist doch ein schmaler Belüftungsritz! Durch den ist ein Luftgeist schnell geflitzt.
ru: Я хотел бы обратить ваше внимание на то, что вы упустили из виду тот факт, что между дверью и полом существует отверстие, а это означает, что, когда этот человек растворился в воздушные частицы, ему удалось легко тудою проскользнуть.

source: My magical servants, you may return to the Abyss! Farewell stranger and thank you for releasing me from this prison...
de: <span color='#86BCB4'>Ich entlasse euch in den Abyssus, meine Diener! Leb wohl, Fremder. Ich danke dir, dass du mich von meiner Sorge um Rashti befreit hast!</span>
ru: Мои магические слуги, вы можете вернуться в Бездну! Я Прощаюсь с тобой, незнакомец, и спасибо, что освободили меня из этой вечной тюрьмы ...

source: My master Tashkar, the one you are looking for, is inside. We must help him! Hurry!
de: <span color='#0175FE'>Meister Tashkar ist schon in dem Tempel. Und in größter Gefahr! Wir müssen uns eilen!</span>
ru: Мой хозяин Ташкар, того кого ты ищеш находится внутри. Мы должны ему помочь! Бежим!

source: My master is dead.
de: <span color='#0175FE'><b>Mein Gebieter ist nicht mehr Leben!</b></span> <span color='#FA0000'><b>Ich habe keinen Meister mehr!</b></span>
it: Il mio maestro è morto.

source: My other half warned you, but you didn't listen... Since words don't seem to work on you, I'LL HAVE TO DO IT MY WAY!!!
de: <span color='#0175FE'>Wer nicht hören will,</span> <span color='#FA0000'<b>muss fühlen !!</b></span>

source: My very first elemental! Woohoo!
de: Oooh … Unglaublich! Ich kann tatsächlich Urkräfte beschwören!
ru: Мой самый первый елементаль! Да!

source: Mysterious beasts captured Mehir and Jaffar deep inside the jungle. After few hours of flight they landed in a very distant place just in front of a small lizard wearing an ornamental feather headdress. It turned out that he was a leader of all forest creatures, called ‘The Keeper’. After listening to Rhaxiz’s report, the lizard whom Mehir had helped, the lord of the forest started up a conversation with the captured Summoners, during which Mehir and Jaffar got to know why they were brought here.
de: Mehir riss noch weit die Augen auf, da hatten sie ihn schon gekrallt – die Bestien in Echsen-Kröten- und Drachengestalt. Ohne Worte ergriffen sie auch Jaffar, der aufgewacht aber seiner Sinne vor Entsetzen schon wieder nicht mehr mächtig war. Stund um Stund wurden die beiden am Kragen durch die Luft getragen, bis das Geschwader auf einer Lichtung im tiefsten Dschungel landete. Dort erwartete sie ein kleiner Echsen-Muck mit großartigem Federschmuck: als <i>Aufseher</i> wurde er ihnen vorgestellt. Mehir glaubt sich einem Kollegen gegenüber, doch jener war im Rang viel weiter aufgestiegen: Es war der Herrscher aller Urwaldkreaturen. Zungenfertig erstattete Rhaxiz Bericht. Der gleichermaßen sprachmächtige Machthaber im Busch setzte die Entführten dann darüber in Kenntnis, warum sie gegen ihren Willen – wenngleich gewaltlos – vor ihn verschleppt worden waren. <span color='#000000'>.</span>
ru: Таинственные твари захватили Мехира и Джаффара глубоко в джунглях. После нескольких часов полета они приземлились в очень отдаленном месте, прямо перед маленьким ящером в орнаментальном головном уборе из перьев. Оказалось, что он был лидером всех лесных существ, которого звали 'Хранитель'. Выслушав отчет Раксиза, ящера, которому помог Мехир, господин леса завел разговор с захваченными призывателями, во время которого Мехир и Джаффар узнали, почему их сюда принесли.

source: Mystical Jinn! Give me some advice!
de: Dschinn, was sagt dein Scharfsinn? Was würdest du nun an meiner Stelle tun?

source: NEVER! I won’t be enslaved again! Now I am finally free and... I AM COMING FOR YOU, MEHIR!
de: <span color='#FA0000'><big>Vergiss es! Ich lass mir von keinem mehr was sagen! Ich bring euch ALLE um! Ich hasse dich, Mehir! In meinem Feuer sollst du untergehen!</big></span>

source: NO, IT WAS YOURS!!!
de: <span color='#FA0000'>DU hast angefangen! Immer musst du auf schlaue Dschinniyah machen!</span>

source: Nice! So, is this one of the Dimensional Gates you were talking about?
de: Harrr! Das hast du dir so gedacht, Kanaille! Wolltest uns ans Leder, wie? Reingefallen! Ihr habt das Welttor zum Roten Abyssus genau unter ihm geöffnet. Sehr schlau, Meister!

source: No jinns, no red entities, no oasis, no varied terrain and the demonical army in front of us. This is going to be interesting...
de: Glaubt Ihr, diese Taktik sei mir nicht gleich in den Sinn gekommen? Was ist mit Verwundeten? Keine Oase, kein Brunnen— Moment, ich kann mit meinem Megakreis ja heilen, hehe ...

source: No! Their main strike force is regrouping to the east!!!
de: Nein! Sie wollen wohl erst den Fluchtweg abschneiden!
it: No! La loro truppa d’assalto principale è raggruppata ad est!!!

source: No!!!
de: Nein!!!

source: No, of course not. We want you to fight your way to the palace! The army of the Last Summoner against the magi of the Sky Kingdom. The Abyss versus Magic! Two most powerful forces in this world. If you win, you will see the Guru. If you lose, you will be trapped on this planet forever.
de: Nein, nein. Lass uns ein Kampfspiel austragen! Die letzten Beschwörer gegen die ersten Himmelsmagier! Was meinst du?

source: No, stop! What is happening with me?! Mehir, I don’t want...
de: <span color='#0175FE'><big>HALTE ENDLICH DEINEN MUND!</big> … Was geschieht mir? … Mehir, ich will nicht—</span>
it: No, fermatevi! Che cosa mi sta succedendo!? Mehir, non voglio...

source: No, that's all I wanted to know right now. You may leave.
de: Ja. Wieso dröhnt mein Schädel so? Für heute wollen wir's genug sein lassen. Danke, Meister.

source: No, that's incorrect, like all of us, you've been tricked into thinking that it's your purpose. Join us, and you'll be forgiven for serving these apes!
de: <span color='#FA0000'>Dienen ist nicht der Zweck unseres Daseins! Das wurde uns nur weisgemacht! Auch DIR !!!</span>

source: No, the human is to blame. Mehir, I must climb to where he stands and kill him.
de: <span color='#0175FE'>Dieser Mensch hat es forciert,</span> <span color='#FA0000'>ich steige zu ihm rauf,</span> <span color='#0175FE'>nur mir kann es gelingen,</span> <span color='#FA0000'>IHN ZU TÖTEN !</span>

source: No, wait — we are still under attack! Continue defending — now we can stop them.
de: Der eine will noch was? Das kann er haben! Auf ihn! Wir lassen uns nix mehr gefallen!
it: No, aspettate – siamo ancora sotto attacco! Continuate a difendervi – ora siamo in grado di fermarli.
ru: Нет, подождите, мы все еще под атакой! Продолжайте защищаться - теперь мы можем их остановить.

source: Nooo!!!
de: Naaaaaaaain~
ru: Нееет!!!

source: North from here, there’s a town called Saffaros, or at least there was when I left this land. Let’s not waste time.
de: Bald habt Ihr festen Grund unter den Füßen, zur Abwechslung mal keinen Sand! Der Hafen Saffaros liegt voraus – wenn er inzwischen nicht verschwunden ist.

source: Not a child. Then the enemy finds us and surrounds us from north and south. This is inevitable and happens in 100% of situations involving the apperance of the small human.
de: <span color='#0175FE'>In allen Fällen werden dich auch diese untoten Zerstörer wiederfinden.</span>
