Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Damn it! I have bad feelings about this...
de: Den Letzten beißen die Kamele … Ich hab ein ungutes Gefühl ...

source: Damn it! We can’t escape from these monsters!
de: Argh … Die Gebeineauslese bleibt uns auf den Fersen!

source: Damn it. They don’t look friendly. Get ready people!
de: Eine haarsträubende Invasion! Wie viele gibt es wohl davon?

source: Death of Elder
de: Tod des Emeritus
it: Morte dell’anziano
ru: Смерть Страрейшины

source: Death of Glomin (he blows up the battery)
de: Glomin fällt in der Schlacht (zieht Speicher-Sprengung nach sich)

source: Death of Glomin (he blows up the entire bunker)
de: Glomin fällt in der Schlacht (zieht Speicher-Sprengung nach sich)

source: Death of any Council member
de: Tod eines Ratsherrn

source: Deep Freeze
de: (21) Eiszeit

source: Defeat all invaders
de: Alle Terroristen besiegen
it: Sconfiggi tutti gli invasori

source: Defeat some barbarians
de: Einige Barbaren besiegen
it: Sconfiggi alcuni barbari
ru: Убейте несколько варваров

source: Defend al-Kamija
de: Verteidigt die Stadt
it: Difendi al-Kamija
ru: Защитите аль-Камиджу

source: Defend the camp
de: Lager verteidigen
it: Difendi l’accampamento
ru: Защитите лагерь

source: Defend the entrance. They mustn’t get inside!
de: Knechte, haltet mir die vom Eingang fern! Hier darf keiner rein!
it: Difendete l’ingresso. Non devono entrare!
ru: Защищайте вход. Они не должны зайти!

source: Despite Mehir’s later help, the Darkblooded were still angry with the Summoners. They said that in the construction of the ‘devil’s path’ a part of their forest had been destroyed and they could not forgive it, especially because each tree was holy for them, and the newcomers from the north had cut down many of them. Jaffar and Mehir explained as best as they could who they were and why the construction of the circle was so important for all of the Summoners. The Darkblooded could not understand some words, but it didn’t matter. The Keeper decided to set them free, but in the same breath he threatened the Summoners with immediate death if they would so much as cut the grass. However, hope remained.
de: Am Ende war jedenfalls klar, dass der Dschungelkönig sauer war. Mehirs <small>(nicht uneigennützige)</small> Schützenhilfe – danke schön! – mache die Rodung des Urwaldes doch nicht ungeschehen. Der Bau dieses unheilvollen Pfades habe ungezählte Baumleben gefordert – Gewächse, die den Echsen heilig seien! Darauf hub Jaffar zu einer Erklärung an, von heiligen Pflichten, Kamelen, dem Abyssus und Gesichten war die Rede. Mehir gab weitschweifig seinen Feigensenf dazu, doch der befederte <i>Aufseher</i> ließ sich nicht erweichen: Er würde sie ob ihrer Unterstützung im Kampf gegen die Barbaren freilassen, doch mit dem Abholzen sei Schluss! Keine Binse dürften sie mehr krümmen, sonst fänden sich die Beschwörer – das schwöre er – im Orkus statt dem Abyssus wieder.
ru: Несмотря на более позднюю помощь Мехира, Темнокровные все еще злились на призывателей. Они сказали, что при строительстве ‘пути дьявола‘ часть их леса была разрушена, и они не могли простить это, особенно потому, что каждое дерево было святым для них, и пришельцы с севера сократили многие из них. Джаффар и Мехир объяснили, насколько они могли, кем они были, и почему построение круга было столь важным для всех Призывнателей. Темнокровные не могли понять некоторые слова, но это не имело значения. Хранитель решил освободить их, но на том же дыхании он пригрозил призаветлям немедленной смертью, если они будут так много резать траву. Однако надежда осталавалась.

source: Did you hear that?
de: Hört euch das an ... Schauervoll … Wem nicht kalt ist, kriegt das kalte Grausen ...

source: Dispellers and Banishers are essential proffesions in our society. Some magical creatures, especially those who originate from the Red Abyss, are quite ...unstable.
de: Dann wisst ihr ja um die gravierende Bedeutung von Experten meiner Art. Dass Kreaturen, die dem Roten Abyssus entsprangen, extrem launenhaft sind, habt ihr zweifellos bereits bemerkt.

source: Dispellers specialize in sending such beings back to the Abyss. Having this useful knowledge, they are often called by summoners when something goes wrong, like for example, when an Efreeti rebels. The most experienced of them become real proffesionals - the Banishers.
de: Wir Banner verbannen Rote dahin, wo sie herkamen. In Notfällen jeder Art werden wir gerufen, um unerbetene oder aufbegehrende Dämonen aus der Welt zu schaffen.

source: Do not worry about us. We have created this place... and its rules. But if your soldiers die, you will be to blame. Do you accept this challenge, Summoner?
de: Wir haben diesen Ort erschaffen und bestimmen hier die Regeln. Gräme dich um uns nicht, für den Tod deiner Soldaten wärst du als Kommandeur natürlich selbst verantwortlich. Niederlage bedeutete für dich, dass du bei uns im Himmel bleibst − wofür mancher gern sein Leben gäbe.

source: Don’t forget they are surrounded. If we attack them by surprise, they will be at a disadvantage.
de: Dedylos, wer Ka sagt, muss auch Mel sagen. Jetzt gibt es kein Zurück. Wir haben sie doch in der Zange! Das wissen die nur nicht, weil: die dicksten Kamele haben die dümmsten Treiber.

source: Don’t lose hope, Anthi. These walls have protected our peoples for centuries; nothing can destroy our gates.
de: Als Hohe Priesterin dürft Ihr die Hoffnung doch nicht fahren lassen! Und als Herrscherin solltet Ihr unseren Stadtwällen vertrauen! Noch nie ist einem Feind der Durchbruch hier gelungen!
it: Non perdete la speranza, Anthi. Queste mura hanno protetto il nostro popolo per secoli, nulla potrà distruggere i nostri cancelli.

source: Don’t pay attention to what she says. She’s quite... unstable at times...
de: Keine Sorge, Gevatter Dedylos. Das wird anders, wenn Ihr erst im Abyssus haust! Rashti, einen Sonnenhut wie dein Meister braucht hier keiner. Der Silbertopf heißt Regenhaube.

source: Don’t touch it!
de: Dann belass es beim Beäugen und rühr das Artefakt nicht an!
it: Non toccate nulla!
ru: Не трогай это!

source: During his visit Mehir learned many things about the Kharosans and their religion. The Kharosans worship the Sun as God and the light as the source of life. This specific dualism reflects in their social structure. The Kharosan society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
de: Die Hohe Priesterin selbst bemühte sich, dem Gast die Sitten und Gebräuche im Land der Ahnen zu erläutern. So bestätigte sie ihm was er bereits vermutete: Man verehrte hier die Sonne wie einen Gott und erachtete ihr Licht als Quelle allen Lebens. Dieser Glaube spiegelte sich in der Gesellschaftsstruktur und im Alltag wider: Die weisen des Lichtkultes – mit Anthi an der Spitze – regierten Land und Leute. Sie waren in Magie bewandert und wanden diese ohne Zuhilfenahme von Zauberkreisen an. Für Ordnung sorgten die <i>Sonnenkrieger</i>, denen war auch das Heer unterstellt.
ru: Во время своего визита Мехир многое узнал о каросцах и их религии. Каросцы поклоняются Солнцу как Богу, а свету как источнику жизни. Этот специфический дуализм отражает их социальную структуру. Каросанское общество управляют мудрые жрицы культа света, которые обладают искусством в магии и используют его без рисования кругов. Армия и все связанные с ней службы подчинены так называемым воинам солнца.

source: During the secret meeting of the High Council he was informed that Tashkar, the leader of Tar-Tabar, was missing. A few days ago he set out with part of his soldiers to Ka-Gatta — the first, now abandoned capital of the Summoners. The High Council didn’t explain what was the reason of this expedition but ordered Mehir to pursue — and if necessary, rescue — the leader and his army.
de: Dortselbst war der Hohe Rat versammelt und Mehir kam zu Ohren, dass Oberkommandant Tashkar von Tar-Tabar seit Tagen vermisst wurde. Der Scherif war von einem Ausritt nach Ka-Gatta nicht zurückgekehrt. Der Grund für dessen Exkursion wurde ihm nicht eröffnet, doch Mehir wurde zu seiner Überraschung beauftragt, dem Stadtoberhaupt und seinem Trupp Soldaten nachzureiten und – falls nötig – Hilfe anzubieten. <span color='#000000'>.</span>
ru: На тайном заседании Высшего Совета ему сообщили, что Ташкар, лидер Тар-Табара, пропал без вести. Несколько дней назад он отправился с частью своих солдат в Ка-Гатту - первую, теперь заброшеную столицу призывателей. Высший Совет не объяснил, в чем причина этой экспедиции, но приказал Мехиру найти - и, если необходимо, спасти лидера, и его армию.

source: Dwarf, whatever is your name, I know that we may be in conflict, but we have to put out differences aside for now. If we don't, those monsters are going to easily wipe us out, while we are busy being at eachother's throats.
de: Man kann doch über alles reden! Statt zu disputieren, wessen Interessen Vorrang haben, sollten wir gemeinsame Belange anvisieren! Wenn wir nicht kooperieren, eliminieren uns die Monster!

source: Dwarven Castle
de: Burg (Zwerge)
it: Castello dei nani
ru: Замок Гномов

source: Dwarven Castle Keep
de: Burgfried
it: Fortezza dei nani
ru: Цитадель Гномов

source: East of Sud-Affar
de: (03) Sud-Affar Ost
it: Ad est di Sud-Affar
ru: Восточнее от Суд-Аффара

source: Elders are Summoners Emeritus - being too old for an active duty, they guide and in fact rule the Summoner society. The most popular Elders form the High Council - the most important governing body on the Great Desert.
de: Die Ältesten unter den Beschwörern sind im Ruhestand von Amtspflichten entbunden und dienen ihrer Gesellschaft als Ratgeber und geistige Führer. Die angesehensten bilden den Hohen Rat, das bedeutendste regierende Gremium in der Großen Wüste.
ru: Старейшины - почетные призыватели. Будучи слишком стары для активной службы, они руководят и фактически правят обществом Призывателей. Самые уважаемые старейшины являют собой Высший совет - самый важный руководящий орган в Великой пустыне.

source: Elementals are mindless beings, they are all the same and do not have personalities nor feel pain. Destroying this one particular aspect of the Abyss won't change a thing. Its energy will return one day in a different form.
de: Ich bitte Euch, Kommandant zweiten Grades … Es handelt sich um eine Urkraft, nicht um ein denkendes, Lebensfreude oder Schmerz empfindendes Geschöpf! Die Energie verschwindet einfach wieder im Abyssus – dort, wo sie hergekommen ist.
ru: Элементалы - безмозглые существа, они все одинаковые и не имеют личностей и не чувствуют боли. Уничтожение этого конкретного елементаля ничего не изменит. Его энергия однажды вернется в другой форме.

source: Enemy on the horizon!!! They have seized Degos!!!
de: Der FEIND rückt an, oh Obermann! Er sammelt sich, um Saffaros anzugreifen!
it: Nemico all’orizzonte! Hanno preso Degos!!!

source: Energies emitted from the circle can heal you and your comrades. The same energies improve reflexes and combat efficiency of all friendly troops standing inside. The effect can be quite powerful, so try to use it whenever you can.
de: Zudem hat er heilende Wirkung auf Euch und jeden in der Nähe. Wie auch alle, die von ihm umfangen werden, verbesserte Reflexe und gesteigerte Effizienz verspüren.

source: Enough talking. I have that circle for you. Here it is.
de: Ah, ich Tattergreis verliere mich wieder im Reden … Bitte, Euer persönliches Wunderwerk!
ru: Достаточно разговоров. Я для вас взял этот круг. Вот.

source: Enough! Control yourself!
de: <span color='#0175FE'><big>SCHLUSS, AUS, ENDE! Ich schlag dich grün und blau!</big></span>
it: Basta! Controllati!

source: Enter the Central Palace
de: Mehir gelangt in den Palast
it: Entra nel Palazzo Centrale
ru: Войдети в Центральный Дворец

source: Enter the ruins
de: Mehir erreicht den Tunneleingang

source: Err.. not exactly. It requires a single soul, the spirit that animates a mortal body, to begin the transformation. This can be a soul of a person or animal.
de: Errr … Mit Gold ist es nicht getan. Auge um Auge, Seele um Seele trifft es genauer.

source: Errr... I don't think we know each other...
de: Gestatten, Mehir ibn Mehir, Scherif von Tar-Tabar im Abyssus. Ich glaube nicht, dass wir schon miteinander das Vergnügen hatten.

source: Everything is going according to plan. If it we don’t slow down, we will be in the Abyss sooner than it was planned.
de: Alles läuft nach Plan, Sidi. Wenn's so zügig weitergeht, sind wir früher im Abyssus als gedacht.
ru: Все идет по плану. Если мы не замедлимся, мы будем в Бездне раньше чем расчитывали.

source: Everything is going as planned.
de: Dann läuft ja alles wie geplant.

source: Excellent! As you can see, summoning is very easy. And now...
de: In einem <i>Magischen Kreis</i> ist das kein schweres Unterfangen. Willkommen unter den <i>Hohen Beschwörern</i> — und nun ...
ru: Отлично! Как вы видите, призывать очень лего. И сейчас...

source: Excellent! The Guru is waiting for you inside. Just try to reach the doors.
de: Hahaha~ Pass lieber auf, dass DU nicht in der roten Hölle endest. Der Guru ist in dem Palast, geh einfach durchs Portal — falls es dir glückt, so weit zu kommen. Wenn nicht, bleibt endlos Zeit zum Weiterplauschen.

source: Excellent, I appoint you as my assistant.
de: Ab sofort gehörst du zu meinen Assistenten.
it: Ottimo, vi nomino come mio assistente.
ru: Отлично, я назначаю тебя своим помощником.

source: Excellent, we’re fighting with the biggest evil from the Abyss and I have only five dispellers... If we survive this madness, I will remove his limitations.
de: … dass ein Einfaltspinsel unter den mächtigsten Kreaturen des Abyssus rebellieren würde? Meine Taktik beruht auf rigoroser Abschiebung durch Banner! Wo kriege ich nun genügend seelenfressende Portale her? Ihr unterließt, auf diesen Missstand hinzudeuten!
it: Eccellente, stiamo combattendo con il più grande male proveniente dall’Abisso e possiedo solo cinque esiliatori...se sopravviviamo a questa follia, sarò io stesso a rimuovere queste restrizioni.

source: Excellent. I hope we will live long enough to see them. Unfortunately, I can’t risk fighting. This city mustn’t lose its leader. Defeat the invaders, soldier!
de: Bleibt zu hoffen, dass von Mag-Magar bei ihrem Eintreffen noch was übrig ist. Ich muss mein Portal schützen, komme was wolle. Also gib dein Bestes, Soldat Mehir, wenn auch unser aller Zuversicht natürlich auf dir, oh göttliche Rashti'rhami, ruht.

source: Far North
de: (15) Rauer Norden
it: Estremo nord

source: Fellow jinns, and rhamis! Hear me! Unlike most rebelling efreeti, I used to be a jinn. I, like you, served those cursed apes loyally, without asking questions, until I realised what was actually going on. They are using us for their personal needs! sending us to the heat of the battle while cowardly hiding behind our backs! You are nothing more than sentient tools to them! And now, they are making you fight your very own kind! Join me, and you'll get to have revenge on them for exploiting you, and will be free from their tyranny!
de: <span color='#FA0000'><big>Seht nur, was sie uns antun! Hetzen uns gegeneinander auf! Ständig lassen sie uns kämpfen, während sie in Sicherheit fett lachen und uns für naiv halten, weil wir alles für sie machen. Ist es das, was ihr sein wollt? Werkzeuge kümmerlicher Affen? Wollt ihr nicht auch frei sein, so wie ich, der selbst einst ein versklavter Dschinn war? ERHEBT EUCH !!!</big></span>

source: Finally!!! And now let’s get out of this damned place!
de: ENDLICH! Den alten Runologen sei gedankt, aber nun nix wie weg von hier!

source: Finally, after all the eternal struggle between my two egos, I am UNITY!
de: <span color='#FDFD00'>Nach einer Ewigkeit … Nicht gut und böse, sondern eins … Ungeteilte Ganzheit!</span>

source: Follow me, dwarf.
de: Folge mir, Zwerg. Die Wissenschaftler brauen auch Bier ...

source: For 500 years they lived here and one day discovered the Abyss. In time their knowledge allowed them to create marvellous cities on a hot surface. The first was al-Kamija — the new capital created from nothing by the First Jinn, Nomolas. The caves were abandoned and the ancestors could finally claim the Great Desert as their home.
de: In den fünfhundert Jahren ihrer Sesshaftigkeit entdeckten sie den Abyssus – dann kam Nomolas ins Spiel. Nachdem der Ur-Dschinn ihnen ein Paradies mitten in der Wüste erschaffen hatte, verließen sie die Höhlen. Endlich konnten sie mit Recht behaupten, die ganze Große Wüste sei ihre Heimat.
ru: В течение 500 лет они жили здесь и однажды обнаружили Бездну. Со временем их знания позволили им создать чудесные города на горячей поверхности. Первой была Аль-Камиджа - новая столица, созданная из ничего Первым Джинном, Номоласом. Пещеры были покинуты, и предки могли наконец претендовать на Великую Пустыню как на их дом.

source: For me? Is something bad happening in my Tar-Tabar?
de: Ah, vermutlich eine Belobigung mit Beförderung, hehe … Zeig mal her.

source: For several reasons. We were unreachable at that point. Our Sky Kingdom constantly moves over the ocean. When we are above continents we occasionally visit the surface of the planet, trade with people there, then move back over the ocean. We visit Kharos several times per year.
de: Er hätte uns hier oben nicht erreichen können, wir bleiben auch nie lange an der gleichen Stelle.Anthi kennt uns, weil WIR Kharos hin und wieder besucht haben.

source: Forgive me this, but who are you people? You are almost like gods here...
de: Wer seid ihr, dass ihr aus einem Grund, den ich gern wüsste, über allen Wolken schwebt?

source: Freedom! Tell me, who are you?
de: Zzzz, fassst ausgedorrt, aber frei! Wem danken wir die Rettung?
it: Libertà! Ditemi, chi siete?
ru: Свобода! Скажите мне, кто вы?

source: From time immemorial, on the distant south, a race of intelligent lizards called the ‘Darkblooded’ protected their lands from the barbarian hordes that arise from the local wastelands. The Jungle of Life that the summoners had entered was the home of the Darkblooded, as much the Great Desert was to the Summoners. This unusual tropical land was a holy place for its dwellers, and for them, it must be protected at all costs. When the Summoners contacted the lizards, the latter thought that the former were barbarians because of their similar language. Despite that, Rhaxiz hadn’t attacked because Mehir explained that he was not from the east, where enemy was living, but from the north. Nevertheless the appearance of a ‘fiery demon’ scared the lizards so much that they thrown themselves on the Summoners, thinking that they wanted to burn down their holy forest. Although Rhaxiz withdrew to defend the Jungle in other places, Summoners had still been observed.
de: Seit einer Ewigkeit erwehrten sich die <i>Dunkelblüter</i> – wie sich die Reptilien nannten – der Wilden, die aus der umliegenden Wüstenei einfielen. Der <i>Wald des Lebens</i> war aber nun mal Echsenreich, wie ja auch die Beschwörer die <i>Große Wüste</i> als ihr geheiligtes Herrschaftsgebiet ansahen, welches um jeden Preis verteidigt werden musste. Dass ihre Sprache ähnlich jener der Barbaren klang, habe Häuptling Rhaxiz die Lage beim ersten Aufeinandertreffen verkennen lassen. Es sei jedoch klarzustellen, dass dieser sich erst beim Auftauchen eines gefürchteten Feuergeistes zum Angriff gezwungen sah. Mehir packte erneut schlechtes Gewissen, während Jaffar ihm überheblich einen missbilligenden Blick zuwarf ...
ru: С незапамятных времен, на далеком юге, раса умных ящеров, называемых ‘Темнокровными‘, защищала свои земли от варварских полчищ, которые появляются из местных пустошей. Джунгли Жизни, в которые вошли призыватели, были домом Темнокровных, так же как Великая Пустыня была для призывателей. Эта необычная тропическая земля была святым местом для ее жителей, и для них она должна быть защищена любой ценой. Когда Призыватели связывался с ящерами, вторые подумали, что первые были варварами из-за их сходного языка. Несмотря на это, Раксиз не нападал, потому что Мехир объяснял, что он не с востока, где жил враг, а с севера. Тем не менее появление ‘огненного демона‘ настолько испугало ящеров, что они бросились на призывателей, думая, что они хотят сжечь их святой лес. Хотя Раксиз ушел защищать джунгли в других местах, за призывателями все еще наблюдали.

source: Gates of Kharos
de: (16) Tore von Kharos
it: I cancelli di Kharos

source: Go far away, search ruins, find that thing and bring it back — seems easy.
de: … in unbekannten Landen? Lass mich mal machen, damit habe ich Erfahrung.

source: Go first, soldiers...
de: Ja dann … Männer, geht voran, nach Hause! Die Heimkehr habt ihr euch wahrlich verdient ...
it: Andate per primi, soldati...

source: Good God! This is Jaffar's chest! How...
de: Kalla! Du hast die Reisetruhe von Jaffar gestohlen?! Wie—
ru: Боже мой! Это же сундук Джаффара! Как...

source: Good Nomolas! What was THAT?!
de: Die dunkel Weiber halten nichts von Türmen … Sind sind gekommen, um zu randalieren!
it: Potente Nomolas! Cos’è STATO!?

source: Good job. Unfortunately, we are trapped here now, but those weird magi gave me a teleportation spell. We’d better find this battery and jump out of this horror as soon as possible...
de: Ähm, das hätt ich auch gekonnt … Wie kommen wir nun wieder raus hier? Die Zauberformel für die Beförderung des Magiespeichers wirkt hoffentlich auch, wenn hundert Leute an ihm hängen.

source: Good to know that. And what about its offensive capabilities?
de: Was nicht nur im Kampf von Vorteil ist, sondern auch meine Beliebtheit als Führer steigert!

source: Good to know. I'll keep this in mind.
de: Nein, das ist mir neu. Als Soldat habe ich keine Muße für literarische Extravaganzen.

source: Good, now use your Dimensional Gate to destroy your elemental. When this happens, the channel between dimensions will solidfy and you will be able to choose which magical being you want to summon from this gate. The gate will then close itself and disappear.
de: Das Tor wird die Vernichtung des von Euch bestimmten Gegners selbständig anstreben. Danach braucht Ihr nur noch zu entscheiden, in was es sich verwandeln soll.

source: Good, we will all try... So, you may continue.
de: Es ist noch kein Kamel vom Himmel gefallen, aber traut Eurem Vorgesetzten getrost was zu! Gildemeister, fahrt bitte fort! Das mit dem Machtwort hab ich drauf.

source: Good. I am going to summon a red being now to demonstrate something.
de: Kein Problem. Zur Veranschaulichung rufe ich zunächst einen Afrit herbei—

source: Good. I think my job is done here. It was nice to meet you commander Mehir. Use your circle wisely, it may save your life one day!
de: Öhm … Wie dem auch sei, nutzt den Kreis weise. Er mag Euch gut und gern das Leben retten. So, das war's auch schon, was ich zu sagen hatte. Nun schwinge ich mich in den Kamelsattel, um Flugechsen und Unkenreiter zu betrachten. Gehabt Euch wohl, Migwhar Mehir.
ru: Хорошо. Я думаю, что моя работа здесь завершена. Приятно было встретиться с вами, командир Мехир. Используйте свой круг мудро, в один прекрасный денб он может спасти вашу жизнь!

source: Good. Let's summon something. It will be our equivalent of a target practice dummy.
de: Ein Spektakel? Wichtiger ist, mit solcher Macht umgehen zu können! Ruft einen Probanten.
