Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Yeah, why not? I am starving after slaying nightmarish beasts, defeating and allying with an army of mechanical monsters as well as bringing this battery along with parts and one inhabitant of that accursed place. Do you have a menu with you?
es: Claro, ¿por qué no? Estoy muriendo de hambre luego de acabar con bestias espeluznantes, derrotar y aliarme con un ejército de monstruos mecánicos, y traer esta batería junto con parte de ese lugar maldito y uno de sus habitantes. ¿Tenéis el menú a la mano?

source: I have slain nightmarish beasts, encountered an army of mechanical monsters, brought this damn battery along with parts...
es: ¡He matado bestias espeluznantes, me he encontrado un ejército de monstruos mecánicos, traído esta maldita batería junto con parte...!

source: ...and one inhabitant of that accursed place back here, and the first thing you do is offer me dinner?!
es: Y hasta... Un habitante de ese maldito lugar, ¡¿y lo primero que hacéis es ofrecerme la cena?!

source: Why, of course! Today we are serving a delicious kind of crab from the western cliffs of Kharos. They call it ‘Holy Crab’. And indeed, its taste is simply divine! You will adore it!
es: Sí. Hoy serviremos un delicioso tipo de cangrejo de los acantilados occidentales de Caros. Lo llaman “cangrejo sagrado”. ¡Y, en efecto, su sabor es realmente divino! ¡Lo adoraréis!

source: Ah, I've been longing for some crab since I read about it in your library. The battery may be important, but a good meal is even more so. Lead the way!
es: ¡Ah! Anhelaba probar el cangrejo desde que leí sobre él en vuestra biblioteca. La batería puede ser importante, pero una buena comida lo es aún más. ¡Mostradme el camino!

source: Spoken like a true gourmet! Excellent!
es: ¡Dicho como un auténtico sibarita! ¡Excelente!

source: What about the battery?
es: ¿Qué hay de la batería?

source: But... the battery?
de: Kamelwurst auf Fladenbrot wäre mit lieber … Was mach ich mit der Batterie?
es: Pero, ¿la batería...?

source: The battery can wait; the crab cannot. Believe me.
de: Wen interessiert die? Das hat doch Zeit bis nach dem Essen.
es: La batería puede esperar, pero no el cangrejo. Créeme.

source: Then lead the way!
es: Entonces, ¡mostradme el camino!

source: *sigh* Fine, I will eat this... crab of yours...
es: <i>Suspira.</i> Bien, me comeré este... Cangrejo que ofrecéis...

source: Excellent!
de: Schön, schön. Verwahren und studieren wir dann irgendwann.
es: ¡Excelente!

source: What 'bout me? I ain't gonna to eat that grub!
es: ¿Y yo qué? ¡No voy a comerme esos bichos!

source: *looks at Glomin, then at Mehir* You brought a <b>dwarf</b> here?!
es: <i>Mira a Glomin, luego a Mejir.</i> ¡¿Trajiste un <b>enano</b> aquí?!

source: What for? You shouldn't have bothered! But yeah, it's still a nice bonus.
es: ¿Para qué? ¡No debiste molestarte! Pero sí, sigue siendo un buen extra.

source: “shouldn't have bothered“?! “nice bonus“?! Ye wanna taste me wrench, do ya? I'll smash yer gob straight through yer teeth! Ye can shove that crab right up yer arse!
es: ¡¿“No debiste molestarte”?! ¡¿“Buen extra”?! Quieres probar mi llave, ¿eh? ¡Aplastaré tus sesos directamente entre esos dientes! ¡Irse a tomar por culo ese cangrejo!

source: My apologies for my colleague's previous rude remarks. He doesn't appreciate history nearly as much as I do. I am honored to be able to speak to a surviving member of a civilization previously thought to be entirely extinct. Me and my fellow historians will be delighted about this extraordinary chance to research the Runemasters' civilization!
es: Mis disculpas por los comentarios groseros anteriores de mi colega. No aprecia la historia tanto como yo. Me siento honrado de poder hablar con un miembro sobreviviente de una civilización que anteriormente se creía completamente extinta. ¡Mis compañeros historiadores y yo estaremos encantados con esta extraordinaria oportunidad de investigar la civilización de los maestros rúnicos!

source: <i>*to himself* Finally, someone 'ere with some manners...</i>
es: (Para sí mismo). <i>Finalmente, alguien que conoce algo de modales...</i>

source: Hibernatin' for millenia that's how! 'cept waking up every few years to do some repairs and such.
es: ¡Hibernando por milenios! ¡Así de simple! Sólo despierto cada pocos años para hacer algunas reparaciones y demás.

source: *claps his hands* Now, let's treat ourselves to some fine crab meat!
es: <i>Aplaude.</i> Ahora, ¡démonos gusto con una fina porción de carne de cangrejo!

source: Follow me, dwarf. We have plenty of history and technology to discuss over some good beer, brewed with fresh, pure rainwater, extracted straight from the clouds...
es: Sígueme, enano. Tenemos mucha historia y tecnología que discutir, acompañados de buena cerveza, elaborada con agua de lluvia pura y cosechada directamente de las nubes...

source: I get someone I can chat 'bout technology with, AND booze? Now 'tis is paradise! Fare ye well, Mehir! Hope yer not gonna choke on that crap they're givin' ya, and thanks for the lift!
es: ¿Tendré alguien con quien charlar de tecnología <i>y</i> cerveza? ¡Ahora sí que es el paraíso! ¡Que te vaya bien, Mejir! Espero que no te atragantes con esa chatarra que te están dando, ¡y gracias por el aventón!

source: <i>Initiating combat mode, with berserk behavior active.</i>
es: <i>Iniciando el modo de combate. Ejecutando módulo Frenesí.</i>

source: My goodness! These things are absolutely relentless!
es: ¡Dios mío! ¡Estas cosas son absolutamente implacables!

source: Argh! So I helped ye, and ya dumped me 'ere?! I got nothin' ta lose anymore. Activate the self-destruc...
es: ¡Ah! Me dejaste tirado a pesar de que te ayudé. No tengo nada más que perder. Activar autodestru...

source: <b>We are going to die!</b>
de: Ich beschwöre dich, mach das doch nicht! <big>WIR STERBEN HIER</big>, was bringt das dir?
es: <b>¡Vamos a morir!</b>

source: Finally!!! Time to get the hell out of here!
es: ¡¡¡Por fin!!! ¡Ahora, salgamos de este maldito lugar!

source: I must call Rashti, my men and Glomin to me inside the circle before casting the activation spell! Whew, I'd never forgive myself, if someone was left behind.
es: ¡Debo llamar a Rashti, a mis hombres y a Glomin al interior del círculo antes de lanzar el hechizo de activación! ¡Uf! Nunca me perdonaría si alguien se quedara detrás.

source: Gather all your human units, Rashti and Glomin inside the circle
de: Alle Menschen, Rashti und Glomin in den Zirkel bringen
es: Reúna a todas sus tropas humanas y Rashti dentro del círculo

source: My Master, this place will turn itself into a blazing battlezone in no time!
es: ¡Mi maestro, este lugar se convertirá en un frenético campo de batalla dentro de poco tiempo!

source: Your advice is killing me, you know? What else?! Tell me more!
es: Tu consejo me está matando, ¿sabes? ¡¿Qué otra cosa?! ¡Dime más!

source: I am accessing parallel universes...
es: Estoy accediendo a universos paralelos...

source: Strange seemingly sentient humanoid metallic objects keep attacking us from all directions. Heavy losses. But at some point... a small human appears.
es: Extraños objetos aparentemente sintientes, y unos humanoides metálicos nos atacan sin cesar desde todos los puntos cardinales. Grandes pérdidas. Pero, en algún momento... Un humano pequeñito aparece.

source: In this timeline you will discover the battery in a large hall behind the door. I see strange seemingly sentient humanoid metallic objects attacking us from all directions. This cannot be avoided and happens in most of the possible outcomes after opening the door, and then a small human appears.
es: En esta línea de tiempo, descubriréis la batería en un gran salón detrás de la puerta. Veo extraños objetos sintientes, humanoides metálicos, que nos atacan desde todas las direcciones. Esto no se puede evitar y ocurre en la mayoría de los posibles resultados luego de abrir la puerta. Después, aparece un humano pequeñito.

source: A small human? Do you mean a child?
es: ¿Un humano pequeñito? ¿Te refieres a un niño?

source: Not really, more like a short elder. Then the enemy finds us and surrounds us from north and south. This is pretty much inevitable as it happens in 99.8% of outcomes involving the appearance of the small human.
es: En realidad, no, es más como un anciano bajito. Entonces, el enemigo nos encuentra y nos rodea desde el norte y el sur. Esto es bastante inevitable, ya que sucede en el 99.8% de los resultados que involucran la aparición del pequeño humano.

source: So we need to hurry up. The Destroyers' skeletal minions are actively looking for us, and I highly doubt that sealing the entrance will hold them off forever. What happens next?
es: Así que tenemos que darnos prisa. Los secuaces esqueléticos de los destructores nos están buscando activamente, y dudo mucho que sellar la entrada les bloquee el paso para siempre. ¿Qué pasa después?

source: So we need to hurry up. Those abominations are actively looking for us, and I highly doubt that sealing the entrance will hold them off forever. What happens next?
es: Así que tenemos que darnos prisa. Esas abominaciones nos están buscando activamente, y dudo mucho que sellar la entrada les bloquee el paso para siempre. ¿Qué pasa después?

source: I see noise. So many factors... Wait... In 6.7% of the outcomes the small human wants to help us.
es: Veo ruido. Tantos factores... Esperad... En 6.7% de los resultados, el pequeño humano quiere ayudarnos.

source: And what if he does not?
de: Soso … Ein Helfer, der uns an der Nase rumführt?
es: ¿Y si no lo hace?

source: He destroys the battery and blows the whole place up, vaporizing everything in range of about 3017 and a half stone throws. The area turns into a burning wasteland, with first foliage only starting to grow in 324 million years.
es: Entonces él destruye la batería y explota todo el lugar, vaporizando todo en un radio de aproximadamente 3017.5 lanzamientos de piedra. El área se convierte en un páramo ardiente y la primera vegetación surge apenas luego de 324 millones de años.

source: Well, that didn't make much sense. Looks like I forced you to look too far away in time. Thanks anyway. Let's hope we get lucky...
es: Bueno, eso no tuvo mucho sentido. Parece que os forcé a mirar demasiado lejos en el tiempo. Gracias, de cualquier manera. Espero que tengamos suerte...

source: My Master! A small human will appear quite soon. He will either offer his help or will try to kill us. In most of the possibilities, he will choose the latter option.
es: ¡Mi maestro! Un pequeño humano aparecerá muy pronto. Ofrecerá su ayuda o intentará matarnos. En la mayoría de las posibilidades, elegirá la segunda opción.

source: Excellent! Sounds like I am going to meet another psychopath! Tell me more!
de: Das ist doch mal eine halbwegs erfreuliche Vorausage. Man muss auch einmal auf sein Glück vertrauen … Kommen noch mehr von den rasenden Dampfgeräten?
es: ¡Excelente! ¡Parece que voy a conocer a otro psicópata! ¡Proseguid!

source: Then the enemy appears from north and south. We are completely surrounded. Heavy losses, and in the 93.6% of the outcomes where the small human doesn't offer his help, we are all going to die. But if the small human decides to help us, the outcome will be much better. Anyway, we have no chance against the enemy unless we hurry up.
es: Después, el enemigo aparece desde el norte y el sur. Somos completamente rodeados. Grandes pérdidas, y en el 93.6% de los escenarios donde el pequeño humano no ofrece su ayuda, todos moriremos. Pero si el pequeño humano decide ayudarnos, el resultado será mucho mejor. De todos modos, no tenemos ninguna posibilidad contra el enemigo a menos que nos apuremos.

source: My Master! The enemy is going to quickly swarm this place. We really need to hurry up, or we're as good as dead!
es: ¡Mi maestro! El enemigo se abalanzará aquí pronto como un enjambre. ¡Realmente tenemos que darnos prisa o estaremos muertos!

source: Uh... It's getting hot in here. I should use as few Fire Elementals as possible. It's hard to breath in this place already.
es: Eh... Está haciendo calor aquí. Debería usar tan pocos elementales de fuego como sea posible. Ya es difícil respirar en este lugar.

source: *gasps* I can hardly breathe... One Fire Elemental more and we will suffocate in here. The heat coming from these lava pools is already unbearable. It's getting even warmer than in an open desert! I thought those genius magi implemented a cooling system for my new circle for such situations...
es: <i>Jadeando.</i> Apenas puedo respirar... Un elemental de fuego más y nos asfixiaremos aquí. El calor que proviene de estos fosos de lava ya es insoportable. ¡Hasta es más caluroso que el pleno desierto...! Pensaría que los magos genios habrían implementado un sistema de enfriamiento en mi nuevo círculo para estas situaciones.

source: Epilogue
es: Epílogo

source: I hope this works... Otherwise, we will be forced to stay here for the rest of our lives...
es: Espero que esto funcione... De lo contrario, nos veremos obligados a permanecer aquí de por vida...

source: Do not worry, Summoner. This is not the first time we created a wormhole to a different dimension. It is still a rather rare event given the fact it requires incredible amounts of energy to make it work, but we've attempted something like that several times in our history and never failed.
es: No te preocupes, invocador. Esta no es la primera vez que creamos un agujero de gusano a otra dimensión. Aunque sí es un evento bastante raro dado el hecho de que requiere cantidades increíbles de energía para que funcione, hemos intentado algo así varias veces en nuestra historia y nunca fallamos.

source: Mastah! The battery eez in place! All power nodez are connected and ready. I personally supervised everything! Awaitin' your command, Mastah!
es: ¡Maestriño! ¡La bateriña está en su lugar! Los nodiños de alimentación están conectados y listos. ¡Personalmente supervisé todiño! ¡Esperando tu orden, maestriño!

source: Wait, is this midget responsible for opening the gate for us?! Haven't you said these little brats are dumb?
es: Espera, ¡¿este enano es el responsable de abrir el portal?! ¿No dijisteis que estos pequeñejos son tontos?

source: Oh, I did? But they are also quite ambitious. Trust me, it will work. *to Mu* Return to your post and activate the portal on my mark.
es: Oh, ¿lo hice? Pero también son suficientemente ambiciosos. Confía en mí, funcionará. <i>Al Mu</i> Regresa a tu puesto y activa el portal a mi voz de mando.

source: And he heard me calling him midget AND dumb... Now we are screwed. *gulp*
es: <i>Y me escuchó llamarlo enano <b>y</b> tonto... Estamos jodidos.</i> Glu glu.

source: 3... 2... 1... NOW!
es: 3... 2... 1... ¡YA!

source: The Abyss! Finally!
de: Der Abyssus! Ich glaub es kaum … Mein Traum erfüllt sich ...
es: ¡El Abismo! ¡Por fin!

source: Thanks to your persistence, your dream has come true. Now you all can join your friends and relatives.
es: Pero, gracias a tu persistencia, tu sueño se ha hecho realidad. Ahora podéis reuniros con vuestros parientes y amigos.

source: Rashti! Is the passage safe? I'd like to be sure the magi aren't screwing me over...
es: ¡Rashti! ¿El pasaje es seguro? Quisiera asegurarme de que los magos no me están jodiendo...

source: Don't worry, the gate is fully stable, as long as it's not cut off from its energy source.
es: No os preocupéis, la puerta es completamente estable, siempre que se mantenga la conexión con su fuente de energía.

source: Hmmm... Go first, soldiers...
es: Mmmm. Entrad primero, soldados...

source: It is your turn, Rashti.
es: Es vuestro turno, Rashti.

source: *stares into the Abyss* The wind in my hair... it feels different now.
es: <i>Mira al Abismo.</i> El viento en mi cabello... Se siente distinto ahora.

source: I am not the same entity that I used to be, when entering your mortal world several hundred years ago.
es: No soy la misma entidad que era cuando ingresé a vuestro mundo mortal hace varias centurias.

source: When I took my form at that time, I was torn between reason and passion - to reflect two eternal forces struggling in human minds and hearts. But now I am finally united.
es: Cuando tomé forma en aquel momento, estaba dividida entre la razón y la pasión —reflejando dos fuerzas eternas que luchan en las mentes y los corazones humanos—. Pero, ahora, finalmente soy una.

source: This makes me wonder... Is the Abyss still the same place now?
es: Esto me lleva a la pregunta: ¿el Abismo sigue siendo igual que antes?

source: There is only one way to find out. The Abyss itself is already a divided place full of chaos, both creative and destructive in nature. This will not change anytime soon.
es: Solo hay una manera de descubrirlo. El Abismo ya es de por sí un lugar dividido lleno de caos, tanto creativo como destructivo. Eso no cambiará pronto.

source: You have achieved harmony, something most humans can only dream of. You can use the knowledge from the mortal world to do great things as a ruler of your dimension.
es: Has logrado la armonía, algo con lo que la mayoría de los humanos solo pueden soñar. Puedes usar el conocimiento del mundo mortal para grandes propósitos como gobernante de tu dimensión.

source: I have seen so much during my presence in this realm: deserts, mountains, sky, rain, my old masters dying and new ones being elected. In the end, I chose Mehir as my final master. I learned so much during the time with him - more than I could ever imagine. I even perished for a moment only to be born again. Now I am eternal, and I regret nothing.
es: He visto mucho durante mi presencia en este reino: desiertos, montañas, el cielo, la lluvia, la muerte de mis viejos maestros y la elección de nuevos. Al final, escogí a Mejir como mi último maestro. En el tiempo con él, aprendí mucho más de lo que podría imaginar. Incluso perecí por un momento, tan solo para nacer de nuevo. Ahora, soy eterna y no me arrepiento de nada.

source: Standing here by his side I see my Home... and I know I am finally back.
es: De pie aquí junto a él, puedo ver mi Hogar... Y sé que finalmente estoy de vuelta.

source: I have never thought I would come this far. If I told my past self that he'll fight your men, befriend lizards who wanted to cook Jaffar alive, become the leader of Tar-Tabar and almost end up stuck here forever after aiding distant relatives of our kind, he would probably ask me what I'm smoking, and where can he get some of it.
es: Nunca pensé que llegaría tan lejos. Si le dijera a mi yo pasado que pelearía con vuestros hombres, se haría amigo de las lagartijas que querrían cocinar vivo a Yafar, se convertiría en el líder de Tar-Tabar y que casi se quedaría atrapado aquí para siempre después de ayudar a unos parientes lejanos de los nuestros, probablemente me preguntaría qué estoy fumando y dónde obtener algo de eso.

source: I have never thought I would come this far. If I told my past self that he'll fight your men, befriend lizards who wanted to cook Jaffar alive, become the leader of Tar-Tabar and almost end up stuck here forever after aiding distant relatives of our kind, he would probably tell me to see a doctor...
es: Nunca pensé que llegaría tan lejos. Si le dijera a mi yo pasado que pelearía con vuestros hombres, se haría amigo de las lagartijas que querrían cocinar vivo a Yafar, se convertiría en el líder de Tar-Tabar y que casi se quedaría atrapado aquí para siempre después de ayudar a unos parientes lejanos de los nuestros, probablemente me recomendaría visitar al médico...

source: Well, fate can certainly turn out in bizarre ways. Well, it was certainly worth it: you could've easily been just another generic person <i>*to himself* had it not been for my interference...</i> yet you're a walking legend!
es: Bueno, el destino ciertamente puede actuar de manera extraña. Pero ciertamente valió la pena: podrías haber sido fácilmente otra persona común. (Para sí mismo). <i>Si no hubiera sido por mi interferencia...</i> ¡Sin embargo, ahora eres una leyenda andante!

source: Maybe you are right, but you know what? ...I am staying here with you!
es: Tal vez tengáis razón, pero ¿sabéis qué?... ¡Me quedaré aquí con vosotros!

source: Erm... Pardon?
es: Ehh... ¿Perdón?

source: You see, nothing in al-Kamija is as good as this! Those Ums, my ultimate circle, cruises in the sky, your crap food... I don't want to live without it again!
es: Veréis, ¡nada que tenga Alcamiya es tan bueno como lo de aquí! Los Ums, mi círculo definitivo, cruceros en el cielo, la comida chatarra... ¡No quiero vivir sin eso otra vez!

source: Indeed, life is good here.
es: De hecho, la vida es buena aquí.

source: But...
de: Ja aber … Und wenn …
es: Pero...
it: Ma...
ru: Но...

source: I know I am the leader of one of our cities and the owner of Rashti, but I'm sure she will be fine - she's now at home after all. And I have my deputy Jaffar's to govern the city as usual.
es: Sé que soy el líder de una de nuestras ciudades y el dueño de Rashti, pero estoy seguro de que estará bien —ahora está en casa, después de todo—. Y cuento con mi adjunto, Yafar, para gobernar la ciudad como de costumbre.

source: <i>*to himself* That was... quite an unforeseen turn of events. I must do something immediately, else the plan would be ruined...</i> (to Mehir) Look, you must go to the Abyss. Really.
es: (Para sí mismo). <i>Eso fue... Un giro de trama bastante súbito. Debo hacer algo ya; de lo contrario, el plan se arruinaría...</i> <i>(A Mejir).</i> Veréis, debéis ir al Abismo, en serio.

source: But why? Can't I stay with you? This place is perfect!
es: ¿Pero por qué? ¿No podría quedarme con vosotros? ¡Este lugar es perfecto!

source: I know but what about the philosophy of your nation? Don't you people believe that you will find the ultimate sense of your lives out there? <i>*to himself* A belief that is among the biggest nonsense I have heard in years...</i> (to Mehir) Are you not curious what lies there?
es: Lo sé, pero ¿qué hay de la filosofía de vuestra nación? ¿Acaso vosotros no creíais que allí encontraríais el sentido último de vuestras vidas? (Para sí mismo). <i>Una creencia que se encuentra entre las mayores chorradas que he escuchado en años... </i> <i>(A Mejir).</i> ¿No tienes curiosidad por saber qué hay allí?

source: Maybe a little, but I am afraid that living in a place full of abyssmals who are almost impossible to date, could be frustrating in the long run.
es: Tal vez un poco, pero me temo que vivir en un lugar lleno de abismales casi imposibles de ligar podría ser frustrante a largo plazo.

source: You may be right about this part, but I still believe you should go there. Your people need you.
es: Puedes tener razón al respecto, pero insisto en que debes ir allá. Tu gente te necesita.

source: Didn't I just say Jaffar will be govern the city? They will be fine, I hope.
es: ¿No acabo de decir que Yafar gobernará la ciudad? Estarán bien, espero.

source: <i>*to himself* This is far harder than I hoped it would be...</i> (to Mehir) Look, I did not want to tell you this, but I am afraid disastrous things are going to happen in the Abyss soon if you don't do something about it.
es: (Para sí mismo). <i>Esto es mucho más difícil de lo que esperaba...</i> <i>(A Mejir).</i> Veréis, no planeaba contaros esto, pero me temo que pronto, eventos desastrosos sucederán en el Abismo si no haces algo al respecto.

source: Wait, what do you mean?
de: WAAAS? Ich war der Retter in letzter Stunde! Die besten Krieger lagen unterm Sonnentor, die Kharoser waren in der Stadt gefangen, Anthi konnte nur hilflos zugucken und zur Sonne beten!
es: ¿Cómo? ¿A qué os referís?
