Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: After being released, Mehir immediately set out to Sud-Affar and informed Sharif about the whole situation. The leader of the city wasn’t really pleased with the Keeper’s idea of sending a low-ranking officer like Mehir to such an important mission, as well as the fact that Jaffar was held hostage, but he had no choice if he wanted to ensure the construction's safety. He gave Mehir some resources, and the latter set out immediately.
es: Tras ser liberado, Mejir se dirigió inmediatamente a Sud-Affar e informó a Sharif acerca de la situación. Al líder de la ciudad no le hizo gracia tener que delegar tal tarea a un oficial de bajo rango, ni que Yafar quedara de rehén. Sin embargo, no tenía más opción que aceptar el plan del Guardián si quería asegurar que la construcción llegara a buen puerto, así que asignó recursos a Mejir, quien partió de inmediato.

source: After his victory, Mehir returned to the borders of the jungle, where the Keeper personally came to meet him. Jaffar was immidiately returned and the summoners were granted permission to continue the construction of the Great Circle on Darkblooded territory.
es: Luego de su victoria, Mejir volvió a la jungla. En la frontera, el Guardián se reunió personalmente con él, y Yafar recobró su libertad. En cuanto a la obra, a los invocadores se les autorizó empezar la construcción del Gran Círculo en el territorio sangreoscura.

source: Because Mehir’s achievement was beyond exceptional for his lack of experience, Sharif promoted him by multiple ranks. The dream of a young city guard came true...
es: Debido a que el logro de Mejir fue más que excepcional para su nula experiencia, Sharif lo promovió en múltiples rangos. Así, el sueño de un joven guardia de la ciudad se hizo realidad...

source: Six months have passed. The construction left the territory of Sud-Affar, and workers from Tar-Tabar continued the works. Another stage of construction began — connecting the cities of Trinity with each other by a giant triangle. In the meantime Mehir improved his skills by taking lessons from old summoning veterans. The time of peace did not last long, however. One day, Mehir was called to travel to al-Kamija without delay.
es: Transcurrieron seis meses, en los que la construcción terminó en Sud-Affar. Los trabajadores de Tar-Tabar continuaron con una nueva etapa de la construcción —conectar las ciudades de la Trinidad con un gran triángulo—. Mientras tanto, Mejir mejoraba sus habilidades tomando lecciones de invocadores veteranos. Pero solo era una breve calma antes de la tormenta. Un día, Mejir fue convocado a Alcamiya de urgencia.

source: Ka-gatta is an ancient place — almost a thousand years old. Our ancestors used to live here before al-Kamija's creation. In the early times, roaming the desert, our forefathers came across a system of caves hidden far out in the sands. They were cool and spacious, so the ancestors decided to stay.
es: Ka-Gatta es un sitio arcaico, que data de casi 1000 años atrás. Nuestros ancestros vivían allí antes de que fuera creada Alcamiya. En los primeros tiempos, mientras vivían nómadas el desierto, los fundadores dieron con un complejo de cuevas ocultas en las profundidades. Eran lo bastante frescas y espaciosas, así que nuestros antecesores decidieron quedarse.

source: For 500 years they dwelled down there, and one day discovered the Abyss. Over time, this groundbreaking revelation allowed the construction of marvellous cities on the hot and hostile surface. The first was al-Kamija — the new capital created from nothing by the First Jinni, Nomolas. The caves were abandoned and the ancestors could finally claim the Great Desert as their home.
es: Vivieron aquí durante 500 años hasta que un día encontraron el Abismo. Con el tiempo, el revolucionario descubrimiento permitió la construcción de ciudades maravillosas sobre la superficie caliente y hostil. La primera fue Alcamiya, la nueva capital creada de la nada por el primer genio, Nómolas. Las cuevas fueron abandonadas y los antiguos pudieron finalmente reclamar el Gran Desierto como su hogar.

source: Mehir and Rashti returned to al-Kamija, for a meeting with the High Council...
es: Mejir y Rashti regresaron a Alcamiya, para reunirse con el Alto Consejo...

source: When the dust settled, Malib told everyone how it all started — “The army of darkness arrived just after dusk, from the northeast. In the darkness, I saw hundreds of eyes, emitting a blood-red glow. Walls literally crumbled in front of them. Shortly after they came, the whole city was reduced to little more than burning rubble. This destructive power eventually faded, but at that point the city was already overrun. Luckily the portal was yet untouched, so I sent a messenger to al-Kamija for help. Not too long after, you and Rashti arrived.”
es: Cuando se asentó el polvo, Malib les contó como comenzó todo: «el ejército de la oscuridad llegó justo después del ocaso, desde el nordeste. En la oscuridad, vi cientos de ojos con un fulgor de color rojo sangre. Las murallas literalmente se derrumbaban a su paso. Poco después, la ciudad fue reducida a escombros en llamas. El furor destructor eventualmente amainó, pero para entonces la ciudad ya había sido vulnerada. Afortunadamente, el portal permanecía intacto, así que envié un mensajero a Alcamiya en busca de ayuda. No pasó mucho tiempo y entonces llegasteis con Rashti».

source: Before the arrival of reinforcements from al-Kamija, Mehir, Malib and Rashti had two weeks to examine the dead bodies of their enemies. It turned out the invaders were not demonic spawns, but beings of flesh and blood. They looked quite similar to humans, except for having long, pointed ears and pale, almost gray skin. They were armed with blades made of metal unknown to the Summoners and their clothes were black as death. There were also bodies of large terrifying three-headed beasts, capable of devouring a man with ease.
es: Antes de que llegaran los refuerzos desde Alcamiya, Mejir, Malib y Rashti dispusieron de dos semanas para examinar los cuerpos de sus enemigos caídos. La conclusión fue que los invasores no eran engendros demoníacos, sino seres de carne y sangre. Incluso tenían parecido con los humanos, solo roto por unas largas orejas puntiagudas y la palidez de su piel casi grisácea. Iban armados con espadas forjadas de un metal desconocido para los invocadores y sus ropas eran negras como la noche. Encontraron también los cuerpos de unas bestias terroríficas de tres cabezas, suficientemente grandes como para devorar a un hombre fácilmente.

source: Ten days later, the first carpets from al-Kamija appeared on the horizon. The armies of Trinity were awed by the sheer scale of the city’s destruction. To be prepared for possible future attacks, the High Council assigned the finest troops to the local garrison, and started building additional fortifications around Mag-Magar. When the portal was repaired, Mehir, Rashti and Malib returned to al-Kamija.
es: Diez días después, las primeras alfombras de Alcamiya aparecieron en el horizonte. Los ejércitos de la Trinidad quedaron conmocionados por la escala de la destrucción padecida por la ciudad. En preparación contra posibles ataques futuros, el Alto Consejo asignó tropas de élite a la guarnición local y empezó la construcción de fortificaciones adicionales alrededor de Mag-Magar. Cuando terminó de repararse el portal, Mejir, Rashti y Malib volvieron a Alcamiya.

source: The construction of the Great Circle was carried on. Under the superintendence of Mehir, it was connected to the Tar-Tabar's portal, and three months later, the outer ring was complete. The next phase of construction was initiated: the cities of the Trinity were to be linked with al-Kamija. Also, smaller stabilizing circles were to be made inside the outer circle. Thousands of workers from the capital were hired to ensure a swift progress with the project. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer (largest) part of the circle was finished. But there was an opportunity to test his new skills in battle.
es: La construcción del Gran Círculo procedió. Se conectó el portal de Tar-Tabar bajo la dirección de Mejir y, tres meses después, el anillo externo se completó. Entonces empezó la siguiente etapa del proyecto: las ciudades de la Trinidad se enlazarían con Alcamiya. Además, para ganar estabilidad, nuevos círculos más pequeños tendrían que ser construidos en el interior de la estructura. Miles de trabajadores de la capital fueron contratados para acelerar el progreso de la construcción. Mejir, al igual que los otros líderes de la Trinidad, quedó con plena libertad para hacer lo que quisiera, puesto que ya se había terminado el círculo exterior. No obstante, surgió una oportunidad para probar sus nuevas habilidades en batalla.

source: Some days ago an Efreeti revolted against his master in Sud-Affar, and fled to the Great Desert. While things like this are fairly common, what made this particular incident special was that the Efreeti persuaded other magical creatures to follow him, which was quite worrying for the High Council, as the last time something similar happened was during the Red Cult's rebellion. If left ignored, the crowd of rogue magical beings could slowly grow into a real threat to the Cities of the Trinity, and eventually the capital. Scouts discovered that the location of these beings was near Tar-Tabar, so as the city's ruler, it was Mehir's responsibility to eliminate them.
es: Días atrás, en Sud-Affar, uno de los ifrits se rebeló contra su maestro y escapó al Gran Desierto. Aunque de por sí sería un evento común, lo que le daba importancia a este incidente era que el ifrit persuadió a otras entidades mágicas para seguirlo, lo cual preocupó sobremanera al Alto Consejo, con la memoria colectiva de la rebelión del Culto Rojo aún fresca. De no tratar con ellos pronto, los seres mágicos rebeldes podrían lentamente crecer y convertirse en una seria amenaza para las ciudades de la Trinidad, e incluso para la capital. Los exploradores descubrieron a estos seres en las cercanías de Tar-Tabar, así que, al estar a cargo de la ciudad, sería la responsabilidad de Mejir eliminarlos.

source: The mysterious stranger was in a critical state. He was clearly not a citizen of the Summoners’ nation, yet clearly unlike the flying intruder. In Tar-Tabar, the foreigner was taken to a hospital. Everybody wanted to know who he was and what he wanted.
es: El misterioso peregrino se encontraba en un estado crítico. Claramente, no era un ciudadano de la nación de invocadores, pero tampoco se parecía al intruso volador. En Tar-Tabar, el extranjero fue trasladado a un hospital. Todo el mundo quería saber de quién se trataba y qué es lo que quería.

source: After three days, the wanderer finally regained consciousness. Atiros (that was his name) had come from a land abandoned by the Summoners thousands of years ago. These words shocked the High Council, because for centuries, the Summoners believed that their ancestors, when setting out into the Great Desert, had left the Ancestral Lands empty. Atiros said that the nation inhabiting that land is now called Kharos, and is in grave danger.
es: Tres días después, el viajero finalmente volvió en sí. Atiros —así se llamaba— provenía de una tierra abandonada por los invocadores hacía miles de años. Tales palabras sorprendieron al Alto Consejo, dado que por siglos creyeron que, cuando sus antepasados se dirigieron al Gran Desierto, habían abandonado por completo las tierras ancestrales. Según Atiros, la nación que ahora puebla esas tierras se denomina Caros y enfrenta una grave amenaza.

source: About half a year ago, the Kharosians lost contact with all their settlements in the furthest east. Only two cavalry archers managed to escape to the west. From their reports it was understood that they were attacked by masked beings, full of madness and anger, aided by terrifying three-headed beasts, capable of easily devouring a man...
es: Hace medio año, los carosianos perdieron contacto con sus asentamientos más orientales. Eventualmente, dos arqueros a caballo llegaron del este, testigos de los acontecimientos. De sus reportes, se comprendió que les atacaban frenéticos seres con máscaras que ocultaban sus rostros, mas no su locura, así como unas aterradoras bestias de tres cabezas, capaces de devorar a un ser humano con facilidad...

source: These words intrigued Mehir, who noticed heavy similarities between the descriptions Atiros provided, and the opponents fought during the siege of Mag-Magar. Yet the foreigner’s story was not over; The ruler of Kharos, the High Priestess of Light, Anthi, ordered the middle-lands fortified in order to beat off incoming attacks by the mysterious invaders. When the downfall of those lands was certain, Anthi realized that the Kharosian army could not possibly prevail against such a powerful enemy, so she decided to bet everything on a legend, which spoke of ancient siblings who abandoned their homeland and set out to the desert. She had no choice but to hope it was true, and that the inhabitants of the desert would return to protect the Ancestral Lands.
es: Estas palabras intrigaron a Mejir, quien notó muchas similitudes entre las descripciones de Atiros y lo que él mismo vio en el asedio de Mag-Magar. Sin embargo, el relato del extranjero no había terminado. La máxima autoridad de Caros, la Suma Sacerdotisa de la Luz, Anthi, ordenó que se fortificaran las ciudades meridionales, con el fin de repeler a los invasores desconocidos.

source: Atiros, as one of the most powerful warriors of Kharos, was ordered to find them. He set out to the furthest city of the south, Saffaros, and sailed across the sea to the Great Desert. A few days after landing, he saw a faint silhouette of Tar-Tabar looming over the horizon. He initially though he was hallucinating, but decided to go in that direction anyway. After a few weeks of walking, the water ran out. A few days after, Atiros heard sounds of a battle, and decided to follow them. Soon after, he lost consciousness and woke up in Tar-Tabar, where he discovered his rescuers were the very people he was ordered to find.
es: Atiros, quien era uno de los dos guerreros más poderosos de Caros, fue enviado para buscarlos. Partió desde el puerto más al sur, Saffaros, y navegó surcando el mar hacia el Gran Desierto. Unos pocos días después de desembarcar, notó la vaga de silueta de una ciudad a lo lejos. Aunque inicialmente pensó que era un espejismo, se dirigió en esa dirección, hacia Tar-Tabar. Luego de varias semanas de caminata y ya sin agua, Atiros escuchó los ruidos de una batalla y trató de hacer contacto. Poco después, sin embargo, perdió la conciencia y despertó en Tar-Tabar, donde descubrió que había sido rescatado por la gente que tenía que hallar.

source: This whole thing put the Summoners in a rather awkward situation. In the next few months, the Great Circle would be ready and then their whole country would disappear from this world. At this stage, interfering in foreign wars was unthinkable, yet the Elders felt it indicated to show some concerned interest in the situation of the kinfolk. Thus, Mehir was to act as an envoy: he would deliver a letter from the council to the people of Kharos - an invitation to move together with the Summoners into the Abyss. Such a nice gesture seemed adequate, if not the only chance of survival for the people in the old native country. The High Council ordered three ships to be built specifically for Mehir's departure, similar in design to the one Atiros sailed in. Mehir himself was quite fine with the idea of officially representing the nation. And as much as he liked the lavish lifestyle of his palace, Rashti's perpetual nagging and his own worry of getting fat and lazy kind of spoiled the whole thing. A short trip to pleasantly cool lands would do him good, and amuse his protegee as well.
es: Todo esto puso a los invocadores en una situación bastante incómoda. En los próximos meses, el Gran Círculo estaría listo y luego todo su país desaparecería de este mundo. En esta etapa, interferir en guerras extranjeras era impensable; sin embargo, los ancianos sintieron que mostrar interés y preocupación por la situación de sus parientes sería lo indicado. Así que Mejir haría de emisario y entregaría una carta del consejo a la gente de Caros —una invitación para mudarse al Abismo junto con los invocadores—. Tal gesto parecía adecuado, si no la única oportunidad de supervivencia para la gente de las tierras ancestrales. El Alto Consejo ordenó que se construyeran tres barcos específicamente para el viaje de Mejir, con un diseño similar a aquel en que Atiros había navegado. Mejir estaba bastante conforme con la idea de representar oficialmente a la nación. Aunque disfrutaba tanto la vida lujosa en su palacio, los acosos de Rashti y sus preocupaciones de volverse un burócrata gordo y perezoso lo arruinaban todo. Un breve viaje a tierras más frías le harían bien y serían una buena distracción para su protegida.

source: After recapturing Degos, Mehir, Dedylos, and their troops set out to Kharos in hopes that the city was still standing...
es: Tras recuperar Degos, Mejir, Dedylos y sus tropas partieron a Caros, con la esperanza de que la ciudad aún permaneciera...

source: The armies of darkness have finally been vanquished, allowing the Kharosians to recover their ravaged territories. Meanwhile, Mehir entered the city, greeted by crowds of the citizens of Kharos, praising him almost as if he was a deity. While his troops were busy finishing off any remnants of the dark army, he spent a lot of time with Anthi, getting to know the Kharosian culture and the history of the Ancestral Lands.
es: El ejército de la oscuridad fue finalmente derrotado, con lo que los carosianos podrían retornar a los territorios devastados que les pertenecían. Mejir ingresó a la ciudad entre clamores de los ciudadanos de Caros, quienes lo alababan como si fuera la mano de Dios. Mientras sus tropas estaban ocupadas con aniquilar los remanentes del ejército oscuro, pasó mucho tiempo con Anthi, durante el cual conoció la cultura carosiana y la historia de las tierras ancestrales.

source: During his visit Mehir learned many things about the Kharosians and their religion. The Kharosians worship the Sun as their deity, and the light as the source of life. The unusual dualism is quite well-reflected in their social structure. The Kharosian society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
es: Durante su visita, Mejir aprendió muchas cosas acerca de los carosianos y su religión. Los carosianos adoraban al sol como su dios y a la luz como el origen de la vida. Esta peculiar dualidad era reflejada fielmente en su estructura social. La sociedad carosiana estaba gobernada por sabias sacerdotisas del culto de la luz, quienes son adeptas a la magia y no precisan de dibujar círculos. Por otro lado, el ejército y otros servicios relacionados eran dirigidos por los llamados guerreros del sol.

source: While the Kharosians were skilled users of magic, it was quite unlike the sort used by the Summoners. For one, it was controlled by the caster's mind, requiring no magic symbols. Mehir noted the Darkblooded, the dark hordes, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting. Realistically speaking, he was just blissfully unaware that the summoners were the oddballs in this regard.
es: Si bien los carosianos eran usuarios hábiles de magia, esta era muy diferente de la utilizada por los invocadores. Por un lado, se controlaba con la mente del lanzador; y por otro, no requería símbolos mágicos. Mejir cayó en cuenta de que tanto los sangreoscuras, como las hordas oscuras y el misterioso mago volador, Aerius, utilizaban también esa extraña técnica de lanzamiento de hechizos. Realistamente, sin embargo, solo era ignorante de que los invocadores eran la excepción en este aspecto.

source: The messenger sent by Mehir reached al-Kamija in twelve days, where he delivered the sensational news that Rashti had undergone unexpected transformation. Unbeknownst to Mehir, this seeming improvement had completely destroyed the balance between worlds. The Great Circle was becoming outdated, with such a significant shifts in one of the variables. However, experiments carried out by the Summoners in former days had shown that fluctuations of time between the worlds had the delay of twenty-five days between events and their visible consequences. The messenger had traveled for twelve days, which meant the Summoners had thirteen days to finish the Circle in its original formula and move to the Abyss. If it isn't completed in time, all the effort devoted to the project would go to waste.
es: Los mensajeros enviados por Mejir tardaron doce días en alcanzar Alcamiya, donde entregaron el sensacional mensaje de que Rashti había conseguido su verdadera forma. Pero lo que Mejir no esperaba era que el gran acontecimiento había destruido por completo el balance entre los dos mundos. Debido al cambio radical en una de las variables, el Gran Círculo pronto estaría obsoleto. Sin embargo, los experimentos llevados a cabo por los invocadores en días anteriores habían mostrado que las fluctuaciones de tiempo entre los mundos implicaban un retraso de veinticinco días entre los eventos causales y sus consecuencias efectivas. Dado que el mensajero había viajado ya por doce días, los invocadores tendrían tan solo trece días para completar el círculo con su formulación original y trasladarse al Abismo. De no completarse a tiempo, todo el esfuerzo dedicado al proyecto se desperdiciaría.

source: In responce to such a disaster, the High Council ordered all citizens of the Summoner country to assist the construction. Women, children, even elders — all joined the workers. The messenger immediately set out to Mehir to warn him of what will ensue...
es: Atendiendo a semejante desastre, el Alto Consejo ordenó a todos los ciudadanos de la nación de invocadores que ayudaran en la construcción. Mujeres, niños e incluso ancianos: todos se unieron a los trabajadores. El mensajero entonces volvió raudo con Mejir, para advertirle de los acontecimientos...

source: The following morning, the Great Circle — the Summoners' biggest undertaking — has finally been completed just in time. The dream about entering the Abyss was soon to become reality, with the possibility to leave the mortal world being only one spell away. In the Central Palace of al-Kamija, crowds gathered for the fateful moment, when the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council together drew the final segment, and once it touched the other world...
es: La mañana siguiente, el Gran Círculo —el mayor proyecto de los invocadores— fue finalmente completado. El sueño de ingresar al Abismo pronto se haría realidad, y solo hacía falta el hechizo para que la posibilidad de dejar el mundo mortal se hiciera realidad. Las multitudes se amontonaron en el Palacio Central de Alcamiya, a la espera del momento destinado, en el que el círculo se conectaría con el portal abierto. Los líderes de la Trinidad y los altos consejeros trazaron conjuntamente el segmento final, y cuando este tocó el otro mundo...
