Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: KILL HER!!!
it: UCCIDETELA!!!

source: Kill any lizard
it: Uccidi una lucertola

source: Legends say that this scimitar was made from a spark of the Abyss. Its power is allegedly unbelievable. Attack increases by 100% Chance to hit is constant and equals 70%
it: Leggende narrano di scimitarre forgiate da una scintilla dell’Abisso. Il loro potere è presumibilmente incredibile. Attacco incrementato del 100% Possibilità di colpire invariabile e uguale al 70%

source: Let him evaluate...
it: Lasciate che sia lui a valutarlo...

source: Let’s hope, Rashti will resist his will...
it: Speriamo che Rashti resista con la forza della sua volontà...

source: Living in al-Kamija, we have learned quite a lot about the Abyss, but we haven’t been able to enter that world. Maybe because no one in that dimension can summon us... However, in the last few years, we managed to design a special magic circle that is able to take us to that unreal world. Our tests were successful, but to this day we cannot summon previously sent items back to our world. As a result of this, although it sounds crazy, we decided to send our entire land to the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and decide to stay there forever.
it: Vivendo ad al-Kamija, abbiamo imparato molto circa l’Abisso, ma non siamo stati in grado di entrare in quel mondo. Forse perché nessuno in quella dimensione ci può evocare... Tuttavia, negli ultimi anni, siamo riusciti a progettare uno speciale cerchio magico in grado di condurci in quel mondo irreale. I nostri test hanno avuto successo, ma ad oggi non siamo in grado di rievocare nel nostro mondo gli oggetti spediti in precedenza nell’Abisso. Come risultato di ciò, anche se sembra pazzesco, abbiamo deciso di trasferire tutta la nostra terra nell’Abisso, nella speranza di trovare un giorno la soluzione. Ma anche se la trovassimo, potremmo non riuscire ad usarla... Va sottolineato che crediamo di trovare nell’Abisso il senso ultimo della nostra vita, perciò decideremo di rimanere lì per sempre.

source: Look here. He died of a wound.
it: Guardate qui. È morto per una ferita.

source: Mag-Magar had resisted the invaders by a miracle. After the battle, Mehir, Malib and Rashti had many days to examine the dead bodies of their enemies. The invaders were human, but had long, pointed ears and pale, almost gray skin. They were armed with a variety of blades made of a metal unknown to the Summoners, of amazing endurance and sharpness. Their clothes were drab as death, hiding the blood of many battles. Other bodies, grotesque in shape and size, belonged to the terrifying three-headed beasts. A desert snake, often seen in local caves, bore a similar face. But that is where the similarities ended.
it: Mag-Magar aveva resistito agli invasori per miracolo. Dopo la battaglia, Mehir, Malib e Rashti esaminarono i cadaveri dei loro nemici per giorni. Gli invasori erano umani, ma avevano lunghe orecchie a punta e una pelle pallida, quasi grigia. Erano armati con una varietà di lame forgiate da un metallo sconosciuto agli evocatori, incredibilmente resistente e affilato. I loro vestiti erano tristi come la morte e nascondevano il sangue di molte battaglie. Altri corpi, grotteschi per forma e dimensioni, appartenevano alle terrificanti bestie a tre teste. Un serpente del deserto, spesso visto nelle grotte locali, aveva un volto simile, ma le somiglianze finivano qui.

source: Master of Darkness
it: Maestro dell’oscurità

source: Master, do not make me face her again! I fear for your life!
it: Maestro, non fatemi fronteggiare di nuovo lei! Temo per la vostra vita!

source: Master, the human armies rounded us from the east. The desert wizards are with them. We are in a trap.
it: Maestro, gli eserciti umani ci circondano da est, e i maghi del deserto sono con loro. Siamo in trappola.

source: May I find somebody who will listen to me in the end...
it: Che possa trovare qualcuno che alla fine mi ascolti...

source: May Nomolas grant that. Now it’s all the same for me. I prefer dying in battle than staying here, so...
it: Che possa Nomolas concedermi questa grazia. Ora per me non cambia più nulla. Preferisco morire in battaglia che stare qui, quindi...

source: May the Abyss keep you, Mehir.
it: Che l’Abisso vi protegga, Mehir.

source: May the Abyss keep you...
it: Che l’Abisso vi protegga...

source: Meanwhile, Mehir was announced as the greatest hero of Kharos. While his scouts were searching for possible threats from the rest of the destroyed army, he spent a lot of time with Anthi, getting to know the Kharosan culture and the history of the Ancestral Lands. During his visit Mehir learned many things about the Kharosans and their religion. The Kharosans worship the Sun as God and the light as the source of life. This specific dualism reflects in their social structure. The Kharosan society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
it: Nel frattempo, Mehir venne annunciato come il più grande eroe di Kharos. Mentre i suoi esploratori erano alla ricerca di eventuali minacce provenienti dal resto dell’esercito annientato, egli trascorse un sacco di tempo con Anthi per conoscere la cultura dei kharosiani e la storia delle Terre Ancestrali. Durante la sua visita, Mehir imparò molte cose sui kharosiani e sulla loro religione. I kharosiani adoravano il sole come Dio e la sua luce costituiva fonte di vita. Questo dualismo caratteristico rifletteva la loro struttura sociale. La società dei kharosiani era governata da sagge sacerdotesse del culto della luce, le quali erano abili nella magia e la sapevano utilizzare senza disegnare alcun cerchio. L’esercito e tutti i funzionari erano subordinati ai cosiddetti “guerrieri del sole”.

source: Mehir! At any moment the army of Sud-Affar will come. Don’t wait for us, pursue him! He mustn’t leave the palace!
it: Mehir! L’esercito di Sud-Affar verrà a momenti. Non aspettateci, inseguitelo! Non deve lasciare il palazzo!

source: Mehir, I must climb to where he stands to kill him.
it: Mehir, dovrò salire nello stesso punto dove si trova per ucciderlo.

source: Mehir, as the last Summoner, was observing this show from the walls of Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi had said, the only way to get into the Abyss was to set out to the west, to the land of mysterious people who were known for making incredible things happen.
it: Mehir, come ultimo evocatore, osservò questo spettacolo dalle mura di Kharos. Promise che avrebbe fatto di tutto per permettere alle sue truppe di ricongiungersi con le loro famiglie e con i loro amici. Secondo quanto aveva detto Anthi, l’unica maniera per entrare nell’Abisso era salpare verso ovest, verso la terra di popoli misteriosi conosciuti per far avverare cose incredibili.

source: Mehir, it’s all gone. You’re safe now.
it: Mehir, è tutto finito. Siete al sicuro ora.

source: Mehir, we won’t give you our Ray. Leave this place if your life is precious to you.
it: Mehir, non vi daremo mai il nostro raggio. Lasciate questo posto, se ci tenete alla vostra preziosa vita.

source: Mehir, why... why have you done this to us? We gave you hope, and you brought us destruction. What happened to you?
it: Mehir, perché...perché ci fate questo? Vi abbiamo offerto la speranza, e voi ci portate distruzione. Cosa vi è successo?

source: Mehir. How have you come?
it: Mehir. Come siete giunti fino a qui?

source: Mehir... please, be my new master.
it: Mehir...per favore, diventate il mio nuovo maestro.

source: Metamorph: this elemental can turn into another type of elemental.
it: Metamorfosi: l’elementale può mutare in un altro tipo di elementale.

source: More than ten days passed. Then, the first carpets appeared on the horizon. The Armies of the Trinity followed ten days after. They were shocked by the scale of the city’s destruction. Many troopers stayed in Mag-Magar, in case the invaders struck again. When the portal was repaired, Mehir, Rashti, and Malib returned to al-Kamija.
it: Più di dieci giorni passarono. Poi, i primi tappeti volanti apparvero all’orizzonte. Gli eserciti della trinità arrivarono dieci giorni dopo. Rimasero scioccati dalla scala di distruzione della città. Molti soldati sostarono a Mag-Magar, nel caso in cui gli invasori avessero colpito ancora. Quando il portale fu riparato, Mehir, Rashti e Malib tornarono ad al-Kamija.

source: Move Mehir to the Sun Dome
it: Muovi Mehir nella Cupola del Sole

source: Move Mehir to the top of the mountain
it: Muovi Mehir in cima alla montagna

source: Move Rashti to the Sun Dome
it: Muovi Rashti nella Cupola del Sole

source: Must... find you... kill you. Will... hound you...
it: Dovevo...trovarvi...uccidervi. Io...vi perseguiterò...

source: Muwahahahahahaha! It worked! I love the naïveté of the Abysmals. And now I will admire the sight of you falling into the Sea of Chaos!
it: Muwahahahahahaha! Funziona! Adoro l’ingenuità degli abissali. E ora potrò ammirarvi mentre annegate in questo mare di caos!

source: Mwhahaha! I want to see more! MORE!!
it: Mwhahaha! Voglio vedere di più! DI PIÙ!!

source: My Lord, it.. it f-frightens me. Y-you go first.
it: Mio signore, quell’essere mi...mi sp-spaventa. An-andate voi per primo.

source: My Lord, we find no enemy. Only their signs. Magics, blades... many were buried alive.
it: Mio signore, non abbiamo trovato alcun nemico. Solo i loro segni. Magie, lame...molti sono stati sepolti vivi.

source: My elementals have done their work. You are lost within yourself, and can harm me no more! Now, DIE.
it: I miei elementali hanno svolto il loro lavoro. Siete persa dentro di voi, e non mi farete più del male! Ora MORITE.

source: My irrational, angry self is no longer a part of me. The Abyss is free to move away from the path of hate.
it: La mia metà irrazionale e iraconda non fa più parte di me. L’Abisso è libero di allontanarsi dal sentiero dell’odio.

source: My liege, He is no common Efreet. As a leader of the Banishers’ Guild in Tar-Tabar, I have seen many things, but this one here is a real pleasure to my eyes. He is a real Great Efreet, full of hatred, the most powerful of all creatures of the Red Abyss.
it: Mio signore, egli non è un efreet comune. Ho visto molte cose in passato come capo della gilda dei banditori di Tar-Tabar, ma questo qui è un vera meraviglia per gli occhi. È un vero e proprio grande efreet, pieno d’odio, nonché la più potente di tutte le creature dell’Abisso Rosso.

source: My lord! He doesn’t move his lips!
it: Mio signore! Non muove le labbra!

source: My mother taught me never to stand next to holes, lest I throw myself in.
it: Mia madre mi ha insegnato a non stare vicino alle buche, per paura di cadere di sotto.

source: My name is Mehir. I’m a Commander of the Second Degree. The Armies of the Trinity will arrive soon.
it: Mi chiamo Mehir, e sono un comandante di secondo rango. Gli eserciti della trinità arriveranno presto.

source: My new Master...
it: Il mio nuovo maestro...

source: Mysterious beasts captured Mehir and Jaffar deep inside the jungle. After a few hours of flight they landed in a very distant place, just in front of a small lizard wearing an ornamental feather headdress. He was the leader of all forest creatures, called ‘The Keeper’. After listening to Rhaxiz’s report, this lord of the forest spoke with the captured Summoners, as to why they had been brought before him.
it: Bestie misteriose catturarono Mehir e Jaffar nel profondo della giungla. Dopo un paio d’ore di volo atterrarono in un luogo molto lontano, proprio di fronte ad una piccola lucertola che indossava un copricapo di piume ornamentali. Egli era il capo di tutte le creature della foresta, noto come il “Custode” . Dopo aver ascoltato il rapporto di Rhaxiz, il signore della foresta chiese agli evocatori il motivo per cui erano stati catturati.

source: Mystical Scimitar
it: Scimitarra mistica

source: No one wants you to steal the whole Sun Ray. We need only half of it to open the gate.
it: Nessuno vuole che rubiate l’intero raggio di sole. Ce ne serve solo metà per aprire il portale.

source: No! I won’t betray my country! I will never turn against my religion! You won’t take my soul, you demon!
it: Mai! Non tradirò il mio paese! Non ho mai rigettato la mia religione e non prenderete la mia anima, demonio!

source: No, I am not.
it: No, non è vero.

source: No, a blade.
it: No, da una lama.

source: No, this man lives, and I am going to fix it.
it: No: quest’uomo vive, e ho intenzione di risolvere il problema.

source: No, you are wrong. No! Right?
it: No, vi sbagliate. No! Giusto?

source: No. How have you come?
it: No. Come siete giunti fino a qui?

source: No... please!
it: No...per favore!

source: Not move?! Grant me the favor of not moving to chasm’s end!
it: Non muoverci!? Concedetemi la grazia di non muovervi fino alla fine del baratro!

source: Not to a man. My Lord, we cannot find Tashkar or his deputy among them.
it: Non fino all’ultimo. Mio signore, non riusciamo a trovare Tashkar o il suo vice in mezzo a loro.

source: Novice Summoner
it: Evocatore novizio

source: Now it’s much better. What took you so long?
it: Ora va meglio. Perché ci avete messo così tanto?

source: Now nothing will disturb us...
it: Ora nessuno ci disturberà...

source: Now we need to wait. May it not take long...
it: Ora dobbiamo attendere. Non ci vorrà molto...

source: Oh my... You’re my lost soldiers! It’s impossible...
it: Oh mio...voi siete i miei soldati caduti! È impossibile...

source: Oh no! Whichever half wins the Council will surely kill me.
it: Oh no! Qualunque sia la metà che vinca, indubbiamente il consiglio mi ucciderà.

source: Oh no. I won’t allow you to kill me again.
it: Oh no. Non vi permetterò di uccidermi un’altra volta.

source: Oh pay it no mind, almost everyone within earshot is dead anyways. I admit I am impressed! No one from the surface was able to reach this place till now. You’re the first.
it: Oh, non fateci caso: quasi tutti coloro che hanno sentito parlare di questo posto sono comunque morti. Devo ammettere che sono rimasto colpito! Nessuno dalla superficie è stato in grado di raggiungere questo luogo fino ad ora. Voi siete il primo.

source: Oh, look! A brave one! When I come down, I am going to kill you slowly...
it: Oh, ma sentite! Che coraggio! Giuro che vi ucciderò lentamente, appena giungo da voi...

source: On your knees, you fool.
it: In ginocchio, sciocco.

source: One month ago, two cavalry archers managed to escape to the west. They had been attacked by masked beings, full of madness and anger. Terrifying three-headed creatures from their worst nightmares served them...
it: Un mese fa, due arcieri della cavalleria riuscirono a fuggire ad ovest. Furono attaccati da esseri mascherati, pieni di rabbia e follia, accompagnati da terrificanti creature a tre teste originate dai loro peggiori incubi...

source: One of Tashkar’s men.
it: Uno degli uomini di Tashkar

source: One of the ultimate beings no longer exists. The balance between worlds has been disturbed. If the Highest Council will hear about that, they will kill me...
it: Uno degli esseri supremi ha cessato di esistere, l’equilibrio tra i mondi è stato disturbato. Se il massimo consiglio sentirà parlare di questa notizia, mi uccideranno...

source: Only five?! I thought Tar-Tabar had more Dispellers than that...
it: Solo cinque!? Pensavo che Tar-Tabar avesse più esiliatori...

source: Only the creation of a new, smaller circle can help us, but searching for new formulas and signs can take hundreds of years. Apart from that, no one in my army knows how to do this.
it: Solo la creazione di un nuovo cerchio più piccolo ci può aiutare, ma la ricerca di nuove formule e di segni richiede centinaia di anni. E a parte questo, nessuno nel mio esercito è in grado di farlo.

source: Only those above can decide. I will go speak with them and you don’t leave their side.
it: Solo i piani alti possono decidere. Andrò a parlare con loro, intanto voi non perdeteli di vista.

source: Our soldiers! He is rending their souls! They are turning against us! It’s impossible!
it: I nostri soldati! Sta strappando la loro anima! Si rivoltano contro di noi! Impossibile!

source: Our storms killed all of my crew. Do not speak ill of the dead.
it: Le nostre tempeste hanno ucciso la mia squadra. Non parlate male dei morti.

source: Pardon, Mehir, but we are on the border of two different climate zones and hurricanes are a common phenomenon here. Such a mild sky. We are lucky!
it: Scusate, Mehir, ma siamo al confine tra due zone climatiche diverse e qui gli uragani sono un fenomeno abbastanza comune. Il cielo è talmente mite, siamo fortunati!

source: Please understand, My Lord. If we use Fire Elementals, those beasts may yet appear. We shouldn’t tempt fate.
it: Vi prego di capire, mio signore. Se usiamo gli elementali di fuoco, quelle bestie potrebbero apparire di nuovo. Non dobbiamo sfidare il destino.

source: Please, NOOO!!!
it: Vi prego, NOOO!!!

source: Please, don’t! I beg you! If you tell her, she will rip my throat out!
it: Vi prego, non fatelo! Vi prego! Se le dite questo, mi taglierà la gola!

source: Please, listens to me! I don’t want to hurt you. I only need one half of your artifact. I need its power to leave this world.
it: Vi prego, ascoltatemi! Non voglio farvi del male: ho solo bisogno di metà del vostro artefatto e del suo potere per lasciare questo mondo.

source: Programming
it: Programmazione

source: Protect the Highest Priestess!
it: Proteggete la somma sacerdotessa!

source: Quite right! Mobilize your people. Bring baskets for fruit, and traps for game. I shall enjoy the sightseeing.
it: Avete ragione! Mobilitate le vostre genti. Portate cesti di frutta e trappole per la selvaggina. Io mi godrò lo spettacolo.

source: RUN!!!
it: CORRETE!!!

source: Ra..Rashti... you’ve changed, but your character is still the same. Thank you!
it: Ra..Rashti...siete cambiata, ma la vostra natura rimane la stessa. Vi ringrazio!

source: Rain damages all your fire elementals. Be careful.
it: La pioggia danneggia tutti gli elementali di fuoco. Fai attenzione.

source: Rashti! Is this an illusion?
it: Rashti! Si tratta di un’illusione?

source: Rashti, I know you want to be with me!
it: Rashti, so che volete stare con me!

source: Rashti, what’s the situation?
it: Rashti, qual è la situazione?

source: Rashti, you are the only entity in this place who can read these words. Please tell me how they sound...
it: Rashti, voi siete l’unica entità in questo luogo in grado di leggere queste parole. Vi prego di dirmi come si pronunciano...

source: Rashti’rhami, the goddess of all Rhamis. You’re like me.
it: Rashti’rhami, la dea di tutte le rhami. Siete come me.

source: Really.
it: Davvero.

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. Its extraordinary shape fits any human body. Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases astral resistance by 15%
it: Placche sontuosamente decorate, solida lavorazione e simboli magici: questa è l’armatura leggendaria dei soldati di Ka-Gatta. La sua forma straordinaria si adatta ad ogni corpo umano. Aumenta la resistenza fisica del 25% Aumenta la resistenza al fuoco e al freddo del 20% Riduce la resistenza astrale del 15%

source: Run! Destroy this place!
it: Presto! Distruggete questo posto!

source: Run, Rashti, run. Without you we won’t make it!
it: Correte, Rashti, correte. Senza di voi non ce la faremo!

source: Search the Dome for the Sun Ray
it: Cerca il raggio di sole all’interno della Cupola

source: Shaman + Messenger
it: Sciamano e messagero

source: Should $unit.name pick up the amulet?
it: Vuoi che $unit.name prenda l’amuleto?

source: Should $unit.name pick up the armor?
it: Vuoi che $unit.name prenda l’armatura?

source: Should $unit.name pick up the cap?
it: Vuoi che $unit.name prenda il copricapo?

source: Should $unit.name pick up the carpet?
it: Vuoi che $unit.name prenda il tappeto?

source: Should $unit.name pick up the cloak?
it: Vuoi che $unit.name prenda il mantello?

source: Should $unit.name pick up the collar?
it: Vuoi che $unit.name prenda il collare?

source: Should $unit.name pick up the scimitar?
it: Vuoi che $unit.name prenda la scimitarra?

source: Should $unit.name pick up the spear?
it: Vuoi che $unit.name prenda la lancia?

source: Should I help you as you helped Aerius in Ka-Gatta?
it: Vi devo aiutare come voi avete aiutato Aerius a Ka-Gatta?

source: Should the unit pick up the amulet?
it: Vuoi che l’unità prenda l’amuleto?
ru: Должен ли боец взять амулет?

source: Should the unit pick up the carpet?
it: Vuoi che l’unità prenda il tappeto?
ru: Должнен ли этот боец взять ковер?

source: Should the unit pick up the cloak?
it: Vuoi che l’unità prenda il mantello?
ru: Должнен ли этот боец взять плащ?

source: Should the unit pick up the collar?
it: Vuoi che l’unità prenda i collare?
ru: Должен ли боец взять ошейник?

source: Should the unit pick up the spear?
it: Vuoi che l’unità prenda la lancia?
ru: Должнен ли этот боец взять копье?

source: Silence! I cross your mouth, with my blade. Why did I not do it before, your pointless squawking.
it: Silenzio! O volete che attraversi la vostra bocca con la mia lama... Perché non ci ho pensato prima? Così cesserete di starnazzare inutilmente.

source: Silence, you fool! Follow the advice.
it: Silenzio, idiota! Seguite il consiglio.

source: Silver warriors from Kharos report for duty! Reinforcements are coming.
it: Guerrieri argentati da Kharos ai vostri ordini! I rinforzi arriveranno presto.

source: Six months passed. The Circle left the territory of Sud-Affar, and workers from Tar-Tabar continued the construction. Another stage began: connecting the cities of the Trinity into a giant triangle, as vast as the Circle itself. Mehir, as a new Commander, did not assist the workers as he had before. For this they were thankful. As a Sharif’s assistant, he improved his skills by taking lessons from old summoning veterans, who grumbled.
it: Sei mesi passarono. Il cerchio fu ultimato nel territorio di Sud-Affar e i lavoratori di Tar-Tabar continuarono la sua costruzione. Un’altra fase cominciò: collegare le città della trinità in un triangolo gigante, vasto come il cerchio stesso. Mehir, come nuovo comandante, smise di sorvegliare i lavoratori come aveva fatto prima, che per questo gli furono grati. Come assistente dello Sharif, migliorò le sue abilità prendendo lezioni dai vecchi veterani brontoloni delle arti evocative.

source: Sleeping Summoner
it: Evocatore addormentato

source: Slowing Aura: At the beginning of each turn, all adjacent enemy units are slowed.
it: Aura di rallentamento: All’inizio di ogni turno, tutte le unità nemiche adiacenti vengono rallentate.

source: So Mehir? Will you go in or not?
it: Allora, Mehir? Salite a bordo o no?

source: So be it. Let the Highest Council decide.
it: Così sia. Lasciamo che il massimo consiglio decida.

source: So we have come to an understanding. I knew I could count on you. Bye!
it: Così siamo giunti ad un accordo. Sapevo di poter contare su di voi. Arrivedervi!

source: So you have become golden, but the Abyss has given me power as well!
it: Così siete diventata dorata, ma l’Abisso ha donato anche a me un grande potere!
