Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Really? Why is that the case?
de: Tatsächlich?! Da muss ich mal ein Machtwort sprechen!

source: Received 1000 gold! Got 2 Efreeti lamps!
de: <span color='#2C69C9'><big>So kam Mehir zu 1000 Goldstücken und 2 fürchterlichen Feuerdämonen!</big></span>
ru: Получено 1000 золота, и 2 лампы с Ифритами!

source: Remember: The Jaffar's Efreeti will aid you only in this battle. Then they will leave you and return to their owner (if they survive the engagement of course).
de: <span color='#397EF2'>Jaffars Feuerdschinn helfen nur in dieser Schlacht. Danach verlischt ihr Feuereifer, sie verschwinden — falls sie noch am Leben sind.</span>
ru: Помните: Ифриты Джаффара будут помогать вам только в этой битве. Затем они покинут вас и вернутся к их владельцу (если они, конечно, выживут).

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. - Increases physical resistances by 25% - Increases fire and cold resistances by 20% - Decreases arcane resistance by 15%
de: * Physiche Resistenz +25% * Resistenzen Feuer und Kälte +20% * Resistenz Arkan –15%
ru: Роскошно украшенные пластины, твердое мастерство и магические символы: это, должно быть, легендарная броня Ка-Гаттан. - Увеличивает физическую сопротивляемость на 25% - Увеличивает сопротивление огню и холоду на 20% - Снижает сопротивление к мистическим атакам на 15%

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. - Increases physical resistances by 25% - Increases fire and cold resistances by 20% - Decreases arcane resistance by 15% Should this unit pick up the armor?
de: Solide Ausführung, üppig verzierte Platten mit magischen Emblemen – es kann nur einer der legendären Harnische von Ka-Gattan sein! Effekte: * Physiche Resistenz +25% * Resistenzen Feuer und Kälte +20% * Resistenz Arkan –15% Soll die Einheit diese Rüstung anlegen?
ru: Роскошно украшенные пластины, твердое мастерство и магические символы: это, должно быть, легендарная броня Ка-Гаттан. - Увеличивает физическую сопротивляемость на 25% - Увеличивает сопротивление огню и холоду на 20% - Снижает сопротивление к мистическим атакам на 15% должен ли этот боец взять броню?

source: Right, I haven't really got used to the title yet...
de: Der Posten soll ja neben immensen Pflichten und Verantwortung auch einige Vorteile bringen.

source: Run, Rashti, run. Without you, we won’t make it!
de: Renn, Rashti, renn! Ohne dich sind wir verloren!

source: SHUT UP! I WILL KILL YOU ALL!!!
de: <span color='#FA0000'><big><b>ALLE</b> bring ich um! Jeden hier! Dich auch!</big></span>
it: STAI ZITTA!!! VI UCCIDERÒ TUTTI!!!

source: STOP!!! You won’t kill any Summoner!
de: <span color='#0175FE'><big>Jetzt reichts! RÜHR KEINEN EINZIGEN BESCHWÖRER AN !</big></span>
it: FERMATI!!! Non ucciderai nessun evocatore!

source: Seize the post on the other side
de: Vorburg einnehmen
it: Raggiungi l’avamposto dall’altra parte
ru: Захватите пост на другой стороне моста

source: Sharif - our leader - owns this creature now. He released it only once to celebrate the begining of our greatest endeavour - the Great Circle that is under construction on the desert.
de: Jaja, da verschlägt es Euch die Sprache … Einmal ließ der Scherif ihn doch frei, wart Ihr damals nicht dabei? Es war die große Feier, als der Bau des <i>Großen Kreises</i> einposaunt wurde.
ru: Шариф - наш лидер - сейчас владеет этим существом. Он выпускал его только один раз, чтобы отпраздновать начало нашего величайшего проекта - Великого Круга.

source: She scares me...
de: Ach so. ( <i>Furcht erregend … Zur Feindin wollte ich die nicht haben …</i> )
it: Mi spaventa...
ru: Она меня пугает...

source: She will tell him. They can reach us.
de: Sie wird ihm schon sagen, wie sie zu uns gelangen.
it: Lei gli dirà come possono raggiungerci.

source: Shragragh Tharhagar Argrahagh!
de: <span color='#FA0000'><big>Shragragh Tharhagar Argrahagh !!</big></span>

source: Since these dark hordes attacked us, we have a good reason for protection like this. But in the past we were not so coherent society. There were many local wars of different clans and tribes. The one finally emerged victorious from this conflict - the Sun Cult. Gifted with the power of the Sun, its members unified all smaller nations and formed our civilization - Kharos. We are all the Sun Cult now.
de: Du wärst nicht hier, wenn es bei uns keine Gefahren gäbe. So friedliebend wie heute waren wir früher nicht, es gab Kriege zwischen Klans und Stämmen, bevor der Sonnenkult als Sieger alle einte. Dank unsrer sonnengewollten Kraft und Macht entstand Kharos.

source: Since we are now talking about jinns, i'd like to explain you more about them, if you want. I highly doubt that I need to explain basic facts about them, such their intelligence, ability to fly, insatiable thirst for knowledge, et cetera. That's all basic facts. It's common knowledge that Efeeti can, and sometimes tend to rebel. What not all summoners know, is the fact that jinns can rebel too, but for a drastically different reason.
de: Apropos Dschinn … Ist Euch bekannt, dass selbige – genau wie Afriten – rebellieren können?

source: Since we have an established passage between Abyss and our world, there is no need to keep him in the lamp. Now it is only a relic from times long-gone.
de: Der Luftikus ließ sich von einem Relikt der Vergangenheit blenden. Da wir Verbindung zum Abyssus haben, besteht keine Notwendigkeit mehr, den Dschinn in ein Gefäß zu bannen—
it: Dal momento che abbiamo stabilito un passaggio tra l’Abisso e il nostro mondo, non c’è più bisogno di custodirlo nella lampada. Ora è solo una reliquia dei tempi passati.
ru: Так как у нас есть установленный проход между Бездной и нашим миром, уже нет необходимости держать Номоласа в лампе. Теперь это только реликт из давно ушедших времен.

source: Since you are taking the battery, I will surely die here. But you know a way out. Can you take me with you?
de: Na, ich will weg von hierrr! Tausende von Jahren Winterschlaf reichen mirrr!

source: Six months have passed. The circle left the territory of Sud-Affar, and workers from Tar-Tabar continued the works. Another stage of construction began — connecting the cities of Trinity with each other by creating a giant triangle. In the meantime Mehir improved his skills by taking lessons from old summoning veterans. The time of peace did not last long. One day Mehir was called immediately to al-Kamija.
de: Ein halbes Jahr später waren die Bauarbeiten im Bereich Sud-Affar abgeschlossen, Arbeiter aus Tar-Tabar übernahmen den letzten Kreisabschnitt. Gleichzeitig wurde mit dem Anlegen eines riesigen Dreiecks begonnen, dass die drei Ringstädte miteinander verbinden würde. Mehir — nun leidiger Aufseherpflichten enthoben — saß oft droben auf dem höchsten Turm und ließ sich bei 'ner Wasserpfeife ein laues Lüftchen um die Ohren pfeifen. In den kühleren Morgen- und Abendstunden gesellte er sich zu den Veteranen, um sich in der hohen Beschwörungskunst weiterzubilden. Doch die Arbeit ließ ihn nicht in Frieden — eines schönen Tages wurde er nach Al-Kamija beschieden ... <span color='#000000'>.</span>
ru: Прошло шесть месяцев. Круг покинул территорию Суд-Аффара, и рабочие из Тар-Табара продолжили работы. Начался еще один этап строительства - соединение городов Троицы друг с другом путем создания гигантского треугольника. Тем временем Мехир улучшил свои навыки, получая уроки у старых ветеранов призыва. Мирное время не продлилось долго. Одного дня Мехир был немедленно вызван в аль-Камиджу.

source: Slowing Aura
de: Aura der Verlangsamung
it: Aura di rallentamento
ru: Замедляющая Аура

source: So at the moment, the only way to get rid of them is to completely destroy their bodies.
de: Traurig, ja ... Insofern bleibt im Ernstfall nur die Vernichtung solcher überstarken Kreaturen.

source: So be it. Let the High Council decide.
de: <span color='#0175FE'>Dein Wunsch</span> <span color='#FA0000'>ist mir Befehl.</span>

source: So it was an illusion! He wasn’t here all the time.
de: Efendi! Ist das zu glauben? Der Windbeutel war hier und war's auch nicht!
it: E così era un’illusione! Non è mai stato qui per tutto il tempo!
ru: Так это была иллюзия! Его здесь не было все это время!

source: So kill him!
de: Hol ihn dir! Du willst doch immer etwas, das gekrallt, gequält und abgefackelt werden soll.
it: Allora uccidetelo!

source: So many secrets you hide, but it is fascinating at the same time. You people are unbelievable. I wish I could learn more about you. Maybe some other time...
de: He, ich bin auch wissbegierig! Drei Fragen, pfff … bei soviel neuen Erkenntnissen ist das—

source: So only two cities remain...
de: Zwei Städte sind uns also nur geblieben … Ich—
it: Quindi solo due città sono ancora in piedi...

source: So there is a chance. Do you know where I could find one of these power sources?
de: Gut, der Hofnarr bin ich schon, den technischen Beschaffer mach ich auch noch. Sagt mir nur, wo so ein Ding zu finden ist.

source: So these are the ruins the Guru told us about. They look scary. What happened here?
de: Ach, wie gerne würde ich jetzt in der Wüste brüten … Der weiße Sand macht kalte Füße! ... Mannomann, die Ruinen erinnern an Mag-Magar. Hat das dunkle Pack hier zugeschlagen?.

source: So they are called Tharis... Then I wonder why Anthi sent Atiros to us asking for help instead of sending him to you. This is what I meant by asking the question.
de: Ha. Nur weil der zähe Atiros uns kurz vorm Verdursten fand. Anthi wusste nicht mal, ob's uns gab! Es wäre sicherer gewesen, nach euch zu schicken. Hat sie aber nicht, das wundert mich.

source: So this is our old home... It gives me the creeps...
de: … Zurückgekehrt ist von hier keiner … Wollten sie wieder in den Höhlen heimisch werden? Mir wird ganz anders … Wieso musste Tashar gerade hierher …
ru: Так это наш старый дом... Он дает мне дрожь...

source: So this is the day of my end... but I am not afraid of death. We've lost here, but when our Gods return, the ocean will become quiet, and instead of water, it will be filled with blood...
de: Ihr bereitet meinen Weg in göttliche Gefilde! Ich sage euch, wenn unsre Götter erst Gericht halten, wird euer Blut das Meer rot färben!

source: So this is the famous Dome of Elements - the central shrine of Sud-Affar.
de: Ah, als Kind führte der Vater mich mal her … Der Hort der Elemente, die Götterhalle sozusagen. Der Schrein kommt mir heute noch größer vor … Ein erhabener Ort für meine Aufstiegsfeier!
ru: Так это знаменитый Купол Элементов - центральный храм Суд-Аффара.

source: So this is the famous Living Gate, right?
de: Oh! Ihr sichert das wunderbare Lebende Tor, nicht wahr, Scherif Malib?

source: So this is your biggest secret...
de: So, so … Was haben wir denn hier ... Euer großes Geheimnis, stimmts!
it: Quindi questo è il vostro grande segreto...
ru: Так это ваша самая большая тайна...

source: So this is your plan! Protect the lizard leader!
de: Ah, verstehe. — Leute! Sorgt dafür, dass die Oberechse sicher in ihre Buschburg kommt!
it: Quindi questo è il vostro piano! Proteggete il comandante delle lucertole!
ru: Так вот какой ваш план! Солдаты, защищайте лидера ящеров!

source: So this must be the battery we‘re looking for... it’s huge.
de: Die Energie-Speicher-Batterie … So riesig habe ich mir das Ding nicht vorgestellt …

source: So we need to hurry. They will find us anyway. What happens next?
de: Glaub ich nicht. Rashti hat die eben ausgesperrt. Sonst noch was?

source: So you are Anthi, The Highest Priest of Light. I can finally meet you.
de: Mehir ibn Mehir, Oberkommandierender und Scherif von Tar-Tabar, Meister der Beschwörung sowie an- und abwesender Zauberwesen, Repräsentant des Hohen Rates zu Al-Kamija in der Großen Wüste … War mir eine Ehre, Euch gedient zu haben!
it: Quindi voi siete Anthi, la somma sacerdotessa della luce. Posso finalmente incontrarvi.

source: So, what exactly can it do apart from being a fine addition to my apartment as a bed lamp?
de: Hmm, es würde neben meinem Diwan als zweite Nachtlampe gut wirken ...

source: So, what exactly does it do?
de: Verstehe. Ich werde mich behühen, pfleglich damit umzugehen.

source: So, you must be the mysterious Guru...
de: Salam! Ist der allwissende Guru anwesend?

source: Soldiers! Join me, and I will pay you twice as much as Jaffar does!
de: He, Soldaten! Unterstellt euch meinem Kommando! Ich zahle doppelt so viel Sold wie Jaffar!
ru: Солдаты! Присоединитесь ко мне, и я вам буду платить в дважды больше чем Джаффар!

source: Some days ago one of the Efreeti revolted against his masters from Sud-Affar and fled to the Great Desert. Things like this happened in al-Kamija once in a while, but that Efreet persuaded other magical creatures to follow him, which was unusual. They wandered through the desert and became a real threat to other cities and the capital. Scouts discovered the location of these corrupted beings, which was near Tar-Tabar. Mehir as the ruler of this region was ordered to defeat them.
de: Von Scherif Sharif aus Sud-Affar kam eine Notstandsmeldung: Ein Afrit hatte sich gegen seinen Meister erhoben — was kein Novum war — und andere Dämonen verführt, sich ihm anzuschließen — was noch nie dagewesen war. Die Horde zog dann in die Wüste, wo sie zur allgemeinen Gefahr ausartete. Mehir hatte sich eben dem Müßiggehen hingegeben, da wurden diese Rebellen ganz in der Nähe von Tar-Tabar gesichtet. Der Hohe Rat erteilte ihm die Order, den Aufstand niederzuschlagen.
ru: Несколько дней назад один из ифритов восстал против своих хозяев из Суд-Аффара и сбежал в Великую Пустыню. Такие вещи, как это, случались в аль-Камидже время от времени, но этот Ифрит убедил других волшебных существ следовать за ним, что было необычно. Они бродили по пустыне и стали реальной угрозой для других городов и столицы. Разведчики обнаружили местонахождение этих развращенных существ, которые были около Тар-Табара. Мехиру как правителю этого региона было приказано победить их.

source: Some nations are aware of us, but we try not to interfere. That is why we live in such a remote place.
de: Wenige wissen von uns, halten wir uns doch nach bestem Wissen und Gewissen aus allem raus.

source: Some time later, those blue gates disappeared and the flying man turned towards the central palace. Even the indestructible seal didn’t stop him. He just turned into... wind and slipped through a slit in the gates.
de: Schrecken ließ ich mich freilich nicht, ICH doch nicht! Finster entschlossen griff ich an, galts doch, die Stadt zu halten, koste es auch das Leben! Kaltblütig kämpfte ich einen nach dem andren nieder. Bald ging diesem dreisten Eindringling wohl die Kraft aus, mit einem wie mir hatte er nicht gerechnet! Als der blaue Ring verschwand, floh er kreischend vor mir hinauf— Ähm, aber da wart Ihr ja bereits zu Stelle, Herr, Ihr wisst selbst, was dann geschah.
ru: Некоторое время спустя эти синие ворота исчезли, и летающий человет полетел к центральному дворцу. Даже неразрушимая печать не остановила его. Он просто превратился в... ветер и проскользнул через щель под воротами.

source: Someone like him shouldn’t be neglected. Maybe he should start commanding in your army? What do you think, Sharif?
de: Solcher Mut sollte nicht unbeachtet bleiben, Scherif. Wäre sein Platz nicht in deiner Armee?
it: Uno come lui non dovrebbe essere trascurato. Forse dovrebbe cominciare a comandare nel vostro esercito. Cosa ne pensate, Sharif?
ru: Такими, как он, не следует пренебрегать. Может пусть он начнет командовать в твоей армии? Как ты думаешь, Шариф?

source: Something is here. It looks like a button...
de: Hier! … Ein Zeichen, auf einem eckigen Stein … Oh, der lässt sich bewegen! …
it: C’è qualcosa qui. Sembrerebbe un interruttore...
ru: Тут что-то есть. Похоже на кнопку...

source: Something’s wrong...
de: Was bischpeln jetzt die Hexen da?
it: Qualcosa non va...

source: Soon, we will reach the end of this gods-besotted jungle. If nothing attacks us, we will be able to connect the circle with Sud-Affar’s portal in four months. We could’ve done the same in just a couple of months, if this stupid ban on Fire Elementals wasn’t in force.
de: Jaja, so wird's wohl sein ... Nicht mehr lang, dann sind wir am Ausgang dieses muffig-dustren Waldes. Vier Monde, und der Ring kann mit dem Portal in Sud-Affar verbunden werden … Wir hingen nicht mehr im Sumpf herum, hätte der Scherif Sharif den Einsatz von Feuerkraft nicht verboten. Wegen Euch, Aufseher Mehir, nur wegen Eurer Sinnestäu—
it: Presto arriveremo alla fine di questa benedetta giungla. Se non ci attaccano, in quattro mesi saremo in grado di collegare il cerchio con il portale di Sud-Affar. Avremmo potuto fare la stessa cosa in un paio di mesi, se non fosse stato in vigore questo stupido divieto di utilizzare gli elementali di fuoco.
ru: Вскоре мы доберемся до конца этих проклятых джунглей. Если ничто на нас не нападет, мы сможем соединить этот круг с порталом Суд-Аффара через четыре месяца. Мы могли бы сделать то же самое только через пару месяцев, если бы этот бессмысленый запрет на Элементалей Огня не был в силе.

source: Speak sense, dammit! I am here to rescue the leader of Tar-Tabar, and you are behind his disappearance! You’d better tell me what is behind this suspicious circle and how to get our leader back!
de: Den Ton verbitte ich mir aber, Luftikus! Nach was gibt es in unsrer Grabanlage wohl zu fahnden? Erläutre mir sofort, was das für ein Gebilde ist in deinem Rücken! Wie holen wir Tashkar zurück!

source: Speaking of gods, we believe in the Abyss and the Ultimate Beings. They are like ambassadors of that dimension here on Earth. We worship them, but it is them who obey us. Holy Rashti’rhami is one of such beings.
de: Wir Beschwörer sind nicht fromm, glauben aber, im Abyssus unser Heil zu finden. Von daher sind uns einzigartige Urwesen bekannt, die wir als Gesandte respektieren, uns aber zu folgen haben. Wie etwa Rashti … Naja, die war schwer zu meistern, drum wurde sie MIR anvertraut! Der Zwist ist ja nun beigelegt … das war das einzig gute Werk jenes bösen Hexermeisters.

source: Speaking of jinns, higher level ones, such as Wonderful Jinns and Mystical Jinns, are not only extremely wise, and capable of kinds summoning which are beyond the understanding of most human summoners, but are even able to look into paralell dimensions by opening plenty of one-way/not-passable-through portals, allowing them to see various possible future outcomes. It can get very confusing if you ask them to look too far into the future, though, but this ability of their can prove extremely useful in cases where you are unaware of your environment, so it is worth having at least one of them in an army.
de: In Eurer neuen Stellung wird sich das ändern, da andere so gut wie alles für Euch tun. Dschinn höherer Stufen sind jedenfalls unglaublich weise und zu Anrufungen fähig, von denen unsereins nur träumen kann. Ja, sie haben sogar Einblick in parallele Dimensionen, selbst in die Zukunft! Befragungen zu Kommendem bringen uns leider meistens wenig, weil wir ihre Antwort nicht zu deuten wissen. Doch um unbekanntes Gelände für uns auszuspähen, taugen sie allemal.

source: Story corrections
de: Handlungsbearbeitung
ru: Исправления сюжета

source: Strange, they don’t look like those green bastards. I wonder what they want, but never mind... KILL THEM!!!
de: Fremdlings. V'lleicht wollen die uns nur besuchen … Egal, jagt'se runter in den Schlund.
it: Strano, non sembrano come quei bastardi verdi. Mi chiedo cosa vogliano, ma non importa...UCCIDETELI!!!
ru: Странно, они не похожи на этих зеленых ублюдков. Интересно, чего они хотят, но не важно ... УБИТЬ ИХ!!!

source: Strange. These creatures always attacked after dusk, but this time is different. I have bad feelings about this.
de: Ja, Mehir, die Tore schützen unser Heiligtum verlässlich, schon seit Jahrhunderten. Auch übers Wetter könnt Ihr nicht länger murren. Natürlich nicht zu vergleichen mit der Sonnenglut in— … Verdammt, die Dunkelmänner griffen noch nie am helllichten Tag an! Das ist ein böses Omen!

source: Strange...
de: … Nur ein Kamel versteht ein anderes Kamel wirklich ...
it: Strano...
ru: Странно...

source: Strange? What can be strange for an ultimate being?
de: Das bist du auch. Was könnte DIR befremdlich sein?

source: Stranger, Rhaxiz has sent me to thank you for your help.
de: Nixxx Kröte, Fremder. Rhaxxxizzz Salamander kommandern, sssollen für Hilfe danken.
it: Ssstraniero, Rhaxiz mi ha mandato a ringraziarvi per il vostro aiuto.
ru: Незнакомец, Раксиз прислал меня поблагодарить за вашу помощь.

source: Surprise!
de: HUU! Erschrocken? Wohin so eilige?

source: Surrender! You have no chance to win; you are alone.
de: Gibst du nun endlich auf? Was willst du gegen mich ausrichten?! Du stehst allein da!
it: Arrendetevi! Non avete alcuna possibilità di vincere; siete da sola.
ru: Сдавайся! У тебя нет шансов на победу; ты одна.

source: Sweet! I always wanted to see it when I was younger! Looks amazing! Much better than in the pictures of it I seen during my childhood.
de: Ich sehe es zum ersten Mal, dieses einmalig eigenwillige Portal … Mir fehlen die Worte …

source: TAKE THIS!!!
de: <span color='#FA0000'<b>Du warst gewarnt!</b></span>

source: THAT'S ENOUGH!!! STOP THIS!!!
de: <span color='#0175FE'>Ich sagte, AUFHÖREN !</span> <span color='#FA0000'<b>ES REICHT !!!</b></span>

source: Take the carpet and get us some reinforcements!
de: Sorge schnellstens für Verstärkung! Wir haben einen Massenansturm abzuwehren!
it: Prendete il tappeto e portateci dei rinforzi!
ru: Возьми ковер, и приведи нам подкрепление!

source: Take them!!!
de: Greift sie !!!
ru: Взять их!!!

source: Take those barbarians. And now...
de: Der fette Barbarenhäuptling! Und all seine kreuchenden und fleuchenden Helfer! Was nach Echse und Kröte aussieht, nicht!! … <small>(<i>Puh, 'ne Hitze zum Krepieren...</i>)</small> So, nun zum Mobilisieren.
it: Quei barbari laggiù. E ora...
ru: Бери тех варваров, а теперь...

source: Tar-Tabar
de: (13) Tar-Tabar

source: Target aquired. Scanning... Destroyer encountered. Threat level: extremely dangerous. Executing pacification protocols.
de: Uhm … Schlagziel erkennen … Sichten … Uhm … Ist Zerstörer. Gefährlich … Um befrieden.

source: Ten days later first carpets from al-Kamija appeared on the horizon. The armies of Trinity were shocked by the scale of city’s destruction. A large number of squads reinforced the local garrison. When the portal was repaired, Mehir, Rashti and Malib returned to al-Kamija.
de: Ganze zwei Wochen sollten vergehen, bis endlich die Verstärkung aus der Hauptstadt eintraf. Die Kommandeure waren nicht weniger entsetzt über das Ausmaß der Zerstörung. Mit vereinten Kräften wurde der magische Kontaktkreis instandgesetzt und da die Stadt nun hinlänglich betruppt war, konnte Scherif Malib endlich zur Berichterstattung beim Hohen Rat vorstellig werden. Mehir und Rashti begleiteten ihn in die Hauptstadt.
ru: Через десять дней на горизонте появились первые ковры из Аль-Камиджи. Армии Троицы были шокированы масштабами разрушения города. Большое количество отрядов усилило местный гарнизон. Когда портал был отремонтирован, Мехир, Рашти и Малиб вернулись в Аль-Камиджу.
