Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: We cannot let that man inside the palace! Mehir, you need to get inside and catch him, fast!
es: ¡No podemos permitirle que esté a sus anchas en el palacio! Mejir, debéis entrar y atraparlo. ¡Rápido!

source: Yes, sir! Follow me!
de: Natürlich nicht! — Mir nach, Wachen!
es: ¡Sí, señor! ¡Seguidme!
it: Sissignore! Seguitemi!
ru: Да сэр! Следуйте за мной!

source: Mehir enters the Central Palace
es: Entre en el Palacio Central

source: Defeat the invaders
de: Invasoren besiegen
es: Elimine a los invasores
it: Sconfiggi gli invasori

source: Death of the Elder
es: Muerte del Anciano

source: Did he just... summon an air god?! As if the day wasn't getting bad enough already...
es: ¿Acaba de... Invocar a un dios del aire? Como si este día ya no fuera lo bastante malo...

source: ...open Sezam...
de: ( <i>Puh … Muss beim Drill öfter Treppenrennen exerzieren lassen ...</i> ) Sesam, öffne dich! ...
es: <i>Ábrete, sésamo...</i>
it: ...apriti Sesamo...
ru: ...откройся Сезам...

source: Follow me, hurry up!
es: ¡Seguidme! ¡Rápido!

source: ...ow... my back!
de: Oh … Mein Kreuz, die alte Knochen … Ich kann mich nicht erwehren …
es: ¡... Ay... Mi espalda!
it: ...ahi...la mia schiena!
ru: ...ай... моя спина!

source: Get back here!
es: ¡Venid aquí!

source: I'll just... uhh... go get some more reinforcements... at the nearest bar, there's uhh... gotta be reinforcements there, right?
es: Solo... Ehh... Iré a buscar más refuerzos... En el bar más cercano, allí... Ehh... Tiene que haber refuerzos allí, ¿cierto?

source: You've got to be kidding me! I never thought you were <b>this</b> unreliable! Now get back here, or you'll be executed!
es: ¡Estáis de broma! ¡Nunca pensé que seríais <b>tan</b> poco confiable! ¡Ahora vuelve aquí, o serás ejecutado!

source: *sigh* fine.
es: <i>Suspira.</i> Bien.

source: <i>*to himself* Hmmm... on one hand, I don't want to get killed, on the other, I don't want to lose my job. I guess I'll just keep fighting...</i>
es: (Para sí mismo). <i>Mmmm. Por un lado, no quiero que me maten; por otro, no quiero perder mi trabajo. Supongo que seguiré peleando...</i>

source: I don't think we need to go there.
es: No creo que sea necesario ir allí.

source: Visiting our living quarters in the middle of a battle? I don't think we should do that...
es: ¿Visitar nuestras viviendas en medio de una batalla? No creo que debamos hacer eso...

source: Huh? Why are you attacking air?
es: ¿Eh? ¿Por qué cortáis el aire?

source: I don't know, sir, there's just something... off about it.
es: No sé, señor, es solo que sentí algo... Raro...

source: Did... did I just kill one of these thing with my bare hands?! I am a living legend!
es: Yo... ¿Acabo de matar una de estas cosas con mis manos desnudas? ¡Soy una leyenda viviente!

source: Damn it, he escaped! We might have missed our only chance...
es: ¡Maldita sea, escapó! Es posible que hayamos perdido nuestra única oportunidad...

source: Central Palace
es: Palacio Central

source: We’re too late!
de: Oh mein Kreuz, die alten Knochen … Wir sind zu spät, oh, oh ...
es: ¡Demasiado tarde!
it: Siamo arrivati troppo tardi!
ru: Мы опоздали!

source: So this is the source of your power...
es: Así que esta es la fuente de vuestro poder...

source: An eternal connection to the Abyss, a world of unlimited energy, where concepts like time and space are rather difficult to apply...
es: Un nexo infinito al Abismo, un mundo de energía ilimitada, donde los conceptos del tiempo y el espacio son... <i>Difíciles</i> de aplicar...

source: Just who the hell are you?
es: ¿Quién diablos sois?

source: In case you are blissfully unaware, you are not the only human nation in this world...
es: En caso de que permanezcáis en la felicidad de la ignorancia, no sois la única nación humana en este mundo...

source: Anyway, let me guess: this is the lamp where Nomolas rests — the First Jinni, creator of your palace-city, isn’t it?
es: Dejadme adivinar: esta es la lámpara donde descansa Nómolas, el primer genio y el creador de vuestra ciudad palacio, ¿verdad?

source: You wouldn't mind if I take a closer look, would you? *smirks*
es: No os importaría si le echara un vistazo más de cerca, ¿verdad? <i>Sonríe.</i>

source: Don’t you dare touch it!
es: ¡No te atrevas a tocarla con esas manos!

source: What amazing workmanship. It's simply fascinating that this tiny container was able to entrap such a powerful entity.
es: Qué trabajo tan asombroso. Es fascinante que una vasija tan pequeña pudiera atrapar a una entidad tan poderosa.

source: My colleagues can't wait to get a glimpse of this precious artifact... I’ll 'borrow' it for now.
es: Mis colegas no pueden esperar para echar un vistazo a este precioso artefacto... Lo tomaré “prestado” por ahora.

source: Heh, that lamp is merely a sentimental piece of junk. He probably thought it still housed Nomolas, such fool...
es: Je, esa lámpara es simplemente una basura sentimental. Probablemente pensó que todavía alberga a Nómolas. Tan tonto...

source: So the main plan didn't work, quite disappointing... <i>*to himself* at least plan B has been set in motion, Guru will be pleased, hehe...</i>
es: Así que el plan principal no funcionó, ¡qué decepción! <i><b>Para sí mismo.</b> Al menos el plan B ya se ha puesto en marcha... Gurú estará satisfecho.</i>

source: He evaporated again! What kind of sorcery is this?!
es: ¡Se evaporó de nuevo! ¡¿Qué clase de brujería es esta?!

source: Luckily, he’s gone. Mehir, as the one patrolling this area since dawn, tell me what happened here.
es: Afortunadamente, se ha ido. Mejir, habéis estado patrullando esta área desde el alba. Decidme qué es lo que realmente pasó.

source: I was on duty, as usual, when this strange man arrived from north-west. He didn’t have a carpet, yet his feet never touched the ground. I think his clothes might've been made from magic carpet fabric, but I'm not fully sure.
es: Estaba aquí como siempre, cuando de pronto este extraño hombre llegó desde el noroeste. No tenía ninguna alfombra, pero sus pies nunca tocaron el suelo. Pienso que sus ropas podrían haber estado hechas de tela mágica para alfombras, pero no estoy completamente seguro.

source: As soon as he stopped, mysterious blue spheres appeared around him. It seems that those spheres were, in fact, portals, from which the strange animated statues and flying magical eyes started coming from, alongside spear-wielding midgets.
es: Tan pronto se detuvo, aparecieron misteriosas esferas azules a su alrededor. Pareciera que esas esferas funcionaban como portales, y de allí comenzaron a salir extrañas estatuas animadas y ojos voladores mágicos, junto a unos duendes con lanzas.

source: Though I was significantly outnumbered, and most of my men were incompetent, my duty as a city guard was to defend the palace, even if it costs my life. Grimly determined, I attacked, blasting those magical constructs into pieces one after the other. After witnessing my might, the daring intruder fled towards the palace entrance — err, well... You were there by then, sir, you know what happened next.
es: Aunque estaba significativamente superado en número, y la mayoría de mis hombres eran incompetentes, mi deber como guardia de la ciudad era defender el palacio, incluso a costa de mi vida. Lúgubremente determinado, ataqué y rompí esos constructos mágicos en pedazos uno tras otro. Al presenciar mi poderío, el avezado intruso escapó hacia la entrada del palacio y ehhh... Cierto... Entonces llegasteis, señor. Sabéis lo que sucedió después.

source: You're certainly quite capable, I'll make a note of that. Hmm... the situation is worrying. The last time we had a real war was against the Red Cult centuries ago. This human is certainly not some rebel, but rather an agent of an unknown foreign power. I must call a meeting of the Highest Council as soon as possible, both to inform them of the threat, and to urgently reform the city guard by enlisting experienced summoners into it, given today's incident.
es: Sin duda, eres bastante capaz, lo tendré en cuenta. Mmmm. La situación es preocupante. La última vez que tuvimos una guerra real fue hace varios siglos, contra el Culto Rojo. Sin duda, este humano no es un rebelde, sino un agente de un poder extranjero desconocido. Con este incidente, debo convocar al Alto Consejo lo antes posible, tanto para informarles de la amenaza como para reformar la guardia de la ciudad y alistar invocadores experimentados.

source: Good idea. Since seeing how underequipped our city guard is, the enemy would gladly strike again, but with more troops.
es: Buena idea. Consciente de lo mal equipada que está la guardia de nuestra ciudad, el enemigo atacaría con gusto nuevamente, pero con más tropas.

source: *pants* What is going on here?! The messenger said the palace was under attack!
es: <i>Jadeando.</i> ¿Qué está pasando aquí? ¡El mensajero dijo que el palacio estaba bajo ataque!

source: Oh, greetings, Sharif the Honorable. You missed the finale. We managed without your help, thanks to the commander of our city guard.
es: ¡Oh! Bienvenido, honorable Sharif. Os perdisteis el final. Nos las arreglamos sin vuestra ayuda, gracias al comandante de la guardia de nuestra ciudad.

source: Is it true, young man?
es: ¿Es verdad, joven?

source: Why yes indeed! I never though I'd actually have to fight anything in my life, but well, fate had it otherwise.
es: ¡Sí que lo es! Nunca pensé que tendría que luchar de verdad contra nadie en mi vida; pero, bueno, el destino lo dispuso de otra manera.

source: Someone like him shouldn’t be neglected. He could make quite a great commander in your army, instead of wasting his talent in the city guard. What do you think, Sharif?
es: Una joya como él no puede permanecer escondida. Podría ser un gran comandante en vuestro ejército, en vez de desperdiciar su talento en la guardia de la ciudad. ¿Qué opináis, Sharif?

source: Good idea. Tell me your name, young man.
es: Mmm, ¡Una gran idea! Decidme vuestro nombre, joven.

source: Mehir, sir, Mehir ibn Hakim the elder, to be precise.
es: Mejir, señor. Mejir, hijo del anciano Jakim.

source: So, Mehir, in recognition of your achievements today, I shall appoint you as commander of the troops defending the circle's construction near Sud-Affar! Until now the construction sites were undisturbed, but after today's incident it would be great to have someone in charge with firsthand experience against the new threat.
es: ¡Bien, Mehir! En reconocimiento de vuestros logros de hoy, ¡os nombro comandante de las tropas que defienden la construcción del círculo cerca de Sud-Affar! Hasta ahora, los sitios de construcción estaban tranquilos, pero el incidente de hoy muestra que sería genial tener a alguien experimentado a cargo, capaz de enfrentar la nueva amenaza.

source: Hurray!
de: <small>( <i>Hurra! Wird aber auch Zeit … Der Fernflieger hätte ruhig früher kommen können!</i> )</small> … Oh, danke Scherif Sharif! Welche eine Ehre, werter Oberkommandant!
es: ¡Viva!
it: Evviva!
ru: Ура!

source: Near the Jungle
es: Cerca de la jungla

source: team_name^Lizards
de: Echsen
es: Lagartijas
it: Lucertole
ru: Ящеры

source: Run to the camp!
de: Lager erreichen
es: Escape al campamento.
ru: Бегите к лагерю!

source: Ignore Rhaxiz
de: Rhaxiz ignorieren
es: Ignore a Rhaxiz
ru: Игнорируюйте Раксиза

source: Everything is going well. As long as we don’t experience any significant delays, we should be in the Abyss sooner than planned.
es: Todo está yendo según lo planeado. Si no nos detenemos, podríamos estar en el Abismo antes de lo que pensábamos.

source: Indeed. The workers from Sud-Affar are very diligent, but it's also partially thanks to me, the supervisor. And now get back to work! What are you waiting for?
es: Ciertamente. Los trabajadores de Sud-Affar son muy laboriosos, pero también hay que agradecer de ello a su supervisor —yo—. ¡Ahora, de vuelta al trabajo! ¿A qué estáis esperando?

source: You see, there's a slight obstacle for the construction ahead.
es: Veréis, hay un ligero obstáculo para la construcción que se avecina.

source: What is it?
es: ¿Cuál es?

source: There’s a jungle, over there, just in the path of the Circle. We might need additional equipment to continue.
es: Hay una jungla en aquella dirección, que se interpone en el camino del círculo. Tendremos que atravesarla.

source: Psssh, come on, we have fire elementals. We can just use them to burn down any foliage that blocks the path.
es: ¡Bah! Vamos, tenemos elementales de fuego. Podemos usarlos y directamente quemar cualquier follaje que bloquee el camino.

source: Maybe we should scout the area first, to see if the place is safe enough to work in? It kind of gives me the creeps...
es: ¿No deberíamos explorar el área primero para ver si es suficientemente seguro para trabajar? Esa zona como que da repelús...

source: Do I look like an explorer to you? I was born for higher purpose. Mobilize your squad immediately, and head for that place. Oh, and once you are there, do bring me some bananas - I am in need of fruit. Dismissed!
es: ¿Te parezco un explorador? Nací para un propósito superior. Movilizad a vuestro escuadrón de inmediato y dirigíos a ese lugar. Ah, y una vez que estéis allí, traedme algunas plátanos: necesito fruta. ¡En marcha!

source: *sigh* Fine...
es: <i>Suspira.</i> Bien...

source: Alright, mobilize some troops, we will be moving soon.
es: Vale, organizad las tropas. Partiremos enseguida.

source: Ah, a calm wind, sunbathing and cold drinks... Man, being a supervisor sure is great these days...
es: ¡Ah! Suave brisa, tomar el sol y bebidas frías... Hombre, ser un supervisor sí que es genial en estos días...

source: *heavy breathing* My liege, we're under attack! All of the men got killed! Alert the guards, fast!
es: <i>Resollando.</i> ¡Mi señor, estamos bajo ataque! ¡Todos los nuestros fueron asesinados! ¡Hay que alertar a los guardias, rápido!

source: A... ATTACKED?! What the hell do you mean, 'attacked'?!
es: ¿A-ATACADOS? ¿A qué diablos te refieres con “atacados”?

source: We were just traversing the jungle, and suddenly were ambushed by some sort of lizards! They didn't seem intent to kill us at first, but then one of our men used a fire elemental scroll, and they went mad!
es: ¡Estábamos atravesando la jungla, cuando de pronto fuimos emboscados por una especie de lagartijas! Al principio no parecían querer matarnos, pero ¡cuando uno de los nuestros usó un pergamino para invocar un elemental de fuego, se volvieron locas!

source: *sigh* It's as if the entire world conspired to prevent my relaxation! Where the hell are those scumbags?! I'll show them the wrath of a bothered supervisor!
es: <i>Suspira.</i> ¡Es como si el mundo entero conspirara para evitar que me relaje! ¿Dónde diablos están esas bazofias? ¡Les mostraré la furia de un supervisor enojado!

source: Uhh... if you haven't noticed, they're right behind me...
es: Ehh... Por si no os percatasteis, vienen siguiéndome...

source: All I wanted was a few bananas, and now we got this... fantastic...
es: Yo sólo quería unos plátanos, pero lo que conseguimos es esto... Fantástico...

source: *grabs a scimitar in a professional manner* (to the men) On the other hand, the dinner menu will include deep-fried medium-rare toasted lizard with extra spices! Sounds appetizing? If yes, grab a scimitar and charge at them. If not, you still have to fight, else I'll have you charged with treason! Understood?
es: <i>Coge una cimitarra de manera profesional y se dirige a los soldados.</i> Por otro lado, el menú de la cena incluirá lagartija medio rara, frita en abundante aceite y con extra especias. ¿Suena apetitoso? En ese caso, ¡sostened vuestras cimitarras y a la carga! Sino, igualmente tendréis que pelear, ¡de lo contrario seréis acusados de traición! ¿Comprendido?

source: Sir yes sir!
es: ¡Señor, sí, señor!

source: My liege! There are too many of them - we must inform the city of Sud-Affar! We need reinforcements!
es: ¡Mi señor! Son demasiados, ¡debemos informar a la ciudad de Sud-Affar! ¡Necesitamos refuerzos!

source: Alright men, you heard him, whichever of you has the fastest carpet, fetch us some reinforcements, now! Move it!
es: Muy bien, reclutas, ya escuchasteis. Cualquiera de ustedes que tenga la alfombra más rápida, ¡tráiganos unos refuerzos! ¡En marcha!

source: Survive until turns run out
es: Sobreviva hasta que se acaben los turnos

source: Hmmm... Looks safe to me...
es: Mmmm. Me parece seguro...

source: Wait! Did you just hear that?
es: ¡Un momento! ¿Escuchasteis eso?

source: We're surrounded! Everyone, ready your weapons, but don't attack yet!
es: ¡Estamos rodeados! Todos, ¡preparad vuestras armas, pero no ataquéis todavía!

source: They are... lizards... humanoid lizards... the one with feathers on his head is probably their leader. Maybe we should try negotiating?
es: Son... ¿Lagartijas?... Lagartijas humanoides... La que tiene la cabeza adornada con plumas debe ser su líder. ¿Quizás podríamos negociar?

source: Ah, yes, well... Welcome, we come in peace.
de: Rate mal, was ich grad zu tun gedachte! Salam, Echsen, wir wollten euch mal kurz besuchen in eurem urigen Gehölz!
es: Ah, sí, vale... <i>A las lagartijas.</i> Bienvenidos, venimos en son de paz.
it: Ah, sì, beh...benvenuti, veniamo in pace.
ru: Ах да, хорошо ... Добро пожаловать, мы пришли с миром

source: (whispers)...though everything will go up in smoke soon...
de: <small>(<i>leise</i>)</small> … das binnen Kurzem in Rauch und Flammen aufgeht, hehe.
es: (Susurra). <i>Aunque todo se hará humo muy pronto...</i>
it: (sussurrando)...ma molto presto tutto andrà in fumo...
ru: (шепотом)...хотя скоро здесь все сгорит...

source: My liege!
es: ¡Mi señor!

source: Oops, my bad. What I was trying to... ah. So we come from the desert, precisely speaking from the city north of here, see the massive tower in the distance? That's part of it. Around it, we’re building a giant circle...
es: Ups, lo siento. Lo que quería... Eh... Venimos del desierto —para ser exactos—, de la ciudad al norte. ¿Veis la torre enorme a lo lejos? Es parte de ella. Alrededor, estamos construyendo un Gran Círculo...

source: Sir, I doubt they understand our language and terminology. Maybe we should show them what we mean?
es: Señor, dudo que entiendan nuestro idioma y terminología. ¿Quizás deberíamos mostrarles lo que queremos decir?

source: How should I show them the Abyss and fried lizards, I wonder? Never mind, I’ll try. Maybe we can avoid bloodshed...
es: Me pregunto cómo podría mostrarles el Abismo y lagartijas fritas, ¿eh? Da igual, lo intentaré. Quizás podamos evitar el derramamiento de sangre...

source: Two hours later...
de: ( <i>Stunden später ...</i> )
es: Dos horas después...
it: Due ore dopo...
ru: Два часа спустя...

source: I am afraid they still don’t understand. Maybe we should show them a magical entity?
de: <small>(<i>schabt sich mit dem Säbel den Schweiß aus dem Genick</i>)</small> Seeehr überzeugend, Sidi! Doch eher geht ein Kamel durch ihr Gehör, als dass die da zu Einsicht kommen. Präsentiert ihnen ein magisches Wesen, dann verstehen sie vielleicht die Lage, bevor es Abend wird und—
es: Me temo que siguen sin entender. Tal vez deberíamos mostrarles un ente mágico.
it: Temo che ancora non capiscano. Forse dovremmo mostrare a loro un’entità magica?
ru: Боюсь, они все еще не понимают. Как насчет показать им магическое существо?

source: I only have a fire elemental summoning scroll, but let’s give it a try.
es: Sólo tengo un pergamino de invocación elemental de fuego, pero intentémoslo.

source: No no no, anything but that, I beg you!
es: No, no, no. Todo menos eso, ¡os lo ruego!

source: Damn, it's too late now!
es: ¡Maldita sea, ya es demasiado tarde!

source: By Nomolas! Summoning a fire elemental, in the middle of a jungle, in front of the natives! Now we're as good as dead!
es: ¡Por Nómolas! ¡Invocasteis un elemental de fuego en medio de una jungla y frente a los nativos! ¡Solo nos espera la muerte!

source: Hey, the whole thing was your idea! Anyway, everyone, run for your lives!
es: ¡Eh, todo por vuestra idea! De todos modos, todo el mundo, corred por vuestras vidas!

source: You're not saying we should leave the Circle to the mercy of those lizards, are you?
es: ¿Estáis diciendo que dejemos el círculo a merced de esas lagartijas?

source: Err, I mean run to the camp, people! We must protect the Great Circle at all costs!
de: Rennt ins Lager! Es gilt, den Bau abzuschirmen !!! Natürlich ist mir nur am Schutz des Rings gelegen, Bakha!
es: Ehh, quiero decir... ¡Corred al campamento, soldados! ¡Debemos proteger el Gran Círculo cueste lo que cueste!
ru: Емм, я имел ввиду бежим к лагерю, народ! Мы должны защищать Великий Круг любой ценой!

source: Your units can heal their wounds at the start of your turn when they are on an oasis hex.
es: Sus unidades que se encuentren en un oasis sanarán sus heridas al inicio de cada turno.

source: EVERYONE, TO ARMS!!! WE ARE UNDER ATTACK!!!
es: ¡¡¡TODOS, A LAS ARMAS!!! ¡¡¡ESTAMOS BAJO ATAQUE!!!

source: Send a messenger to Sud-Affar! We are under attack! We need reinforcements, fast!
es: ¡Enviad un mensajero a Sud-Affar! ¡Nos atacan! ¡Necesitamos refuerzos, rápido!

source: Kill all enemy units
es: Elimine todas las unidades enemigas

source: I see something flying in our direction. Maintain defensive position, people! Do not rush forward!
es: Veo algo volando en nuestra dirección. ¡Mantened la posición defensiva, gente! ¡No avancéis a tontas y locas!

source: By Nomolas! What are these things?!
es: ¡Por Nómolas! ¡¿Qué son esas cosas?!

source: By Nomolas! These beasts just keep coming! My goodness, we're doomed!
es: ¡Por Nómolas! ¡Vienen más y más de estas bestias! ¡Dios mío, estamos condenados!

source: (the lizard says something, but it is too far away for Mehir to hear anything)
es: <i>La lagartija dice algo, pero está muy lejos de Mejir, quien no logra oír nada.</i>

source: Rha! Xsisss, sefffissss!
es: ¡Ra! ¡Xsisss, sefffissss!
ru: Ра! Кссиссс! сефффиссс!

source: Huh? They are retreating?
es: ¿Eh? ¿Se retiran?

source: No, wait — there are a few of them left. Everyone, keep fighting, now we might actually make it out of here in one piece!
es: No, esperad. Aún quedan algunos de ellos. ¡Todos, seguid luchando y pronto podremos salir de aquí en una sola pieza!

source: Phew, that’s the last of them...
es: ¡Uf! Es la última criatura.

source: Summoning a fire elemental in front of the lizards was a mistake, one that cost too many lives... If only I hadn’t made it, things could have taken a far different turn...
es: Invocar a un elemental de fuego frente a las lagartijas fue un error, uno que costó demasiadas vidas... Si tan sólo no lo hubiera hecho, las cosas podrían haber seguido un rumbo muy diferente...

source: The reinforcements from Sud-Affar should arrive soon. We must not let our guard down. There is a large tropical forest ahead of us, full of creatures now wanting us dead. I'll need a lot more than a bunch of novice troops...
es: Los refuerzos de Sud-Affar llegarán pronto. Mientras tanto, no bajemos la guardia. Hay un inmenso bosque tropical ante nosotros, lleno de criaturas que nos quieren muertos. Esto amerita mucho más que un grupito de tropas novatas.
