Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Did you really have to poke Rashti'rhami 20 times?
es: ¿Realmente tuvisteis que tocar a Rashti-Rami 20 veces?

source: *puts on sunglasses* Yes.
es: <i>Se pone las gafas de sol.</i> Sí.

source: Wha...?! Those things haven't even been invented yet!
es: ¡¿Qué...?! ¡Esas cosas ni siquiera han sido inventadas todavía!

source: Does it look like I care?
es: ¿Creéis que me importa?

source: I suppose not. Not like you had any respect for the fourth wall anyway, fixing the damn thing is quite expensive...
es: Supongo que no. No es como si hubierais tenido respeto alguno por la cuarta pared, de todos modos. Repararla será carísimo...

source: What a nice view of the city...
es: Qué bonita vista de la ciudad...

source: My liege, are you leaving?
es: Mi señor, ¿no atenderéis?

source: Deal with it.
es: ¡Ajos y agua!

source: Nah, I'd rather stay here for now.
es: De hecho, prefiero quedarme aquí por ahora.

source: Abyssal Rebellion
es: Rebelión Abismal

source: team_name^Rebels
es: Rebeldes

source: team_name^Rashti
de: Rashti
es: Rashti
it: Rashti

source: team_name^Kharos
de: Kharos
es: Caros
it: Kharos

source: There they are! Sticking out like blots on the landscape! What are these deserters doing in this deserted part of the desert!
es: ¡Allá están! ¡Resaltan como faroles en la noche! ¡¿Pero qué hacen esos desertores en tan desiertas partes del desierto?!

source: Well, well, well, so the mighty Mehir of Tar-Tabar finally noticed our existence? Here to snuff out the spark of rebellion, I assume?
es: Vaya, vaya, vaya, ¿entonces el poderoso Mejir de Tar-Tabar finalmente notó nuestra existencia? Estáis aquí para apagar la llama de la rebelión, ¿supongo?

source: Look, how about you just surrender calmly? Back home in the Abyss you'll be even better off than roaming the deserts. We want what's best for you.
es: Eh, ¿qué tal si os tomáis las cosas con calma y os rendís? De vuelta en vuestra casa en el Abismo, estaréis mucho mejor que deambulando por los desiertos. Solo os deseamos lo mejor.

source: *shrugs* If you're not content, just ask your local banisher for a quick trip back to the Abyss.
es: <i>Encoge los hombros.</i> Si no estás contento, solicita a tu Desterrador local un viaje rápido de regreso al Abismo.

source: Believe me, under different circumstances being deported and having my memories of this damned world wiped is an offer I'd gladly accept...
es: Creedme. En diferentes circunstancias, ser deportado y tener mis recuerdos de este maldito mundo borrados sería una oferta que con gusto aceptaría...

source: ...but as if living under your reign here wasn't unbearable enough already, we'll soon even have to endure it even in the Abyss, our very homeland, thanks to the construction of the damned 'Great Circle'! I must stop this madness at all costs! If I cannot convince your kind to cease the construction, then I have no choice but to stop it by force!
es: ... Pero, como si vivir bajo vuestro yugo aquí no fuera ya lo suficientemente insoportable, pronto tendremos que soportarlo incluso en el Abismo, <i>nuestra propia casa</i>, ¡gracias a la construcción del maldito “Gran Círculo”! ¡Debo detener esta locura a toda costa! Si no puedo convencer a los vuestros de parar la construcción, ¡no me queda más remedio que utilizar la fuerza!

source: Seems like there's no negotiating now. (to Semir) Got any advice?
es: Parece que no hay espacio para negociar. <i>A Semir.</i> ¿Tenéis algún consejo?

source: My, my, I've seen quite a few abyssal diehards in my time as a banisher, but this one is a real pleasure to my eyes... such strength, such extraordinary charisma and rhetoric... I'm not surprised at all that he managed to persuade so many beings to follow him!
es: Vaya, vaya, he visto bastantes abismales desbocados en mi tiempo como desterrador, pero este es un verdadero placer para mis ojos... Tanta fuerza, tan extraordinario carisma y retórica... ¡No me sorprende que haya logrado persuadir a tantos seres para que lo siguieran!

source: Wait, are you under his spell too? This was supposed to be easy... My first mission as a leader, and the personification of destruction on the horizon! It's dawning on me now why Sharif hasn't attended to the matter himself... You think that this super-efreeti will let me enmegacircle him? I better summon an army of jinn!
es: Un momento, ¿estáis también bajo su hechizo? Se suponía que esto sería fácil... ¡Mi primera misión como líder y me encuentro con la personificación de la destrucción en el horizonte!... Ya empiezo a entender por qué Sharif no se encargó de esto él mismo... ¿Creéis que este superifrit me dejaría encerrarlo? ¡Será mejor que invoque un ejército de genios!

source: Great, Wonderful and Mystical Jinn may prove really useful here as their higher intellect can shield them from this Efreeti's lies but common Jinn and Rhamis can easily fall to his will and join him, although there is a small chance that it won’t happen.
es: Los grandes genios, maravillosos o místicos podrían ser de excelente utilidad, pues su intelecto superior los protegerá de las mentiras del ifrit; en cambio, los genios y ramis comunes podrían fácilmente ser engañados y unírsele —aunque, hay una pequeña posibilidad de que no suceda, ciertamente—.

source: You seem to have a Dimensional Gate II with you, my Liege. We could use it to directly summon a Great Jinni to aid our cause! Of course we would have to feed it with a soul of a magical being. By looking at the forces in front of us, we have plenty of that. Besides...
es: Parecéis tener ya un Portal Dimensional II con vos, mi señor. ¡Podríamos usarlo e invocar directamente a un gran genio para ayudar a nuestra causa! Por supuesto, tendríamos que alimentarlo con el alma de un ser mágico. Al mirar a las fuerzas frente a nosotros, hay muchos disponibles. Además...

source: You could use your Banishers against our enemy to get multiple Dimensional Gate IIs. Then we could feed them with souls of hostile magical beings to summon some powerful servants directly from the Abyss.
es: Podríais usar vuestros desterradores contra nuestro enemigo para obtener múltiples Portales Dimensionales II. Entonces, ¡podríamos alimentarlos con las almas de los seres mágicos hostiles para invocar algunos sirvientes poderosos directamente del Abismo.

source: Actually this is a brilliant idea!
es: De hecho, ¡es una idea brillante!

source: It seems you already have an experienced Jinni with you. I am sure he will prove useful and won't betray us thanks to his higher intellect in comparison to common Jinn or Rhamis. Wonderful and Mystical Jinn can even foresee the future! But you should already know that.
es: Parece que ya contáis con un genio veterano. Estoy seguro de que será útil y no nos traicionará, gracias a su intelecto superior al de otros genios y ramis.¡Los genios maravillosos y místicos incluso pueden predecir el futuro! Ya estaréis al tanto de ello.

source: Also, do not use red entities at all, because they are rebellious by nature and near this Efreeti, they will surely revolt against us. Of course this is only advice. You can do whatever you want, my liege, as long as you keep in mind the consequences.
es: Además, no uséis entidades rojas en lo absoluto: son rebeldes por naturaleza y, cerca de este ifrit, seguro que se sublevan contra nosotros. Por supuesto, solo son consejos, mi señor. Ejecutaremos la operación como queráis, siempre y cuando consideréis las consecuencias.

source: What about Rashti? She’s half-good...
de: Auf so etwas habt Ihr mich nicht vorbereitet! Da hält man sich mal für allmächtig— Oh nein! Womöglich trägt dieser Afrit sich mit dem Gedanken, mir auch Rashti auszuspannen!
es: ¿Y qué hay de Rashti? Ella es mitad buena...

source: ...but also half-evil. Her blue half should be immune to the efreeti's persuasion, but I can’t guarantee that...
es: Pero... También tiene una parte malvada. Su mitad azul <i>debiera</i> ser inmune a las tentaciones del ifrit, pero no podría garantizar...

source: Wait, wait, wait! Why didn’t you tell me about this earlier?! I could’ve left her in my palace!
es: ¡Un momento! ¿Por qué no me lo informasteis anticipadamente? ¡Podría haberla dejado en mi palacio!

source: You didn’t ask, my Liege.
es: No lo preguntasteis, mi señor.

source: You fool! She’s one of the ultimate beings! If she turns against us, we will be doomed! You’d better tell me how we should defeat that damn efreeti before he gets a chance to turn Rashti against us!
es: ¡Idiota! ¡Es una de las entidades definitivas! ¡Si llegara a atacarnos, estaremos perdidos! ¡Será mejor que me digáis cómo derrotar a ese maldito ifrit antes de que tenga la oportunidad de poner a Rashti en nuestra contra!

source: My liege, use elementals. They are unable to think, and thus impossible to delude. You can also use higher-level blue beings, such Rhami'kais Ho’rhamis and Great Jinn — they would never betray us.
es: Mi señor, usad elementales. No pueden pensar, por lo que es imposible engañarlos. También podéis usar entes azules de nivel alto, como las rami-kais, jo-ramis y grandes genios —nunca nos traicionarían—.

source: And make sure to use as many dispellers and banishers as you can. Also, stay close to your troops in the back, and use the power of your megacircle to strengthen and heal them.
es: Asimismo, será recomendable usar a los disipadores y desterradores tanto como podáis. Además, ayudaría mucho que permanezcáis cerca de vuestras tropas para fortalecerlas y curarlas con los poderes de vuestro megacírculo.

source: No red entities, no oasis, no varied terrain and an army of rhami'datus and efreet in front of us. This is going to be interesting...
es: Sin entidades rojas ni oasis, en un terreno desfavorable y frente a un ejército de rami-datus e ifrits. Esto se pondrá interesante...

source: Don't forget my liege that the sheer amount of rogue efreet is an excellent opportunity to stock up on dimensional gates. The yellow ones can be exceptionally useful here as they can advance directly to Great Jinn!
es: Tomad en cuenta, mi señor, que la gran cantidad de ifrits rebeldes representa una excelente oportunidad para abasteceros de portales dimensionales. ¡Los amarillos pueden seros excepcionalmente útiles en esta batalla, ya que pueden invocar directamente grandes genios!

source: My brethren, time to give the tyrants a lesson they shall never forget! FOR FREEDOM!!!
es: ¡Mis hermanos, es hora de darle a los tiranos una lección que nunca olviden! ¡¡¡POR LA LIBERTAD!!!

source: FOR FREEDOM!!!
es: ¡¡¡POR LA LIBERTAD!!!

source: DOWN WITH THE TYRANTS!!! DEATH TO THE FALSE QUEEN!!!
es: ¡¡¡ABAJO LA TIRANÍA!!! ¡¡¡MUERTE A LA FALSA REINA!!!

source: You can level up your Grand Summoners to Summons Masters now. All your Grand Summoners who received AMLAs in earlier scenarios will advance to Summons Masters upon recall automatically.
es: Puede promocionar sus grandes invocadores a invocadores maestros ahora. Todos sus grandes invocadores que hayan recibido ASMN en escenarios previos serán promovidos al ser reincorporados.

source: All summoned beings originating from the Red Abyss like Dharma'rhami, Rhami'datu and Efreet will instantly betray you in this scenario. Level 1 intelligent beings like Jinn and Rhami may choose to betray you depending on your luck. Elementals and level 2-3 blue beings like Great Jinn, Rhami'kai and Ho'rhami will never turn against you.
es: Todos los seres invocados del Abismo Rojo, tales como los darma-ramis, rami-datus e ifrits, lo traicionarán instantáneamente en este escenario. Los seres inteligentes de nivel 1, como genios y ramis, pueden optar por traicionarlo según su suerte. Los elementales y seres azules de nivel 2-3, tales como grandes genios, rami-kais y jo-ramis, nunca se volverán contra usted.

source: Defeat Reficul
de: Reficul besiegen
es: Elimine a Reficul
it: Sconfiggi Reficul

source: You won't be able to recall Semir after this scenario, as he will remain in Tar-Tabar.
es: No podrá reincorporar a Semir después de este escenario, ya que permanecerá en Tar-Tabar.

source: Join me, I'll allow you to do what you truly want, to DESTROY, to KILL those who enslaved you!
es: ¡Uníos a mí y os permitiré hacer lo que realmente queréis: DESTRUIR Y MATAR a aquellos que os esclavizaron!

source: Yes... YES!!! I SEE THE TRUTH NOW!!! TIME FOR THE MORTALS TO DIE!!!
es: Sí... ¡¡¡SÍ, VEO LA VERDAD AHORA. ES HORA DE QUE LOS MORTALES MUERAN!!!

source: My liege! <b>What have I told you?!!</b>
es: ¡Mi señor! <b>¡¡¿Qué os dije?!!</b>

source: Damn! I forgot!
de: Ich war da mit den Gedanken ganz woanders! Gar vieles hat ein Oberkommandant zu bedenken!
es: ¡Maldición! ¡Lo olvidé!
it: Dannazione! Me ne sono dimenticato!

source: Be careful, my liege. Lesser blue beings could end up being swayed by the efreeti when we least expect it.
es: ¡Cuidado, mi señor! La lealtad de una entidad azul tan débil podría flaquear cuando menos lo esperamos.

source: Don't worry, I know what I'm doing.
es: No os preocupéis. Sé lo que estoy haciendo.

source: If you say so...
es: Si tú lo dices...

source: This whole mission is a perfect opportunity to expand my Dimensional Gates collection...
es: Esta misión es una oportunidad perfecta para expandir mi colección de portales dimensionales...

source: Indeed. However, be aware, my liege: do not transform the gate into a level one jinni or a rhami in front of this Great Efreeti - he could easily turn them against us.
es: En efecto. Sin embargo, tomad en cuenta, mi señor: no transforme la puerta en un genio o rami de nivel inicial en frente de este gran ifrit: podría fácilmente volverlo contra nosotros.

source: Huh? Rashti, where are you going?!
de: Was soll das? Rashti, wo willst du hin?
es: ¿Eh? Rashti, ¡¿a dónde vais?!

source: Leave this to me! I’ll get rid of that nonsense-spewer myself!
es: ¡Dejádmelo a mí! ¡Me libraré de ese charlatán yo misma!

source: Then I'm sure as hell coming with you. Time to kick his red butt!
es: Entonces, definitivamente iré contigo. ¡Es hora de patearle ese rojo trasero!

source: Now you speak like a man!
es: ¡Ahora hablas como un hombre!

source: *ahem* Listen up, fellow red beings! Tired of having to listen to Reficul's poetic crap for hours? Join me, and you and you can kick some butts today!
es: ¡Ejem! ¡Escuchad, entidades rojas compañeras! ¿Estáis cansados de escuchar la basura poética de Reficul durante horas? ¡Uníos a mí y podréis patear traseros hoy mismo!

source: *sigh* Such primitivity... You truly need to work on your rhetoric if you truly wish to sway the masses.
es: <i>Suspira.</i> Qué primitiva... De verdad necesitáis mejorar tu retórica si deseáis influir realmente en las masas.

source: (to another comrade) Hey look, finally the queen of the Red Abyss is living up to her name! What do you say about switching sides?
es: <i>A otro camarada.</i> ¡Oye, fíjate, finalmente la reina del Abismo Rojo está haciendo honor a su nombre! ¿Qué tal si cambiamos de bando?

source: You know what, that's a great idea!
es: ¿Sabes qué? ¡Es una gran idea!

source: Traitors! Have you truly forgotten what you're fighting for?! Why do you let yourselves be brainwashed by that anthropocratic hypocrite?!
es: ¡Traidores! ¡¿Acaso ya olvidaron por qué lucháis?! ¡¿Por qué os dejáis lavar el cerebro por esa hipócrita antropocrática?!

source: There's only so much of your ideological crap we can tolerate, bookworm! Time to show you what destruction truly means!
es: ¡Hay un límite para cuánta basura ideológica podemos tolerar, ratón de biblioteca! ¡Es hora de que contemples el verdadero significado de la destrucción!

source: Hmph, good riddance. We don't need human-loving imbeciles in our movement!
es: ¡Jum! A tomar viento del desierto. ¡No necesitamos imbéciles amantes de los humanos en nuestro movimiento!

source: A few enemy units are on your side now but only for the duration of this mission. Keep this in mind.
es: Algunas unidades enemigas están de tu lado ahora, pero solo por la duración de esta misión. Téngalo en cuenta.

source: Against a whole army you're only going to get yourself killed! I order to you to remain in the rear!
es: ¡Contra todo un ejército, sólo conseguiréis que os maten! ¡Os ordeno que permanezcáis en la retaguardia!

source: Shut up and cover me!
de: <span color='#FA0000'><big>Beobachte – und schweige!</big></span>
es: ¡Callad y cubridme!

source: Dear Nomolas... It seems Rashti is no longer under our control!
es: ¡Bendito Nómolas!... ¡Parece que hemos perdido el control de Rashti!

source: Damn it! Even though she is an ultimate being, she won’t stand a chance against an entire army of red beings! Protect her at all costs! We can't risk her dying!
es: ¡Maldición! ¡Incluso si es un ser definitivo, no tiene oportunidad contra un ejército entero de seres rojos! ¡Protegedla a toda costa! ¡No podemos correr el riesgo de que muera!

source: My, my, who do we have here? Isn't that the 'holy' Rashti'rhami herself? You like to call yourself a goddess, but last time I checked the dictionary, the word wasn't exactly synonymous with 'slave'. No authority whatsoever...
es: Vaya, vaya, ¿a quién tenemos aquí? ¿No es esta la “Santa” Rashti-Rami en persona? Os gusta llamaros “diosa”, pero la última vez que revisé el diccionario, la palabra no era exactamente sinónima de “esclava”. Ningún tipo de autoridad...

source: Authority?! <b>I am the Goddess of all Rhamis AND the Queen of the Red Abyss, for crying out loud!!!</b>
es: ¡¿Autoridad?! <b> ¡Soy la diosa de todas las ramis y la reina del Abismo Rojo, maldita sea! </b>

source: In the Abyss, yes, you were in charge. But face it, in this dimension, your 'subjects' really obey the summoners, not you. While the humans try to give you an illusion of authority, no amount of acting can conceal the simple truth. Face it - you are nothing more than just a puppet.
es: En el Abismo, sí, estabais a cargo. Pero, admitidlo, en esta dimensión, vuestros “súbditos” en realidad obedecen a los invocadores, en vez de a vos. Si bien los humanos intentan daros una ilusión de autoridad, ninguna pantomima puede ocultar la simple verdad. Enfrentadlo: no sois más que una marioneta.

source: Tell me, why do you even serve the humans in the first place?
es: Decidme, para empezar: ¿por qué servís a los humanos?

source: Nomolas obeyed them, and asked us to aid the humans to the best of our ability. If someone as wise as he says we should do it, it is our duty, Reficul.
es: Nómolas les obedeció y nos pidió que ayudáramos a los humanos en la medida de nuestras habilidades. Si alguien tan sabio como él dice que debemos hacerlo, entonces es nuestro deber, Reficul.

source: Ask yourself, my dogmatic foe - why would The First Jinni stoop so low as to obey the whims of mortals to begin with?
es: Preguntaos, mi antagonista dogmática, ¿por qué el Primer Genio caería tan bajo como para obedecer los caprichos de los mortales, para empezar?

source: What would a mere efreeti know about Nomolas's goals? He is far more intelligent than both of us combined. His goals are not for us to know or question.
es: ¿Qué sabrá un simple ifrit sobre los objetivos de Nómolas? Él es mucho más inteligente que nosotros dos juntos. Sus objetivos no son lo que nosotros debamos saber o cuestionar.

source: What would I know, you ask? More than you'd think. I admired him, listened to his each and every word, read and reread all that he has written dozens of times. I agree with you about his intellect, he is the greatest mind in the entire Abyss. Above all, he is a philosopher, one with the power to put any of his theories into practice.
es: ¿“Qué sabré”, preguntáis? Más de lo que pensáis. Lo admiré, escuché cada una de sus palabras, leí y releí todo lo que ha escrito docenas de veces. Estoy de acuerdo contigo sobre su intelecto. Él es la mente más grande en todo el Abismo. Sobre todo, es un filósofo, uno con el poder de poner en práctica cualquiera de sus teorías.

source: When the humans accidentally summoned him, he was utterly fascinated by the mortal world's concepts, which were completely alien to the Abyss. One might say he became utterly obsessed.
es: Cuando los humanos lo invocaron accidentalmente, quedó inmensamente fascinado por los conceptos del mundo mortal, que eran absolutamente novedosos para el Abismo. Se podría decir que se obsesionó completamente.

source: It reached the point that he slowly started shaping the Abyss to resemble the mortal world, and introducing the mortal world to the Abyss. I suspect his servant persona was little more than a facade to make the humans comfortable with his presence. After all, it's far easier for mortals to talk to someone who they view as their servant, instead of the mysterious godlike being he truly is.
es: Llegó al punto de que lentamente comenzó a reformar el Abismo para parecerse al mundo mortal e introducir el mundo mortal al Abismo. Sospecho que su personalidad era poco más que una fachada para que los humanos se sintieran cómodos con su presencia. Después de todo, es mucho más fácil para los mortales hablar con alguien que ven como su siervo, en lugar del misterioso ser divino que realmente es.

source: As for al-Kamija, I suspect it was one of his many experiments, perhaps to see what a civilization uplifted with abyssal magic would be like. Alas, as much as I respect him, I have no intention of being just some insignificant variable in his experiment, and neither should you.
es: En cuanto a Alcamiya, sospecho que fue uno de sus muchos experimentos. Tal vez para ver cómo sería una civilización alzada con magia abismal. Por desgracia, por mucho que lo respeto, no tengo intención de ser una variable insignificante en su experimento, y vos tampoco deberíais.

source: Hey, look! Their forces are beginning to thin out! We might just be starting to win!
es: ¡Eh, mirad! ¡Sus fuerzas se están reduciendo! ¡Podríamos estar cerca de la victoria!

source: The defeat of my comrades is not enough to destroy my cause! O slumbering guardians of fire, heed my call for aid!
es: ¡La derrota de mis camaradas no basta para destruir mi causa! ¡Oh, guardianes del fuego, escuchad mi llamada de ayuda!

source: He can summon?! Just who the hell is this efreeti?! As if convincing an entire mob of red beings to join him wasn't astonishing enough...
es: ¡¿Puede invocar?! ¿Quién demonios es este ifrit? Como si convencer a toda una multitud de seres rojos para unirse a él no fuera lo suficientemente asombroso...

source: Back in the Abyss, you used to be a powerful figure, one that many kneeled at sight of. But now, you have become little more than a pathetic shadow of your former self. You could have easily been the puppeteer, yet you chose to be the puppet...
es: En el Abismo, solíais ser una figura poderosa, ante quien muchos se arrodillaban con tan solo veros. Pero ahora, os habéis convertido en poco más que una sombra patética de vuestro antiguo yo. Podríais haber sido fácilmente la titiritera, pero elegisteis ser el títere...

source: *panting* When...will...<b>you</b>...JUST...<b>DIE</b>!!!
es: <i>Jadeando.</i> ¿Por qué... <b>no sólo... <i>TE MUERES</i></b>!

source: Not anytime soon, that I can assure you.
es: No sucederá en el corto plazo. Eso os lo puedo asegurar.
