Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: You see, as you already know, jinns have an insatiable thirst for knowledge. This means that forcing them to constantly do tasks which provide little to no knowledge gain for a long period of time makes them fed up with their masters, and question themselves why they should even follow their masters' orders, and abandon them.
de: Nein. Ihr solltet Euch nur über die Ursache im Klaren sein. Dschinn sind immer wissensdurstig. Sie auf Dauer zu langweiligen Alltagsaufgaben zwingen, fördert Unmut – mit der Zeit verlassen sie stumpfsinnige Meister einfach. <small>(<i>blickt zu Jaffar, der quakend sein Entchen durchs Wasser schiebt</i>)</small>

source: You see, this can become problematic when you ...die. Your body may perish, but your mind will be somehow trapped within the circle forever!
de: Auf den Geist! Nein, nicht der Urgeist. Ich meine das Bewusstsein. Es besteht Suchtgefahr! Aus Abhängigkeit könnte Euer Ego im Todesfall in dem <i>Magischen Kreis</i> zurückbleiben.
ru: Понимаете, это может стать проблемой, когда вы... умрете. Ваше тело может розложится, но ваш ум будет каким-то образом заперт в круге навсегда!

source: You see, you cannot kill us here — only slow us down.
de: Das wundert dich? Deine abyssalen Diener sind nicht sterblich. Warum sollte das für uns nicht gelten? Wir im Reich himmlischer Seligkeit sind euch auch was Lebenslust angeht überlegen.

source: You see? Slaugthering innocent elementals is a piece of cake!
de: Na bitte. Schöpfung und Chaos gehen Hand in Hand und ebenso leicht von der Hand.
ru: Видишь? Убивать невинных элементалов - это так просто!

source: You speak our language?!
de: ( <i>Exzellent, ich versteh schon Echsisch! Salamandrisch … Uhm …</i> ) Du sprichst meine Sprache?!
it: Parlate la nostra lingua!?
ru: Ты ковориш на нашем языке?!

source: You think you are strong enough, you filthy human?
de: <span color='#FA0000'> <big>Wähnt Ihr, euch mit MIR messen zu können?!</big></span>

source: You think you have won, don't you? You are only desperately trying to prevent the inevitable. What matters to me right now, is that we have turned this place into burning rubble, and thus my task here is mostly complete. I am not afraid of death, for I know our gods will reward me for what I have done.
de: <span color='purple'>Ihr glaubt euch überlegen?? Ungläubige, das Unabwendbare lässt sich nicht abwenden, glaubt mir! Meine heilige Mission ist vollbracht, diese Stadt wurde zu Schutt und Asche gemacht! Die Götter werden es mir lohnen, 72 knackige Burschen werden mir im Jenseits zu Willen sein! Also fürchte ich den Tod nicht!</span>

source: You thought you could just walk here and kill me? What did you expect, trying to walk over a horizontal portal, moron? Happy falling down, you idiot!
de: Harrr! Das hast du dir so gedacht, Kanaille! Wolltest mir ans Leder, wie? Reingefallen!

source: You told that you do not interfere, but I fought your kind in our territory - TWICE! At first they tried to steal something extremely important to us and later they violated one of our sacred places and killed one of our essential leaders. Why did you do this? Could you explain it to me? I think I deserve an explanation here.
de: Lass mich mal eine Wissenslücke füllen: Ich zeihe euch eines gezielten Luftangriffs, unerlaubter Palastbefliegung, versuchten Reliktraubs, Schändung einer Grabstätte, Täuschung eines naiven Wesens zwecks aus der Welt-Schaffung eines Kommandeurs samt Garde! Was sagst du dazu?

source: You want to tell me I can summon Jinns now?
de: Afriten sind verbo— Ein Großer Dschinn?! Na, immerhin ...

source: You want to withdraw, but where?
de: Rüxzzzug? Nixxx da! Das Buschdickicht ist viel zu dicht, keiner kann sich da verkriechen ...
it: Volete ritirarvi, ma dove?
ru: Вы хотить отступить, но куда?

source: You will never harm your master!
de: <span color='#0175FE'>Ich warne dich! Deinem Meister tust du nichts zuleide!</span>
it: Non farete del male al vostro maestro!

source: You will, as your army proved to be powerful enough. But there is a chance you will encounter something more... terrifying. Believe me, this will not be easy.
de: Ja, gegen die übermütigen Magier hast du eine gute Partie gemacht. Aber glaube mir, es gibt immer noch was Schlimmeres, als man sich vorstellt … Mach die auf einiges gefasst.

source: Your advice are killing me, you know? What else! I need to know more!
de: Ich habe den Verdacht, dass du ein Schwarzseher bist. Was sagt denn die Zukunft?

source: Your armies consist of humans, who are very easy to kill. We, contrariwise, mainly use beings from the Abyss, which cannot be poisoned or eaten, which seem to be the favorite tactics of your enemies. You’re lucky I’ve decided to help you.
de: Ha, hundert Sonnen reichten nicht. IHR sendet Menschen gegen Menschenfresser, da liegt das Kamel im Pfeffer! WIR lassen abyssale Geschöpfe alles für uns machen! Sie sind erschreckend nai— ups ... <small>( <i>blickt zu Rashti, tippt dann vorsichtshalber mit dem Finger an Schläfe und rollt die Augen</i> )</small> aber nicht wirklich sterblich, versteht Ihr? Na, zu eurem Glück habe ich mich ja herbemüht.
it: I vostri eserciti sono costituiti da esseri umani, i quali sono molto facili da uccidere. Noi, al contrario, utilizziamo principalmente le creature dell’Abisso, che non possono essere né avvelenate né mangiate, e questa sembra essere la tattica preferita dei vostri nemici. Consideratevi fortunati se ho deciso di aiutarvi.

source: Your goodness is unmeasured! Thank you!
de: Ihr könntet die Misere ja beheben … wenn wir diesen Tag denn überleben.
it: La vostra bontà è smisurata! Vi ringrazio!

source: Your kind looks like that of the dying wizard from the Hidden Tower. Poor bastard. When it was? 7-8 thousand years ago? Nevermind. Whataya want this battery for?
de: Derrr Zauberrrmeisterrr vom Verborrrgenen Turrrm, der vorrr sieben–, achttausend Jahrrren abgekrrratzt ist? Das seid ihrrr nicht? Seis drrrum … Wozu brrraucht errr die Batterrrie?

source: Your kindness is unmeasured.
de: Auch wieder wahr. In die Ferne schwirren, um Dinge aus der Nähe zu betrachten kann Leib und Seele kosten ... Wie komme ich nun zu den runenmeisterlichen Ruinen?

source: Your leader and his troops are behind this... circle.
de: Bei seinen Soldaten, soviel ich weiß. Hinter dem Kreis.
ru: Ваш лидер, и эго солдаты за этим... кругом.

source: Your megacircle accesses a special part of the Abyss and then opens a temporary short-lasting gate to it. That place is called the Yellow Abyss. What we currently know about it is that this is a place filled with raw abyssal energy. Opening a gate to this area of the Abyss results in a focused ejection of it to our world. If such a portal opens beneath your foe... Well, he probably isn't going to survive this.
de: Bei Anwendung öffnet sich kurzzeitig ein Portal zum Gelben Abyssus, der mit reiner Energie gefüllt ist. Es kommt zu einem konzentrierten Ausstoß, den kaum einer überlebt.

source: Your ultimate circle acts like a moving keep. Use it to recruit or recall units like in a normal keep.
de: <span color='#397EF2'>Der von dem Guru auf einen »Nonplusultra-Zirkel« optimierte Megakreis Mehirs hat den Effekt eines beweglichen Lagers: Er kann zum Ausbilden/Einberufen von Einheiten benutzt werden.</span>

source: Your young country - al-Kamija - is something completely new to us. The developement pace of your abysmal-based civilization was extremely rapid and quickly drove our attention. We wanted to learn more about you and your intentions. Thankfully your kind seems to be peaceful in nature and similar to us in some ways.
de: Unser Wissensdrang zwang uns direktemang, ein zielstrebiges Volk mit abyssal-orientierter Einstellung zu erforschen! Für naive Wesen hält euch von uns keiner, auch Aerius nicht—

source: You’d better hurry up before we get sucked into this... hell. And don’t get yourself killed. If you die, we will lose the Abyss!
de: Dann aber schnell! Keiner von uns will wegen dir in dem falschen Abyssus landen!

source: You’ll talk later; we have a job to do. Their leader is dead, but the rest haven’t given up yet.
de: Fragt mal, ob sie Euch noch als Gebieter achtet … Das Gezücht macht so wie vorher weiter, auch ohne Meisterschlachter. Wir müssen alle unschädlich machen, Anthis Truppe hat noch Trümmer aus dem Weg zu schaffen …

source: You’re right...
de: <small>(<i>seufzt</i>)</small> Das stimmt … — Diener, lass doch mal eine Shisha herumreichen!
it: Avete ragione...

source: al-Kamija
de: (01) Al-Kamija
ru: аль-Камиджа

source: and now, KILL THE REST OF THEM!
de: <span color='#FA0000'><big><b>Macht sie ALLE nieder!</b></big></span>
it: e ora, UCCIDETE IL RESTO!
ru: А теперь, УБЕЙ ВСЕХ ОСТАЛЬНЫХ!

source: collar
de: Band
it: collare
ru: ошейник

source: damaging aura
de: Aderlass
it: aura di danneggiamento
ru: аура урона

source: pssst!
de: Pzzzt !
ru: псссс!

source: scroll spell
de: Zauberformel

source: slowing aura
de: Aura der Verlangsamung
it: aura di rallentamento
ru: замедляющая аура

source: team_name^Highest Council
de: Hoher Rat
it: Massimo consiglio

source: team_name^Mages
de: Himmlische
it: Maghi

source: team_name^Post
de: Vorposten
it: Avamposto
ru: Пост

source: team_name^Reficul
de: Reficul
it: Reficul

source: (Intermediate or Expert level. 16 playable scenarios.)
it: (Livello medio-esperto. 16 scenari giocabili.)

source: <i>Hearken ye, You strangers in a desolate land To this tale of lands most old, of the Summoners of al-Kamija, Those mighty magi Of powers untold, Their Abysmal servants Both good and bad, And of Mehir, who had, As once foretold, saved all life in this world.</i>
it: <i>Ascoltate ordunque attentamente voi, in terra desolata straniera gente, questa storia che narra di mondi ancestrali, di al-Kamija e di evocatori d’elementali, di quei grandi maghi la cui potenza descriver non posson parole a sufficienza, e poi degli abissali loro servi, sia di bene che di male coacervi, e infin di Mehir questo è narrato: che, come in altra era preconizzato, del mondo la vita intera avea salvato.</i>

source: $messenger.name|, inform the local garrisons and Kharos that we’ve been attacked. Quick!
it: $messenger.name|, informate Kharos e le guarnigioni locali che siamo stati attaccati. Presto!

source: (Normal)
it: (Normale)
ru: (Нормально)

source: (looks on his hands) It’s not the way I imagined leaving this world...
it: (guarda le sue mani) Non è questa la maniera che immaginavo per lasciare questo mondo...

source: (series of unknown curses)
it: (serie di improperi ignoti)

source: (series of unknown words)
it: (serie di parole ignote)

source: (whispers) ...shut up... (speaks normally) In spite of everything, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for the Abyss. I think that’s all I have to say, so let the party begin!
it: (sussurrando) ...zitto... (parla normalmente) Nonostante tutto, spero che sarete una squadra di successo, che ci permetterà di muoverci nell’Abisso più rapidamente del previsto. Prendetevi cura di lei. La sua morte potrebbe causare conseguenze disastrose per l’Abisso. E questo è tutto ciò che avevo da dire, quindi che la festa cominci!

source: *smiles*
it: *sorride*

source: +1 movement point, -10 HP
it: +1 punto movimento, -10 PF

source: +1 strike to scimitar, +2 HP, MAX XP +30%
it: +1 colpo di scimitarra, +2 PF, MAX PE +30%

source: +2 damage to magic, +3 HP, MAX XP +20%
it: +2 danni da magia, +3 PF, MAX PE +20%

source: +2 damage to scimitar, +1 HP, MAX XP +10%
it: +2 danni da scimitarra, +1 PF, MAX PE +10%

source: +20% bonus to fire, cold, and arcane resistances
it: +20% di bonus alla resistenza al fuoco, al freddo e agli attacchi esoterici

source: ...I believe you...hhh...and for...give you...
it: ...Vi credo...hhh...e vi per...dono...

source: ...This is... Impossible!
it: ...Questo è...impossibile!

source: ...and no one would ever know.
it: ...e nessuno lo saprebbe mai.

source: ...but also half-evil. Her good half shouldn’t rebel but I can’t guarantee this...
it: ...e per metà maligna. La sua metà buona non dovrebbe ribellarsi, ma non ve lo garantisco...

source: ...did Tashkar throw himself down there? ...
it: ...che Tashkar si sia buttato di sotto?...

source: ...farewell...
it: ...addio...

source: ...it’s all my fault...
it: ...è tutta colpa mia...

source: ...then why you don’t want to... go there?
it: ...allora perché non volete...andare di là?

source: 200 gold
it: 200 monete d’oro

source: <span color='#BCB088' size='large'>To Lands Unknown</span>
it: <span color='#BCB088' size='large'>In terre sconosciute</span>

source: A Summoner does not befriend. He commands. You shall die.
it: Un evocatore non è un uomo cordiale. Lui ordina. Voi morirete.

source: A day after preventing the destruction of Saffaros, the army marched to Kharos to save it from a similar fate. Delydos led a token force upon the main roads to distract the enemy’s many spies. Atiros guided Mehir’s army over paths seldom trodden, and by a cunning stratagem, flanked the enemy host outside the city’s great walls.
it: Il giorno dopo aver evitato la distruzione di Saffaros, l’esercito marciò verso Kharos per salvarla da un destino simile. Delydos condusse alcune truppe usate come diversivo sulle strade principali per distrarre le molte spie del nemico. Atiros guidò l’esercito di Mehir su sentieri raramente battuti e, con uno stratagemma astuto, affiancò il nemico accampato fuori dalle grandi mura della città.

source: A few days ago one of the Efreeti revolted against his masters from Sud-Affar and fled to the Great Desert. It would have been wholly unremarkable, for things like this happen in al-Kamija once in a while, but that this Efreet convinced other magical creatures to follow him. Now, they wander through the desert and are a real threat to the outlying cities, or even the capital. Scouts have discovered the location of these corrupted beings. They are near Tar-Tabar, and so Mehir is ordered to defeat them.
it: Pochi giorni prima, a Sud-Affar uno degli efreet si era ribellato ai suoi padroni ed era fuggito nel Grande Deserto. Il fatto sarebbe stato del tutto irrilevante, considerando che eventi come questo accadono ad al-Kamija una volta ogni tanto, se non fosse che l’efreet aveva convinto altre creature magiche a seguirlo. Perciò essi girovagavano per il deserto ed erano considerati una grave minaccia per le città periferiche, anzi, perfino per la capitale. Gli esploratori scoprirono la posizione di questi esseri corrotti: erano vicini a Tar-Tabar, e a Mehir fu ordinato di sconfiggerli.

source: A few weeks passed as Mehir explored the palace of Tar-Tabar and met his servants. Under the supervision of old summoning veterans he learned how to use a Megacircle, a necessary spell for all true Summons masters. He also learned to lead his troops effectively, as it was under Tashkar’s command. The mysterious messengers of death that destroyed Mag-Magar did not return.
it: Poche settimane passarono dopo che Mehir esplorò il palazzo di Tar-Tabar per incontrare i suoi servi. Sotto la supervisione dei vecchi veterani, egli imparò a usare il mega-cerchio, un incantesimo essenziale per tutti i veri maestri delle evocazioni. Imparò inoltre a guidare le sue truppe in modo efficace, come se fosse sotto il comando di Tashkar. I misteriosi messaggeri di morte che avevano distrutto Mag-Magar non si ripresentarono.

source: A great deal of difference, if I am to save you.
it: Una grossa differenza, se devo salvarvi.

source: A half hour later...
it: Mezz’ora dopo...

source: A human! Alone?! We’re on the Great Desert!
it: Un umano! Da solo!? Ma siamo nel bel mezzo del Grande Deserto!

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit gets stronger The unit can be recalled only 3 times. After that it dies for sure.
it: Artefatto leggendario, un capolavoro fabbricato dagli antenati. In tempi antichi un collare magico fu forgiato e fatto indossare ad un essere magico, il quale poteva essere richiamato dopo la sua morte. L’unità viene richiamata dal condottiero Dopo ogni richiamo l’unità diventa sempre più forte L’unità può essere richiamata solo 3 volte, dopo di che muore per sempre.

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit is getting stronger The unit can be recalled only 3 times. After that it dies for sure.
it: Artefatto leggendario, un capolavoro fabbricato dagli antenati. In tempi antichi un collare magico fu forgiato e fatto indossare ad un essere magico, il quale poteva essere richiamato dopo la sua morte. L’unità viene richiamata dal condottiero Dopo ogni richiamo l’unità diventa sempre più forte L’unità può essere richiamata solo 3 volte, dopo di che muore per sempre.

source: Above you, I have you!!!
it: Siamo sopra di voi, vi abbiamo in pugno!!!

source: Additional Artwork
it: Disegni aggiuntivi

source: Adviser
it: Consigliere

source: Aerius had his uses, but he wanted to fight you. I would rather you perform us a great service.
it: Aerius aveva i suoi modi, ma voleva solo combattere contro di voi. Piuttosto vi pregherei di svolgere un grande incarico per noi.

source: After being released, Mehir immediately returned to Sud-Affar and informed the Sharif of the ‘bargain’. The leader of the city was unhappy with The Keeper’s terms, but preferred them to war. He provisioned Mehir for his task — planning, should Mehir fail, for other ‘inducements’.
it: Dopo essere stato rilasciato, Mehir ritornò immediatamente a Sud-Affar e informò lo Sharif di tale “affare”. Il leader della città era scontento per i termini del Custode, ma li preferiva alla guerra. Intanto finanziò Mehir per l’incarico – ma, in caso di suo fallimento, aveva già in mente altri “incentivi”.

source: After the creation of al-Kamija, Ka-Gatta emptied and soon turned into catacombs, full of graves of the first Summoners. 400 years have passed and none have entered.
it: Dopo la creazione di al-Kamija, Ka-Gatta si svuotò e ben presto si trasformò in una serie di catacombe, colme di lapidi dei primi evocatori. Sono passati 400 anni e nessuno non vi è ancora entrato.

source: After three days the wanderer regained consciousness. His name was Atiros, and he had come from a land abandoned by the Summoners a thousand years ago. These words shocked the Highest Council, because the ancient scrolls hadn’t mentioned other people outside the desert. For centuries the Summoners had thought their Ancestral Lands were empty. That land is now called Kharos, and its people are now in grave danger.
it: Dopo tre giorni, il viandante riprese conoscenza. Il suo nome era Atiros e giungeva da una terra abbandonata dagli evocatori circa mille anni fa. Le sue parole scioccarono il massimo consiglio, poiché le pergamene antiche non avevano mai raccontato di altre persone al di fuori del deserto; per secoli gli evocatori avevano creduto che le loro Terre Ancestrali fossero vuote. Quella terra ora si chiamava Kharos, e il suo popolo si trovava in grave pericolo.

source: Ah! A small matter. My people do not treat guests well.
it: Ah! Una cosa da poco. La mia gente non tratta bene gli ospiti.

source: Ah, a Summoner! You have come to defeat me, have you?
it: Oh, un evocatore! Siete giunto qui per sconfiggermi, vero?

source: Ah, welcome, Summoner. It seems that we have had the pleasure of meeting in the past. You have probably come for one of your leaders. He is above me, tied to a wall, inside this amazing circle.
it: Ah, benvenuto, evocatore. Abbiamo avuto il piacere di incontrarci in passato. Sarete probabilmente giunti qui per salvare uno dei vostri leader. Egli è sopra di me, legato alla parete, all’interno di questo cerchio incredibile.

source: All my men! My people...
it: Tutti i miei uomini! Il mio popolo...

source: Amazing. I have split her in half, and she is still alive. She has also changed the color of her hair! It’s time to kill you for s...
it: Incredibile. L’ho divisa a metà, e lei è ancora viva. E ha anche cambiato il colore dei suoi capelli! È tempo di uccidervi per s...

source: Amazing. It’s the first time I have seen something like this. What unique sorts of creatures live on this land...
it: Incredibile. È la prima volta che vedo qualcosa di simile. Quali tipi di creature uniche vivono su questa terra...

source: Amazing... an entity from Abyss that has visions... It’s the first time I have seen something like this. It looks like she regained her consciousness, and luckily so!
it: Incredibile...un’entità dell’Abisso che ha delle visioni...è la prima volta che vedo una cosa simile. Sembra che abbia ripreso conoscenza, per fortuna!

source: Amazing... if I told my friends in al-Kamija about what I’ve seen here, they wouldn’t believe me. It looks like we’re underdeveloped in the spiritual area, but at least we have the Abyss and Nomolas which gives us a great adv...
it: Incredibile...se raccontassi ai miei amici di al-Kamija ciò che sto vedendo qui, non mi crederebbero. Capisco che siamo arretrati in materia di spiritualità, ma almeno abbiamo con noi l’Abisso e Nomolas che ci danno un grande benef...

source: Among a myriad of dunes, in the center of our Holy Land, an unreal palace-city lies — our capital al-Kamija. It is an unusual place. It is not damaged by destructive influences of time and sand. The Sun doesn’t burn its walls, because they’re always cool. There are no shortages of goods, because everything is found here. How is this possible?
it: Tra una miriade di dune, nel centro della nostra sacra terra, giace un’irreale città-palazzo – la nostra capitale, al-Kamija. È un luogo insolito. Non è deturpato dalle influenze distruttive del tempo e della sabbia. Il sole non brucia le sue mura, poiché esse rimangono sempre fresche. Non ci sono carenze di merci, perché qualsiasi cosa qui è presente. Come è possibile tutto ciò?

source: An Infernal Studios Production
it: Una produzione Infernal Studios

source: And Atiros? Where... Is he? No...
it: E Atiros? Dove...si trova? Non...

source: And now get off my sight... FOREVER!
it: E ora toglietevi dalla mia vista...PER SEMPRE!

source: And now you want me to steal it?! The Kharosans helped me to find this place! I can’t do something like this to them! There must be another way.
it: E adesso volete che lo rubiamo!? I kharosiani mi hanno aiutato a trovare questo posto! Non penso minimamente a far loro del male! Ci deve pur essere un altro modo.

source: And that is a problem? We have fire elementals; they will burn the path in front of us.
it: E questo sarebbe un problema? Abbiamo gli elementali di fuoco: essi bruceranno la strada di fronte a noi.

source: And then Mehir understood what Anthi had in mind when she told him that it is impossible to reach this land by ship. Mehir saw a giant landmass above his head which stayed still in the air just over the clouds.
it: E finalmente Mehir capì cosa aveva in mente Anthi quando gli disse che era impossibile raggiungere quella terra via nave. Mehir vide sopra la sua testa un masso gigante che fluttuava in aria, proprio sopra le nuvole.

source: And, RUN!!!
it: E CORRETE!!!

source: Another one!
it: Un altro ancora!

source: Anthi didn’t tell me about that ‘Ray’.
it: Anthi non mi ha mai parlato di questo “raggio”.

source: Anthi, I... I’m going to kill you.
it: Anthi, sto...sto venendo a uccidervi.
