Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: armor^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить броню другому бойцу

source: staff^Take it
de: Nehmen
es: Tomarlo
ru: Взять посох изгнания

source: Banishment Staff
de: Bannstab
es: Bastón de destierro
ru: Посох Изгнания

source: - Advances the unit (unless the unit is already at maximum level) - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
es: - Promociona la unidad (a menos que ya esté en nivel máximo). - El ataque “destierro” nunca falla. - El ataque “portal congelado” gana +2 de daño. - Aumenta las resistencias mágicas en 10%.

source: banishment staff
de: Bannstab
es: bastón de destierro
ru: посох изгнания

source: This unit is holding a powerful staff which once belonged to the first Master of Banishers. Effects: - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
es: Esta unidad porta un poderoso bastón que alguna vez perteneció al primer Desterrador Maestro. Efectos: - El ataque “destierro” nunca falla. - El ataque “portal congelado” inflige +2 de daño adicional. - Aumenta las resistencias mágicas en 10%.

source: staff^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить посох для другого бойца

source: ring^Take it
de: Nehmen
es: Tomarlo
ru: Взять кольцо

source: Ring of Regeneration
de: Ring der Regeneration
es: Anillo de regeneración
ru: Кольцо Регенерации

source: This mysterius ring is richly decorated with magical symbols making it somehow connected to the Abyss. The bearer of this relic may benefit from strange energies flowing into his body, healing him effectively. - Grants regeneration
de: Ein mysteriöser Fingerreif − reich verziert mit magischen Symbolen, die ihn an den Abyssus binden. Der Träger fühlt sich durchströmt von ungeahnter Energie, die äußerst heilend wirkt!
es: Este anillo misterioso está ricamente ornamentado con símbolos mágicos, lo que de alguna manera lo conecta al Abismo. El portador de esta reliquia puede beneficiarse de energías extrañas que, al fluir a su cuerpo, lo sanan - Otorga regeneración.
ru: Это загадочное кольцо роскошно украшено волшебными символами, что делает его каким-то образом связанным с Бездной. Носитель этой реликвии может извлечь выгоду из странных энергий, втекающих в его тело, эффективно леча себя. - Предоставляет регенерацию

source: ring of regeneration
de: Ring der Regeneration
es: anillo de regeneración
ru: кольцо регенерации

source: This unit wears the Ring of Regeneration. Effects: Grants regeneration
de: Dieser Reif lässt erstaunlich schnell gesunden.
es: Esta unidad porta el anillo de regeneración. Efectos: Otorga la habilidad “regeneración”.
ru: Этот боец носит кольцо регенерации. Эффекты: Боец получает регенерацию

source: ring^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить кольцо другому бойцу

source: cap^Take it
de: Nehmen
es: Usarlo
it: Prendilo
ru: Взять тюрбан

source: Cap of Power
de: Turban des Starken
es: Turbante poderoso
it: Copricapo del potere
ru: Тюрбан Мощи

source: Increases magical power by 20% Decreases experience points needed for advancement by 25%
de: * Magische Kräfte +20% * nötige EP für Stufenaufstieg –25%
es: Aumenta el poder mágico en 20%. Reduce los puntos de experiencia requeridos para promocionar en 25%.
ru: Увеличивает силу магических атак на 20% Уменшает количество опыта, необходимое для продвижения 25%

source: cap of power
de: Turban des Starken
es: turbante poderoso
it: copricapo del potere
ru: тюрбан мощи

source: This unit wears a magical cap, which enhances its magical power. Effects: Increases magical power by 20% Decreases experience points needed for advancement by 25%
de: Der zauberhafter Kopfschmuck bewirkt 20% mehr magische Stärke und führt eher zum Aufstieg.
es: Esta unidad porta un turbante encantado, lo que mejora su habilidad mágica. Efectos: Aumenta el poder mágico en 20%. Reduce los puntos de experiencia necesarios para promocionar en 25%.
ru: Этот боей носит магический тюрбан, который усиливает его магическую мощи Эффекты: Увеличивает силу магических атак на 20% Уменшает количество опыта, необходимое для продвижения 25%

source: cap^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить тюрбан другому бойцу

source: sphere^Take it
de: Nehmen
es: Tomarla

source: Reficul's sphere
de: Reficuls Sphäre
es: Esfera de Reficul

source: Increases magical and physical resistances by 15%
de: Damit warf Reficul sich stets in Schale, ständig war er davon umgeben. Uns war er dennoch unterlegen... Leicht lädiert, von der Macht her etwas reduziert — aber nach wie wie vor ein Umfeld, das vor jeder Art von Schaden schützt: physische und magische Resistenzen +15%
es: Aumenta las resistencias mágicas y físicas en 15%.

source: reficul's sphere
de: Reficuls Sphäre
es: esfera de Reficul

source: This unit wears a sphere once belonging to Reficul. Effects: Resitances to physical and magical attacks are increased by 15%
de: Einst schützte Reficul sich damit – noch heute ein Umfeld der Sicherheit: physische und magische Resistenzen +15%
es: Esta unidad porta una esfera que alguna vez perteneció a Reficul. Efectos: Las resistencias a los ataques físicos y mágicos aumentan en 15%.

source: sphere^Leave it for another unit
de: Liegen lassen
es: Saltar

source: movepoints
es: PM

source: Recalled...
de: Einberufen ...
es: Reinvocado
it: Richiamato...
ru: Отозван...

source: Do you want to spend 6g to instantly level up the Dimensional Gate?
es: ¿Gastar 6 monedas de oro para promocionar el portal dimensional?

source: Yes
es: Sí.

source: Note: Your unit has become a Neutral Summoner. He can now summon friendly Jinn to aid your cause. Jinn, while incredibly useful, are rare and very expensive to maintain. This means recalling them in the next scenarios will be costly.
es: Note que su invocador neutral puede invocar a genios amigables para ayudarle en su causa. Aunque los genios son sumamente útiles, son raros y muy caros de mantener. Por tanto, reincorporar uno a su ejército en escenarios futuros será caro.

source: Note: Grand Summoners can't advance now, but if one gets an AMLA, they'll become Summons Masters when Mehir recalls them while being a Summons Master himself.
de: <span color='#397EF2'>»Hohe Beschwörer« können derzeit keine Karrieresprünge machen. Wenn sie es aber zu einem Sonderbonus (AMLA) statt Stufenaufstieg bringen, treten sie als »Meister der Beschwörung« an, sobald Mehir sie einberuft. Dazu muss er selbst aber auch diesen Rang bekleiden!</span>
es: Note que, por ahora, el gran invocador no puede ser promocionado a su siguiente etapa por medio del combate; sin embargo, puede obtener ASMN. Cuando un invocador maestro reincorpore a un gran invocador con ASMN, este será promovido automáticamente.
ru: Примечание: Высшые Призыватели не могут сейчас продвигатся, но если один из них получит УМПУ (улудшение постмаксимального уровня) то он станет Мастером Призывов если их призовет Мехир самим будучи Мастером Призывов.

source: Toggle Badass Mode
es: Activar modo genial/duro

source: team_name^DharmaRashti
de: DharmaRashti
es: Darma-Rashti
ru: Дарма'Рашти

source: team_name^HoRashti
de: HoRashti
es: Jo-Rashti
ru: Хо'Рашти

source: It looks like Rashti has lost her balance once again!
es: ¡Parece que Rashti volvió a perder su armonía!

source: Heyy, long time no see, Mehir dear! Got unshackled from my blue half again! So, wanna have a date? Just me, you, standing atop piles of enemy corpses and rivers of blood!
es: ¡Holaa! Tiempo sin verte, Mejir, querido. Me libré de mi mitad azul de nuevo! Así que, ¿quieres una cita? Solos tú y yo, ¡sobre montañas de cadáveres enemigos y ríos de sangre!

source: Well, a date does sound good, but corpses and blood doesn't exactly set the right mood...
es: Bueno, una cita suena bien, pero los cadáveres y la sangre no son el mejor ambiente...

source: Master, don't trust her! She is evil! (to Dharma'rashti) *sigh* Look, now is really not the time for flirting. Besides, is THAT what you consider a date?
es: Maestro, ¡no confiéis en ella! ¡Ella es malvada! <i>Suspira y se dirige a Darma-Rashti. </i>Mira, ahora no es exactamente el momento para coquetear. Además, ¿es eso lo que consideras una cita?

source: Well, there are two things I love - needless bloodshed and Mehir, but mostly needless bloodshed, might as well combine the two.
es: Bueno, hay dos cosas que amo: derramar sangre por capricho y Mejir, pero sobre todo amo derramar sangre. Así que podría combinar ambos, ¿no?

source: I order you to stop immediately at once, unify with me and get back to fighting!
es: ¡Te ordeno que te detengas ahora mismo! ¡Únete a mí y vuelve a la lucha!

source: Just shut your mouth and return to your books! It's because of your rules and commands that I can't ever do anything fun.
es: ¡Solo cállate y regresa a tus libros! Es por tus reglas y comandos que nunca puedo hacer nada divertido.

source: Seems I'll have to beat some sense into you again.
es: Parece que tendré que sacudirte algo de lógica en la mollera.

source: Now is not the time for infighting! We're in the middle of an important battle for Nomolas's sake!
es: ¡Ahora no es momento para luchas internas! ¡Estamos en medio de una importante batalla, por Nómolas!

source: Any time is a good time for infighting. Now, be a good boy and don't get in the way, or I can't exactly guarantee you'll keep all of your limbs, got it?
es: Cualquier momento es un buen momento para discutir. Ahora, sé un buen chico y no te entrometas, o no podré garantizar que conservarás todos tus miembros, ¿entendido?

source: *gulp*
de: Nicht schon wieder ...
es: <i>Glu glu.</i>

source: Oh no! Rashti has lost her balance once again!
de: Oh nein … Rashti hat schon wieder ihre Ausgeglichenheit verloren!
es: ¡Oh, no! ¡Rashti ha vuelto a perder su equilibrio!
it: Oh no! Rashti ha perso il suo equilibrio, ancora una volta!
ru: О нет! Рашти снова потеряла свой баланс!

source: Long time no see, Mehir. I'm back and I am gonna RIP YOUR THROAT OUT!!!
de: Lange nicht gesehen, Mehir … Bin wieder da! Und ich werde dir DEN HALS UMDREHEN !!!
es: Cuánto tiempo sin verte, Mejir. ¡He vuelto y voy a CORTARTE EL CUELLO!
ru: Давно не виделись, Мехир. Я вернулась, и я ВЫРВУ ТВОЮ ГЛОТКУ!!!

source: Fear not, Master! She is mine!
de: Du brauchst nichts zu fürchten, Meister. Mit der werde ich fertig!!
es: ¡No temáis, maestro! ¡Me encargaré de ella!
ru: Не бойся, Хозяин! Она моя!

source: I'm too young to die!
es: ¡Soy muy joven para morir!

source: *sigh* I have failed...
es: <i>Suspira.</i> He fallado...

source: I couldn't hold my promise to my men...
es: No pude cumplir la promesa que le hice a mi gente...

source: Who's going to rule Tar-Tabar now?
es: ¿Quién va a gobernar Tar-Tabar ahora?

source: Damn you, abominations!
es: ¡Maldita sea, abominaciones!

source: What is happening to me? Mehir, help! I'm fading...
es: ¿Qué me está sucediendo? ¡Mejir, ayudadme! Me estoy... Desvaneciendo...

source: *nervously* No... no... no... this can't be happening... Rashti died because of me! What have I done? <b>What have I just done?! We're doomed!</b>
es: <i>Nervioso.</i> No... No... No... Esto no puede estar sucediendo... ¡Rashti murió por mi culpa! ¿Cómo pude? <b>¿Qué acabo de hacer? ¡Estamos condenados!</b>

source: You can kill a being but...
de: <span color='#0175FE'>Du kannst ein Wesen töten ...</span>
es: Puedes matar a un ser, pero...
it: Si può uccidere un essere ma...
ru: Ты можеш убить существо...

source: ... NOT THE HALF OF IT!!!
de: <span color='#FA0000'><big>ABER KEIN HALBES !!!</big></span>
es: ¡... NO UNA MITAD!
it: ...NON LA METÀ DI ESSO!!!
ru: ... НО НЕ ЕГО ПОЛОВИНУ!!!

source: Damn you, spawns of darkness! My death will not go unavenged...
es: ¡Maldita sea, engendros de la oscuridad! Mi muerte definitivamente será vengada...

source: What the...?! Cheater!
es: ¿¡Pero qué...!? <i>¡Hacker!<i>

source: Git gud, scrub.
es: Desinstala, <i>noob</i>.

source: That's it, I'm going to report you to the admins!
es: Valiste, ¡te voy a reportar con los admins!

source: Mehir got temporarily banned (not really, you can just reload the save file. this is just a joke)
es: Mejir ha sido temporalmente baneado. <i>(En realidad, no. Puedes volver a cargar el archivo de guardado. Esto es solo una broma)</i>.

source: Et tu, Brutus?
es: <i>Et tu, Brute?</i>

source: Things to keep in mind before playing the campaign:
de: Bitte beachten:
es: A tener en cuenta antes de jugar la campaña:
ru: Вещи которые стоит учитывать перед тем как играть в эту кампанию:

source: - This campaign is quite different from normal Wesnoth, so don't expect other campaigns to be anything like this. - The campaign is set in a different universe from the mainline Battle for Wesnoth one, they aren't meant to be related. - In order to simulate height, some (or even most, in some scenarios) hexes are either unwalkable or impassable (unwalkable meaning that only flying units can move there, impassable meaning that the hex is simply off limits. Just a reminder for new players) - Halos, unit animations, etc. are used extremely often here. You'd miss a large part of TLU-unique experience with those disabled.
es: - Esta campaña es bastante diferente de Wesnoth normal. No espere que otras campañas sean similares. - La campaña se desarrolla en un universo diferente de la historia principal de Battle for Wesnoth, y no se pretende que se relacionen. - Para simular la altura, algunos hexágonos (a veces la mayoría) son <i>intransitables</i> o <i>impenetrables</i> (lo que significa que solo las unidades voladoras o ninguna podrán acceder a ellos, respectivamente). - Los halos y animaciones de unidades y otras se usan extremadamente a menudo aquí. En caso de desactivarlos, se perdería de una gran parte de la experiencia propia de “En Tierras Ignotas”.

source: Technical warning:
de: Technische Warnung
es: Advertencia técnica:
ru: Техническое предупреждение:

source: This campaign utilizes sophisticated visual effects, which may not work properly on some machines. If you encounter any graphical glitches or black screens, quit the game and run it once again. If the issues are persistent, try disabling unit animations and/or halos in game settings.
es: Esta campaña utiliza efectos visuales sofisticados, que pueden no funcionar correctamente en algunos equipos. Si encuentra errores gráficos o pantallas negras, salga de la aplicación y ejecútela una vez más. Si los problemas son persistentes, intente deshabilitar las animaciones de unidades y/o los halos en la configuración del juego.

source: Technical note:
de: Technischer Hinweis
es: Nota técnica:
ru: Техническое примечание:

source: Some animations may cause the game to crash. If it happens and you cannot progress, try disabling unit animations in the game settings and enable them later.
es: Algunas animaciones podrían causar que el juego se congele. Si esto sucede y no puede progresar, intente deshabilitar las animaciones de unidades en la configuración del juego y habilitarlas más tarde.

source: We are Summoners, the only nation living in the Great Desert.
es: Somos invocadores, la única nación que habita el Gran Desierto.

source: Among myriads of dunes, in the center of our Holy Land, lies an unreal palace-city — al-Kamija, our capital. It is an unusual place. One seemingly immune to the destructive influences of time and sand. There are no shortages of goods, as we have access to just about any kind of resources. How is this possible, one may ask?
es: Entre una infinidad de dunas, en el centro de nuestra sagrada tierra, se yergue una legendaria ciudad palacio —nuestra capital, Alcamiya—. Es un lugar fuera de lo común, indemne frente a los efectos destructores del tiempo y la arena. No hay escasez de bienes, porque aquí se puede conseguir cualquier cosa. ¿Cómo es todo eso posible?

source: A long time ago, deep in the heart of the Great Desert, our ancestors made a groundbreaking discovery — Magic. It was in the form of formulas and symbols, linked to the Abyss — another world full of energy, where concepts like time and space have no meaning. The usage of magic, and thus the Abyss entirely reshaped our civilization. We use the abyssal energies for our needs on a daily basis, which is the very reason we're called Summoners.
es: En un tiempo remoto, en las profundidades del Gran Desierto, nuestros ancestros hicieron un descubrimiento revolucionario —la magia—. Se manifestaba a partir de fórmulas y símbolos, conectados al Abismo, otro mundo lleno de energía, donde las limitaciones del espacio y el tiempo desaparecen. El uso de la magia y del Abismo transfiguraron completamente nuestra civilización. Ahora, regularmente usamos las energías abismales para resolver nuestras necesidades. Es por ello que nos hacemos llamar <i>“invocadores”</i>.

source: At first, the Ancestors believed the Abyss to be a place of primitive chaos — that is, until they accidentally summoned the first magical being, a true dweller of that different world. It was Nomolas, the First Jinni. Unrestrained by imagination, this entity is the most powerful being we know to this day. He was godlike, able to bend the laws of nature at a whim, but preferring to observe things the way they are. He understood our language, and turned out to be obedient, like all magical entities summoned afterwards. We still don't know why exactly he decided to obey us, but we're certainly glad he did.
es: Al principio, nuestros ancestros consideraron que el Abismo era un lugar de caos primigenio. Esa idea cambió cuando invocaron accidentalmente a la primera entidad mágica, un auténtico morador del otro mundo. Se trataba de Nómolas, el primer genio. Dotado de un ingenio sin restricciones, esta entidad es el ser más poderoso que conocemos hasta la fecha. Era como un dios, capaz de torcer las leyes de la naturaleza a voluntad, pero prefería observar la naturaleza de las cosas. Entendía nuestro lenguaje y resultó dócil a nuestras peticiones, al igual que las demás entidades mágicas que invocamos posteriormente. Aunque aún no sabemos por qué exactamente decidió obedecernos; sin duda, somos afortunados de que lo hiciera.

source: Relying on it for so long, we have learned quite a lot about this outlandish dimension we had discovered, but haven’t been able to enter it. Maybe because no one in that place can summon us... However, in the last few years, our great minds came up with a design for a special magic circle that should be able to take us to that fantastic world. Our tests were an astounding success, but to this day we cannot summon previously sent items back to our world. As a result of this, though it may sound crazy, we decided to send the entirety of our land into the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not be able to use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and intend to stay there forever.
es: A raíz de nuestra dependencia del Abismo, hemos aprendido bastante acerca de tan extraña dimensión, pero no hemos logrado entrar en ella —quizás porque nadie allí puede invocarnos—. Sin embargo, en los últimos años, nuestras mejores mentes idearon un peculiar diseño para un círculo mágico capaz de transportarnos a ese mundo fantástico. Nuestros experimentos tuvieron éxito, aunque no hemos podido invocar de vuelta los objetos que enviamos. Por ello aunque parezca una locura, decidimos enviar nuestra tierra entera al Abismo, con la esperanza de encontrar un día la solución en el otro lado. Pero, incluso si la encontráramos, quizás no la usaríamos. Porque nosotros, invocadores, creemos firmemente que solo en el Abismo podremos encontrar el sentido último de nuestra vida, por lo que pretendemos quedarnos allí para siempre.

source: The circle is going to be 50 marahil in diameter, just enough to cover most of the desert. To make the construction easier, we built three cities, each separated from one another by exactly the same distance. These cities are: Mag-Magar, Tar-Tabar and Sud-Affar, whose leaders will supervise the works of their assistants.
es: El círculo tendría un diámetro de 50 <i>marahil</i>, suficiente para abarcar la mayor parte del desierto. Para facilitar la construcción, alzamos tres ciudades equidistantes, denominadas Mag-Magar, Tar-Tabar y Sud-Affar. En sus líderes recae la responsabilidad de supervisar las labores de construcción.

source: Witness the story of Mehir, a young city guard from al-Kamija, who will play a very important role in the time period which scholars call 'Era of Magic'. But before it happens, he will have to ascend the hierarchy of Summoners. Before we proceed to the action, let's start with the humble beginnings, a usual day of his life...
es: Atestigüe la historia de Mejir, un joven guardia de Alcamiya, quien desempeñaría un rol muy importante en el período que los escolares denominan la “Era de la Magia”. Pero, antes de ello, tendrá que ascender en la jerarquía de los invocadores. Así, antes de llegar a la acción, revisemos sus humildes comienzos, en un día como cualquier otro de su vida...

source: The appearance of the flying invader shocked the High Council. Paranoid of a possible invasion at any moment, they significantly increased the military's funding, and trained new soldiers as fast as they could afford. But let's return to the tale of Mehir...
es: La aparición del invasor aéreo sorprendió al Alto Consejo. Paranoicos por una inminente invasión, incrementaron significativamente el gasto militar y entrenaron nuevos reclutas tan pronto como podían permitírselo. Pero, volvamos a la historia de Mejir...

source: A few weeks after being promoted, Mehir was sent by Sharif to be in charge of guarding the construction in the territories east of Sud-Affar, and south of Mag-Magar. He finally had a more interesting duty, with better troops at his disposal, though he did convince some of the men from his city guard division to follow him, as he knew them quite well. Initially, things went smoothly, but not for too long...
es: Unas semanas después de ser promovido, Mejir fue asignado por Sharif a la tarea de vigilar la construcción en los territorios al este de Sud-Affar y al sur de Mag-Magar. Finalmente pasó a tener una labor más interesante, con mejores tropas a su disposición. También convenció de seguirlo a algunos de sus subordinados de la guardia de la ciudad, ya que los conocía muy bien. Inicialmente, hubo buen viento, pero no por mucho...

source: After hearing about the attacks, Sharif sent his deputy, Jaffar, with some of Sud-Affar's finest troops. On Mehir’s request, they brought the equipment needed for cutting down the trees, and the workers began clearing the path for the Great Circle...
es: Luego de recibir las noticias de los ataques, Sharif envió a su adjunto, Yafar, al mando de un grupo de sus mejores tropas. A solicitud de Mejir, trasladaron el equipamiento requerido para talar árboles. Al fin, los obreros se ocuparon en despejar el terreno para el Gran Círculo.

source: Mysterious beasts grabbed Mehir and Jaffar, and carried them deep into the jungle...
es: Las misteriosas bestias agarraron a Mejir y Yafar, y se los llevaron a lo más profundo de la jungla...
