Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: *to himself* <i>Hmmmmm... more of them? that's rather unexpected. They aren't that different from the other guards, though, so nothing to learn here.</i>
de: ( <i>Ein Kamel kommt selten allein … Wieder was erfahren! ...</i> )
ru: *про себя* <i> Хмммм... больше их? Это довольно неожиданно. Они не так уж отличаются от других охранников, поэтому здесь нечего нового что бы узнать.</i>

source: *to himself* <i>Magical flying decorated rectangles of cloth? What an interesting method of transportation...</i>
de: ( <i>Gewebe? Rot, länglich, befranst … Schwebende Fortbewegung … Wissenswert!</i> )
ru: *про себя* <i> Волшебные летающие ковры? Какой интересный способ передвижения...</i>

source: *to himself* <i>Meh... that was too easy. I love naïveté of abyssmal beings. They seem like children, amazingly powerful children...</i>
de: Wie gesagt, abyssale Wesen sind im Mitdenken nicht begabt. Sie hat's tatsächlich erneut fertiggebracht, hahaha~

source: *to himself*<i>Hmm.... the portals have already collapsed. These summoners are quite persistent. The data I acquired will prove useful anyway. It is time for the second stage.</i>
de: ( <i>Die Portale haben nicht sehr lang gehalten … Wüstenkreaturen sind zählebige Gestalten ... Jede Menge nützliche Daten … Mit Phase zwei will ich lieber nicht länger warten ...</i> )
ru: *про себя*<i>Хмм .... порталы уже рухнули. Эти призыватели довольно упорные. В любом случае, полученные мной данные окажутся полезными. Настало время для второго этапа. </i>

source: - Advances the unit - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
de: * Stufenaufstieg * Bann-Attacken schlagen niemals fehl * Attacke Stab/Torschluss Schaden +2 * Resistenz Magie +10%
ru: - Продвигает бойца - атака изгнания никогда не промахивается - атаки посохом / вратами холода наносят +2 урона - увеличивает сопротивление к магии на 10%

source: -This campaign is quite different from normal wesnoth, so don't expect other campaigns to be anything like this. -The campaign is set in a different universe from the mainline Battle for Wesnoth one, they aren't meant to be related. -In order to simulate height, some (or even most, in some scenarios) hexes are either unwalkable or impassable (unwalkable meaning that only flying units can move there, impassable meaning that the hex is simply off limits. Just a reminder for new players) -halos, unit animations, etc. are used extremely often here. You'd miss a large part of TLU-unique experience with those disabled.
de: Dieses AddOn unterscheidet sich deutlich von anderen – nicht Gleiches von normaln BfW-Kampagnen erwarten! Die Geschichte spielt nicht in der Welt von Wesnoth, es besteht auch kein Zusammenhang. Um Räumlichkeit und Höhe simulieren zu können, sind einige – fallweise die meisten – Hexfelder entweder »unbegehbar« <small>(nur flugfähige Einheiten können sich darauf bewegen)</small> oder »unpassierbar« <small>(für alle Einheiten tabu)</small>. Lichteffekte, Animationen usw. kommen hier äußerst häufig vor. Sollte in den Grafikeinstellungen die Funktion »Spezialeffekte anzeigen« de-aktiviert sein, gingen wesentliche Merkmale dieser Kampagne verloren. <span color='#000000'>.</span>
ru: -Эта кампания заметно отличается от обычных кампаний. Не стоит думать что другие кампании тоже такие. -Эта кампания происходит в другой вселенной от кампаний по умолчанию, по этому они не обязаны соответствовать друг другу. -Для того, что бы симулировать высоту, некоторые (или большая часть, в некоторых сценариях) клеток являются непроходимыми (для уточнения: так называются два вида местности: та на которой нельза ходить наземными бойцами, но можно двигаться летающими, и та, на которой не могут двигатся ни какие бойцы.Это небольшое напоминание для новых игроков) -эффекты свечения, анимации бойцов, и процее очень часто используются в этой кампании. Вы бы пропустили заметную часть графики (особенно анимаций) эксклюзивной к этой кампании

source: ... my time in this world has passed!
de: <span color='#0175FE'>Meine Zeit in eurer Welt ist um ...</span>
it: ...il mio tempo in questo mondo è passato!
ru: ... мое время в этом мире прошло!

source: ...AT THEM!!!
de: <span color='#FA0000'><big><b>AUF SIE !!!</b></big></span>
it: ...ELIMINATELI!!!
ru: ...НА НИХ!!!

source: ...DEFEAT ME!!!
de: <span color='#FA0000'><big><b>MICH ZU BESIEGEN !!!</b></big></span>
it: ...SCONFIGGERMI!!!
ru: ...ПОБЕДИТЬ МЕНЯ!!!

source: ...DESTROY THAT CREATURE!
de: Zerstört Euer Geschöpf!
ru: ... УБЕЙ ЭТО СУЩЕСТВО!

source: ...Hmmm... Interesting...
de: Hmmm … Frappierend ...
it: ...Mmm...interessante...
ru: ...Хммм... Интересно...

source: ...I died. I felt like there was no good nor evil in me. I was Unity...
de: <span color='#0175FE'>… Ich war nicht mehr. Nicht gut … nicht böse … Ich war eins … ungeteilte Ganzheit ...</span>
it: ... ero morta. Sentivo come se in me non ci fosse né il bene né il male. Ero unita...

source: ...I had a vision...
de: <span color='#0175FE'>… Ich … hatte eine Vision ...</span>
it: ...ho avuto una visione...

source: ...I... <b>I can’t believe this! You attacked our capital, tried to steal a holy relic of ours, and then you broke into our catacombs and killed one of our leaders! Who on earth do you think you are?!!!</b>
de: Harmlose Wissenschaftler? Ihr habt die Hauptstadt angegriffen, versucht, ein kostbares Relikt aus dem Palast zu rauben, diesen Begräbnisort entwürdigt und ein Oberhaupt samt Garde ins Jenseitige befördert! Das geht auf keine Kamelhaut! Willst du mich für dumm verkaufen?

source: ...I’ve finally found... you...
de: … Endlich … gefunden ...
it: ...Vi ho finalmente...trovato...

source: ...Oh! A summoner. You have come to help me, have you not?
de: <span color='#0175FE'>… Ein Beschwörer. Du kommst, um mir zu helfen, ja?</span>
it: ...Oh! Un evocatore. Siete venuto ad aiutarmi, vero?
ru: ...О! призыватель. Ты пришел мне помочь, не так ли?

source: ...Someone is coming... I hear their breath — it is a human... they come from the north-west...
de: <span color='#0175FE'>… Es nähert sich etwas Fremdes … Ein Mensch …</span>
it: ...Qualcuno sta arrivando... sento il suo respiro – è un essere umano...proviene da nord-ovest...

source: ...This is... impossible!
de: Unmöglich …

source: ...and fullfil our dream...
de: … und wirst auch unsren Traum erfüllen ...

source: ...and one inhabitant of that accursed place back here, and you offer me dinner?!
de: … mich ihres Beistands zu versichern, ohne den dieses kolossale Konstrukt nicht hier sondern zwangsweise durch selbige in die Luft gejagt worden wäre! Wird das mit einer Jause abgetan?

source: ...but also half-evil. Her good half shouldn’t rebel but I can’t guarantee that...
de: … Sie ist immerhin zur Hälfte blaurassig …

source: ...death...
de: <span color='#0175FE'>Ich spüre</span> <span color='#FA0000'><big>TOD !!!</big></span>
it: ...morte...

source: ...decision. The meeting elected Mehir the new leader!
de: … Entscheidung. Wir erklären Migwhar Mehir ibn Mehir zum Scherif von Tar-Tabar.
it: ...decisione. L’assemblea elegge Mehir come nuovo leader!

source: ...have no meaning. I know, but you see, it all depends on one's point of view. Anyway, you'd better hurry up. The portal is going to collapse any second now.
de: … keine Bedeutung haben. Wissen wir. Über das Ein und Alles kann man geteilter Ansicht sein. Es kommt auf die Betrachtungsweise an. Grenzen sind eh relativ. Was jedoch nicht heißt, dass du unbegrenzt Zeit hast: Das Portal wird jeden Augenblick zusammenbrechen.

source: ...nothing was the same.
de: … blieb dort nichts mehr beim Alten.
it: ...niente fu come prima.
ru: ... ничего не было как обычно.

source: ...or you could die. Let’s check!
de: … oder die Teilung nicht überleben. Na, einen Versuch wär's wert.

source: ...the Red Abyss?! The place of ultimate chaos? The home of all Efreeti and Dharma’rhamis? The most dangerous area of the entire dimension?
de: <small>… der Rote</small> … Die Heimat der Afriten? <b>Das Chaos, wo die Dharma’rhamis wohnen??</b> <big><b>Der schlimmste Ort von allen Dimensionen???</b></big>

source: ...then why do you not want... to go there?
de: Auch die Kharoser waren nicht begeistert … Ich finde das verwunderlich.

source: <b>Aaaaaah! We are going to die!</b>
de: AAAARGH … Ist doch egal wer … <big>Von uns sieht den Abyssus keiner mehr!</big> ...

source: <i>Initiating combat mode. Current behavior AI: berserk.</i>
de: <i>Gefechtsbereit. Aktionsmodus: Berserkern.</i>

source: <i>Life signatures detected. Initiating first contact protocols</i>
de: <i> Charakteristika für Leben erkannt. Kontaktaufnahme-Protokoll abspulen.</i>

source: A 'destroyer'?! I heard that name recently... Weren't those dark people, who invaded Kharos, worshipping these creatures? This is not good...
de: Zerstörer? Wie: <i>Das Unabwendbare lässt sich nicht abwenden</i>? Die Terroristen in Mag-Magar? Die Vollstrecker bei Saffaros, der Terrorhexer in Kharos? Der Luftschiffkäpt'n sagte doch … Das gehörnte Kamel soll ihn holen!

source: A Dimensional Gate can transform itself into an abyssmal being of your choice. It just needs something in exchange to preserve the balance of worlds.
de: Ha, Ihr beliebt zu scherzen. Oder spielt Ihr auf die Wandelfähigkeiten solcher Tore an? Ist Euch bekannt, dass sie sich in eine abyssische Kreatur Eurer Wahl umformen können? Sie wollen nur etwas im Austausch haben, damit das Gleichgewicht der Welten erhalten werden kann.

source: A few weeks passed. Mehir explored the palace of Tar-Tabar and met his servants. Old summoning veterans explained to him how to use a Megacircle, a necessary spell for all true Summons masters. He also learned how to lead his new troops in order to make his army as effective as it was under Tashkar’s command.
de: Der frisch erkorene Scherif machte sich alsdann mit dem Palastleben vertraut, an den Luxus gewöhnte er sich mühelos, Mehir lebte wie ein Fürst. Doch die Pflichten ließen ihn nicht in Frieden — es wurde viel von ihm erwartet, mit dem Titel <i>Meister der Beschwörung</i> allein war es nicht getan: er verlangte intensive Studien.
ru: Прошло несколько недель. Мехир исследовал дворец Тар-Табара и встретил своих слуг. Старые ветераны призыва объяснили ему, как использовать Мегакруг, необходимое заклинание для всех настоящих Мастеров Призыва. Он также научился руководить своими новыми войсками, чтобы сделать свою армию столь же эффективной, как и при командовании Ташкара.

source: A human! Alone?! We’re in the Great Desert!
de: Sie ist noch nicht beieinander … Wo sollte mitten in der Wüste ein Mensch herkommen!

source: A job. Why have I decided to be a city guard?! And who the hell decided that the palace-city needs defending? We’re in the middle of the desert, there are no threats for miles, and the only thing I have to pass the time here is to command these fools.
de: Hach ja, heut scheint die Sonne … Sand und dünne Dünen so weit das Auge reicht … Alles wie immer. Wieso bin ich Wächter? Was gibts zu bewachen? … Langeweile ist die einzige Gefahr ...
it: Che razza di incarico! Perché ho deciso di essere una guardia della città!? E chi diavolo ci ha assegnato la difesa del palazzo? Siamo nel bel mezzo del deserto, non ci sono pericoli per chilometri, e l’unica cosa che posso fare per passare il tempo è comandare questi idioti.
ru: Ну и работа. Зачем я решил стать городским стражем?! И кто, черт возьми, решил, что город-дворец вообще нуждается в защите? Мы находимся посреди пустыни, нет угроз за мили, и единственное, чем я могу здесь проводить вреся, это командовать этими балбесами.

source: A lizard dies
de: Tod einer Echse
it: Una lucertola muore
ru: Смерть любого ящера

source: A long time ago, when our ancestors lived on the outskirts of the desert, they made an extremely powerful discovery — Magic. Hidden in the form of magical formulas and symbols, magic controlled our fate. The Ancestors discovered the Abyss — another world full of energy, where time and space have no meaning. Our entire arsenal of known magic comes from the Abyss. We can summon this power to our world — and that’s the reason we are called Summoners.
de: Unsre Altvorderen — sie lebten noch am Rand der Wüste — entdeckten in der grauen Vorzeit eine wunderbare Sache: die Magie! Zauberformeln und geheime Zeichen bestimmen seitdem das Schicksal meines Volkes. Und was sie Ahnen auch noch fanden, war eine andre Welt voller geballter Energie, wo Zeit und Raum keine Bedeutung haben: den <i>Abyssus</i>! Von dort kommt unsere Magie, wir können nämlich selbige Kräfte herbeibeschwören — darob wir uns <i>Beschwörer</i> nennen.
it: Molto tempo fa, quando ancora i nostri antenati vivevano ai margini del deserto, fecero una scoperta grandissima – la magia. Celata sotto forma di formule magiche e simboli, la magia controlla il nostro destino. Gli antenati scoprirono l’Abisso – un secondo mondo pieno di energia, dove il tempo e lo spazio non hanno alcun significato. Il nostro intero arsenale magico proviene dall’Abisso. Siamo in grado di evocare questo potere nel nostro mondo – e per questo motivo siamo stati chiamati “evocatori” .
ru: Давным-давно, когда наши предки жили на окраине пустыни, они совершили чрезвычайно мощное открытие - Магия. Скрытая в форме магических формул и символов магия контролировала нашу судьбу. Предки обнаружили Бездну - другой мир, полный энергии, где время и пространство не имеют значения. Весь наш арсенал известной магии происходит от туда. Мы можем призвать эту силу к нашему миру - и поэтому нас называют Призывателями.

source: A magical being. A very different one from those present here on the battlefield.
de: So, so … Was haben wir denn hier ... Eure große Geheimwaffe, stimmts!

source: A small human? A child here?
de: Sehsoren? Knollennasen? Nix mit langen Wackelohren? Ich glaube du spinnst Dschinngarn.

source: AAAARGH!!!
de: <span color='#FA0000'><big>AAARGH~ Das kriegst du zurück!</big></span>

source: AAARRrrghh!!!
de: Nein. So nicht … NICHT SO !! … So ???
ru: АААРРрргхх!!

source: ALERT!!!
de: ALARM, Leute! Echseninvasion!! Arbeiter in Deckung, Wachtruppe zu mir!!!
it: ALLARME!!!
ru: ТРЕВОГА!!!

source: Aaaaah!
de: ( <i>... und fletscht die messerscharfen Beißer</i> )

source: Aaaaarrrghh!!!
de: <span color='purple'<big>Aaahahaaa~</big></span>

source: About half a year ago the Kharosans lost contact with all their settlements in the furthest east. Messengers never returned. When more towns started to disappear, the ruler of Kharos, the Highest Priest of Light, Anthi, ordered the middle-lands fortified in order to beat off possible attacks by invisible invaders. After one month contact was lost again, but this time, two cavalry archers managed to escape to the west. From their reports it was understood that they were attacked by masked beings, full of madness and anger. Terrifying three-headed creatures from their worst nightmares served them...
de: Sie nannten ihr Land Kharos, verkündete Atiros, und die alte Heimat habe unheimliche Fährnisse zu ertragen. Ganze Städte seien verschwunden, Kundschafter verschollen und Festungen von mysteriösen Eindringlingen geschleift worden. Zwei Männern sei die Flucht gelungen, diese phantasierten von bitterbösen Hexen, maskierten Dunkelmännern und dreiköpfigen Monstern. Da spitzte Mehir noch mehr seine Ohren, war er doch selbst dergleichen in Mag-Magar ansichtig geworden.
ru: Около пол года назад каросаны потеряли связь со всеми своими поселениями на самом дальнем востоке. Посланники так и не вернулись. Когда больше городов начали исчезать, правительница Кароса, Самая Высокая Жрица Света, Анти, приказала, чтобы средние земли были укреплены, чтобы отбить возможные нападения невидимых захватчиков. Через месяц связь снова пропала, но в этот раз двум конным лучникам удалось скрыться на западе. Из их сообщений было понятно, что на них нападают маскируеющиеся существа, полные безумия и гнева. Им служили ужасающие трёхглавые существа из их худших кошмаров ...

source: Abyss
de: (02) Abyssus
it: Abisso
ru: Бездна

source: Actually, i have a few: first, during the siege of Mag-Magar, i noticed that the Living Gate constantly swallowed enemies, but didn't turn into anything itself. Why is it the case?
de: Das Lebende Tor … Ich sah, wie es eklige Hexen und allerlei übles Gelichter verschlang. Vielleicht verdarb es sich den Magen, verwandeln tat es sich jedenfalls kein einziges Mal.

source: Advances the unit Grants 50% fire resistance
de: * Stufenaufstieg * Resistenz Feuer 50%
ru: Продвигает бойца Защита к огненным атакам повышается до 50%

source: Advances the unit Increases the attack by 25% Increases magical resistances by 10%
de: * Stufenaufstieg * Anzahl Attacken +25% * Resistenz Magie +10%
ru: Продвигает бойца Увеличивает силу атаки копьем на 25% Увеличивает сопротивление к магии на 10%

source: Advances the unit Speed increases by 50%
de: * Stufenaufstieg * Geschwindkeit: BP +50%
ru: Продвигает бойца Скорость увеличивается на 50%

source: After being released, Mehir immediately set out to Sud-Affar and informed Sharif about the whole situation. The leader of the city wasn’t really happy about the Keeper’s idea of sending Mehir to such an important mission but he had no choice. Mehir set out immediately.
de: Mehir indes wurde zu seinem Heer zurückgeflogen und schwang sich auf das schnellste Rennkamel, um in Sud-Affar über die verhängnisvollen Ereignisse und den Verbleib Jaffars Rapport zu geben. Das Amt des Vize sei nicht nur Dattelhonigschlecken, meinte der Oberkommandeur. Dass seine Soldaten aber nun Echsen retten sollten, wollte dem Scherif gar nicht schmecken. Doch gab es kein Vertun: Der Fortbau von dem <i>Großen Kreis</i> war sicherzustellen, um jeden Preis! Mehir platzte fast vor Wichtigkeit und führte die Armee unverzüglich zu jener <i>Feuerschlucht</i> in die Steinberge.
ru: После того как его отпустили, Мехир немедленно отправился в Суд-Аффар и сообщил Шарифу обо всей ситуации. Лидер города был не очень доволен идеей Хранителя отправить Мехира на такую ​​важную миссию, но у него не было выбора. Мехир отправился немедленно.

source: After creation of al-Kamija, Ka-Gatta turned into catacombs, full of graves of the first summoners. 400 years have passed since that time. There were many legends about the ancient vaults full of forgotten artifacts of immense power, all of which were protected by eternal guards. There were few who dared to confirm that but none returned...
de: Ka-Gatta wurde eine Totenstadt. Hunderte von Jahren vergingen, Legenden rankten sich um die Gruften der ersten Beschwörer. Von in Vergessenheit geratenen Artefakten wurde gemunkelt, geheimen Gegenständen mit großer Macht, und fürchterlichen Wächtern, die das alles bis ans Ende der Ewigkeit beschützten. Nicht viele wagten sich dorthin, um die Wahrheit der Sagen und Gerüchte herauszufinden. Zurückgekehrt war bisher keiner. <span color='#000000'>.</span>
ru: После создания Аль-Камиджи Ка-Гатта превратилась в катакомбы, полные могил первых призывателей. С тех пор прошло 400 лет. Было много легенд о древних сводах, полных забытых артефактов огромной мощи, и все они были защищены вечными стражами. Немногие осмеливались подтвердить это, но никто не вернулся...

source: After leaving the Palace, a flying ship awaited Mehir. Its captain explained to him that the place they were going to visit was indeed very far away. Traveling there using a normal boat would take months, where at the same time the flying ship could reach the destination in hours. Its deck was small and could not hold all summoners, so the Magi equipped Mehir with a special magical circle, which was able to teleport his troops from the Sky Kingdom to his location. When Mehir and Rashti boarded the ship, the Guru gave them three Ums—magical creatures serving the Magi—as a gift. He also gave Mehir a special magical spell allowing him to return instantly with his men and the battery. After that the flying ship took off and headed north...
de: Vor den Toren des Palastes wartete das Reisegefährt, welches der Guru in Aussicht gestellt hatte: ein Segelflugboot. Mehir und seine Truppe würden unterwegs wahrlich eine phantastisch Aussicht genießen können ... Eine Ruderfahrt würde Monate dauern, erklärte der Flugkapitän, auf dem Luftweg aber nur ein paar Stunden. Als die drei schwergewichtigen Ums an Bord kamen, wurde den Beschwörern mulmig. Das Luftschiff würde wie ein Stein vom Himmel fallen und nicht einer konnte schwimmen! »Nicht schlimm«, meinte der Lademeister mit einem Lachen. Sie sollten sich nicht in die Pluderhosen machen. Er lehrte Mehir im Auftrag des Gurus noch eine Zauberformel für die Beförderung des Magiespeichers und macht die Leinen los. Der Segler hob ab in Richtung Norden und dann immer geradeaus ... <span color='#000000'>.</span>
ru: Выйдя из Дворца, летающий корабль ожидал Мехира. Капитан объяснил ему, что место, которое они собираются посетить, действительно очень далеко. Перемещение туда с использованием обычной лодки займет месяца, и в то же время летающий корабль может добраться до места назначения в течении часов. Его палуба была маленькой и не могла держать всех призывателей, поэтому маги снабдили Мехира особым магическим кругом, который способен телепортировать его войска из Небесного Королевства к нему. Когда Мехир и Рашти сели на корабль, Гуру дал им три Ума - магических существ, обслуживающих магов, в качестве подарка. Он также дал Мехиру специальное волшебное заклинание, позволяющее ему мгновенно вернуться со своими людьми и батареей. После этого, летающий корабль взлетел, и отправился на север...

source: After recapturing Degos, Mehir, Dedylos, and their troops set out to Kharos in hope that the city was not attacked.
de: Dedylos — dank Mehir mit dem Beschwörer- und Dämonenheer recht siegessicher — war leicht zu überzeugen: Sie durften in Saffaros nicht länger in den Regen starren und auf Anthi und die Kharoser harren. Im Eilmarsch stürmten alle Richtung Hauptstadt, um zu retten, was hoffentlich noch zu retten war. Natürlich war der Feind eher da und lauerte schon blutgierig vor dem mächtigen Stadtportal ...
ru: Отвоевав Дегос, Мехир, Дедилос и их войска отправились к Каросу в надежде, что город не подвергся нападению.

source: After three days the wanderer regained consciousness. Atiros (that was his name) had come from a land abandoned by the Summoners thousands of years ago. These words shocked the High Council, because the ancient scrolls hadn’t mentioned other people outside the Great Desert. For centuries the Summoners believed that their ancestors had set out for the Great Desert from the Ancestral Lands, leaving the place empty. Atiros said that the land is now called Kharos and is in grave danger.
de: Ja, er verstand ihre Sprache. Der Mann, der sich Atiros nannte, kam nämlich aus dem Land der Ahnen. Dem Land, das die Altvorderen verlassen hatten, als sie vor tausenden von Jahren in die Wüste ausgewandert waren. Der Hohe Rat war darob bass erstaunt: Nirgends war in den alten Schriftrollen festgehalten, dass sich einige dem Umzug gar nicht angeschlossen hatten.
ru: Через три дня странник пришел в сознание. Атирос (это было его имя) пришел с земли, оставленной призывателями тысячи лет назад. Эти слова шокировали Высший Совет, потому что древние свитки не упоминали других людей за пределами Великой Пустыни. На протяжении веков призыватели считали, что их предки отправились в Великую Пустыню из земель предков, оставив место пустым. Атирос сказал, что земля теперь называется Карос и находится в серьезной опасности.
