Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: As if I'd believe that. But I must admit you have really big chances to win first prize in the competition for the best costume this year!
es: Como si creyera eso. ¡Pero debo admitir que tienes grandes posibilidades de ganar el primer lugar en la competencia del mejor disfraz de este año!

source: *sigh* I told you, this is not a co...
es: <i>Suspira</i>. Ya te dije que esto no es un dis...

source: And you even have a magical circle! I thought these devices were exclusive to Summoners. I've never seen anyone else using those here. This is probably an illusion spell - a very clever one. Good job!
es: ¡E incluso tienes un círculo mágico! Pensé que estos dispositivos eran exclusivos de los invocadores. Nunca he visto a alguien más usarlos aquí. Debe ser un hechizo de ilusión —uno muy inteligente—. ¡Buen trabajo!

source: Rashti, you tell him...
es: Rashti, decídselo...

source: Human, this is a genuine magical circle. You are talking to the leader of Tar-Tabar and I am the Queen of the Abyss. If you want more proof, I suggest you go outside and see our troops.
es: Humano, este es un círculo mágico genuino. Estáis hablando con el líder de Tar-Tabar y yo soy la reina del Abismo. Si queréis más pruebas, os sugiero que salgáis a ver a nuestras tropas.

source: *eyes wide open* Wait... So it's... you! Unbelievable! But how's that possible? Your kind should be in the Abyss now.
es: <i>Ojos muy abiertos.</i> Espera... Así que eres... ¡Tú! ¡Increíble! Pero, ¿cómo es eso posible? Los tuyos debían estar en el Abismo ahora.

source: I know. I didn't make it on time and I am stuck in this world for now. I was told Guru could help me and my men return to our folks in the Abyss.
es: Lo sé. No llegué a tiempo y estoy atrapado en este mundo por ahora. Me dijeron que Gurú podría ayudarnos a mí y a mis hombres a regresar con nuestra gente en el Abismo.

source: Ah, yes. Now I understand. Guru is definitely the person you are looking for. You can find him upstairs. Now pardon me, but I need to see those troops of yours! *to himself, with excitement in his voice* My friends won't believe me! I've met a real Summoner AND the Queen of the Abyss! This is awesome!
es: Ah, sí. Ahora entiendo. Gurú definitivamente es la persona que buscáis. Podéis encontrarlo arriba. Ahora, perdonadme, ¡pero necesito ver vuestras tropas! (Para sí mismo, emocionado). <i>¡Mis amigos no me creerán! ¡Conocí a un verdadero invocador <b>y</b> a la reina del Abismo! ¡Esto es genial!</i>

source: Did you hear that? He met 'a' summoner. At least he remembered you're 'the' Queen.
es: ¿Escuchasteis eso? Conoció a “un” invocador. Al menos recordó que eres “la” reina.

source: *smiles gently*
es: <i>Sonríe amablemente.</i>

source: *browses books on a shelf*... 'Assembling Golems for Beginners', 'Raising Landmasses - the Definitive Guide', 'Magic for Lazy People', 'Magic for Mus 10th edition - now with more pictures', 'Why Mus Have Small Brains - A Case Study', 'Giant Toad Mating Seasons' ...nah, this must be on a lower shelf.
es: <i>Revisa los libros en el estante</i>... “Ensamblaje de gólemes para novatos”, “Levantando masas de tierra — la guía definitiva”, “Magia para Mus — décima edición — ahora con más imágenes”, “Por qué los Mus tienen cerebros pequeños: un estudio casuístico”, “Temporadas de apareamiento de sapos gigantes”... No, esto pertenece a un estante inferior.

source: ...'The Fall of the Ancient Cyclops' Empire', 'The Dark Mysteries of the Great Jungle', 'The Arcane Encyclopedia Vol. 1', 'Study of Dwarvish Machinery (Incomplete)', 'On Kharos Culture', 'A Deal With God - Nomolas and His Motives' ...hmm, no, I am looking for novels...
es: ... “La caída del antiguo imperio cíclope”, “Los oscuros secretos de la gran jungla”, “Enciclopedia arcana Vol. 1”, “Tratado (parcial) de la maquinaria enana”, “Sobre la cultura carosiana”, “Un acuerdo con Dios: Nómolas y sus motivos”... Mmmm, no. Estoy buscando novelas...

source: Hmm, what's that? *grabs a medium sized book from the shelf* 'To Lands Unknown - the incredible adventures of a city guard from al-Kamija'. This could be fun! *starts reading*
es: Hmm, ¿qué es eso? <i>Toma un libro de tamaño mediano del estante.</i> “En Tierras Ignotas — Las increíbles aventuras de un guardia de la ciudad de Alcamiya”. ¡Esto podría ser divertido! <i>Comienza a leer.</i>

source: Ah, books already being written about me? Seems I am more famous than I thought.
es: ¡Ah! ¿Ya se escriben libros sobre mí? Parece que soy más famoso de lo que pensaba.

source: *turns to Mehir* Ah, you're back! Want more books?
es: <i>Se vuelve hacia Mejir.</i> ¡Ah, estás de vuelta! ¿Quieres más libros?

source: Wow... he is quite big.
es: Vaya... Es muy grande.

source: Scanning... Summoner encountered. Status: neutral, potentially dangerous.
es: Escaneando... Invocador encontrado. Estado: neutral, potencialmente peligroso.

source: Relax, if I wanted to start a fight here I would have already done it.
es: Calmaos. Si quisiera comenzar una pelea aquí, ya lo habría hecho.

source: Information received, returning to duty.
es: Información recibida. Regresando al servicio.

source: *turns to Mehir* Hello mister! Do you need help with finding a book from the top shelf?
es: <i>Se vuelve hacia Mejir.</i> ¡Hola, señor! ¿Necesitas ayuda para encontrar un libro del estante superior?

source: Sure, what books have you got there?
es: Sí, ¿qué libros tenéis allá?

source: Me have... First, 'Heaven's Kitchen' - a cookbook from Kharos. Second, 'That Time I Got Reincarnated As A Mu' - I like it, it has a lot of pictures, other books have a lot of complex words. Thirdly, uhhh... 'Fifty Shades of Tharis' the story of a Kharosian girl who marries a wealthy Tharis sorcerer. I don't think I'm old enough for that one yet. Which one do you want mister?
es: Yo tengo... En primer lugar, “Cocina del Cielo”, un libro de cocina de Caros. En segundo lugar, “Aquella Vez Que Reencarné Como Un Mu”. Me gusta, tiene muchos dibujos, otros libros tienen muchas palabras complejas. En tercer lugar, ehhh... “Cincuenta sombras de Taris” la historia de una niña carosiana que se casa con un acaudalado hechicero de Taris. No creo que tenga la edad mínima para eso todavía. ¿Cuál desea, señor?

source: Hmmmm... what book to choose...
es: Mmmmm... ¿Qué libro elegir...?

source: Heaven's Kitchen
es: Cocina del cielo

source: Alright, time to give this one a read...
es: Vale, le echaré un ojo a este...

source: A lot of the recipes involve so-called 'crabs' and 'lamb sauce'. Sounds quite delicious. Now I regret not tasting some of these back when I was still in Kharos...
es: Muchas de las recetas implican los llamados “cangrejos” y “salsa de cordero”. Suenan bastante deliciosas. Ahora lamento no haber probado algunas de ellas cuando todavía estaba en Caros...

source: That Time I Got Reincarnated As A Mu
es: Aquella Vez Que Reencarné Como Un Mu

source: The Mu was right, it does have plenty of pictures. The story was alright though.
es: El mu tenía razón: sí que tiene muchas imágenes. Sin embargo, la historia estaba bien.

source: Fifty Shades of Tharis
es: Cincuenta sombras de Taris

source: Wow... uhh... I didn't know you liked THOSE kinds of books.
es: Vaya... Ehh... No sabía que os gustara <i>ESE</i> tipo de libros.

source: Uh, it's not what it looks like, I swear! I was just curious and all.
es: Eh, no es lo que parece, ¡lo juro! Solo tenía curiosidad y eso.

source: *sigh* Fine, let's pretend we never saw this.
es: <i>Suspira.</i> Bien, finjamos que nunca vimos esto.

source: Wow... he is quite big. I'd rather not mess with this guy.
es: Vaya... Es bastante grande. Prefiero no meterme con este tipo.

source: I think that's enough reading for now. As great as the library is, we have more pressing matters.
es: Creo que es suficiente lectura por ahora. Por buena que sea la biblioteca, tenemos asuntos más apremiantes.

source: Alright...
es: Cierto...

source: Man, that globe is really big. Hmm, let me take a closer look...
es: ¡Guau! Ese globo es realmente grande. Hmm, dejadme echar un vistazo más de cerca...

source: When you said you'd take a closer look, I didn't think you mean THAT close.
es: Cuando dijisteis que echarías un vistazo más de cerca, no pensé que ESA era vuestra noción de “cerca”.

source: Standing on top of the entire known world feels good.
es: Qué bien se está encima de todo el mundo conocido.

source: Get off the globe! This is precious equipment you're stomping on. Argh, gonna have to get the mus to clean it again...
es: ¡Salid del globo! Es un equipo precioso lo que estáis pisando. Ahhh, tendré que hacer que los Mus lo limpien de nuevo...

source: I don't recognize any of these lands on this side. These must be other continents of this planet. When our ancestors had discovered the Abyss and settled in al-Kamija, they entirely gave up on world exploration.
es: No reconozco ninguna de las tierras de este lado: deben ser otros continentes del planeta. Cuando nuestros ancestros ​​descubrieron el Abismo y se asentaron en Alcamiya, abandonaron completamente la exploración del mundo.

source: You can't blame them. They were just safe from the dangers of the outside world, living an isolationist utopian life together with their Abyssmal servants in the middle of the Great Desert for centuries.
es: No los culpo. Simplemente vivían a salvo de los peligros del mundo exterior, en una utopía aislacionista, junto con sus sirvientes abismales, en medio del Gran Desierto, durante siglos y siglos.

source: I scouted the borders of the Great Desert with my third master more than 250 years ago but we didn't go very far. There were no flying carpets at that time. And Jinn, well, they had their own affairs.
es: Exploré las fronteras del Gran Desierto con mi tercer maestro hace más de 250 años, pero no fuimos muy lejos. No había alfombras voladoras por entonces. En cuanto a los genios... Ellos tenían sus propios asuntos.

source: Guardian
es: Guardián

source: Uh, excuse me...
es: Eh, perdonad...

source: I am here to see Guru over a very important matter.
es: Estoy aquí para ver a Gurú respecto a un asunto muy importante.

source: Not a talkative person, are you?
es: No sois una persona habladora, ¿cierto?

source: Ah, welcome to the Palace of Omniscience, Mehir. Though I am generally above such petty things as entertainment, I must admit, you impressed me. You are the first visitor from the surface to reach the palace, and that's no small feat, mind you.
es: Ah, bienvenido al Palacio de la Omnisciencia, Mejir. Aunque generalmente estoy por encima de cosas tan mezquinas como el entretenimiento, debo admitir que me habéis impresionado. Eres el primer visitante de la superficie en llegar al palacio, lo cual no es una hazaña menor —si me permites el halago—.

source: Those magi told that you're the person who can help me return to my people in the Abyss, and made me fight my way here, so it better be true...
es: Esos magos me dijeron que sois la persona que puede ayudarme a volver junto a mi gente en el Abismo. Incluso me hicieron combatir para llegar aquí, así que más vale que sea cierto...

source: Ah, yes, I do know how to make it happen. *turns to his people* Gentlemen, I need to discuss something with our guests here in private. Vacate the library until we are done.
es: Ah, sí, sé cómo hacerlo posible. <i>(Se vuelve hacia su gente).</i> Señores, necesito discutir algo con nuestros invitados en privado. Dejad libre la biblioteca hasta que hayamos terminado.

source: Much better... Where was I? Ah, yes. I know how to help you, but unfortunately opening a passage to to the Abyss without the usage of abyssal magic requires an enormous amount of energy. It exceeds even our capabilities... at least at the moment.
es: Mucho mejor... ¿Dónde estaba? Ah, sí. Sé cómo ayudaros; pero, desafortunadamente, abrir un pasaje al Abismo sin el uso de magia abismal requiere una enorme cantidad de energía. Incluso supera nuestras capacidades... Al menos actuales.

source: What?! Are you saying that all my effort of getting here was pointless?! There's no way I'm leaving this place empty-handed! There <b>must</b> be something I can do.
es: ¡¿Qué?! ¡¿Estáis diciendo que todo mi esfuerzo para llegar aquí no tenía sentido?! ¡No hay forma de que deje este lugar con las manos vacías! <i><b>Tiene</b></i> que haber algo que pueda hacer.

source: Fortunately for you, there is a solution, but it will require some work on your part. You see, there are objects in this world that can store very large quantities of magic over time. If you could bring us one, we could release its accumulated power to open a gate for you.
es: Y lo hay. Hay artefactos en este mundo que pueden almacenar inmensas cantidades de magia con el paso del tiempo. Si pudieras traernos uno de ellos, podríamos liberar su poder acumulado y abrir un portal para vosotros.

source: So there is still some hope. Where could I find such an object?
es: Así que todavía queda esperanza. ¿Y dónde podría encontrar un objeto así?

source: As a matter of fact, we do know the locations of two of them. The first is in the hands of the people of Kharos. It is their holiest artifact; they call it the ‘Sun Ray’.
es: Aunque resultan inútiles para nosotros, conocemos el paradero de dos. El primero está en manos de la gente de Caros. Es su artefacto más sagrado: el “Rayo de Sol”.

source: Huh... Anthi never mentioned it, wonder why...
es: Oh... Anthi nunca lo mencionó. Me pregunto por qué habrá sido...

source: Not surprising, considering that it is their greatest treasure: the source of power of all Sun Warriors. Anthi would never tell a stranger about this.
es: No me sorprende, puesto que es su tesoro más grande: la fuente de poder de todos los guerreros del Sol. Anthi no se lo contaría a un extranjero.

source: And you want me to steal it? Hell no! The people of Kharos helped me get here, they gave me hope, and besides, what kind of heartless traitor would I be to take the thing they hold most dear right after saving them?! I'd rather sell my soul than that!
es: ¿Y queréis que lo robe? ¡Demonios, no! La gente de Caros me ayudó a llegar aquí; me dieron esperanza y, además, ¿qué tipo de traidor despiadado sería si tomara lo que más aprecian justo después de salvarlos? ¡Prefiero vender mi alma antes que hacer eso!

source: *smiles lightly* I knew you wouldn’t do such a thing. You are a good person, Mehir, but good people always have it harder than the rest...
es: <i>Sonríe levemente.</i> Sabía que no haríais semejante cosa. Sois una buena persona, pero la gente buena siempre tiene más problemas que otros...

source: There is another power source, very far away from here, in one of the most distant places of all...
es: Hay otra fuente de energía, muy lejos de aquí, en uno de los lugares más distantes de la civilización...

source: You have to bring us one of the ‘batteries’ of the Runemasters — an ancient civilization that perished thousands of years ago.
es: Debes traernos una de las “baterías” de los maestros rúnicos —una antigua civilización que pereció hace miles de años—.

source: Go far away, search some ruins, find that thing and bring it back — sounds fairly easy.
es: Viajar lejos, buscar unas ruinas, encontrar esa cosa y traerla aquí: suena bastante fácil.

source: It's never that simple, Mehir. If it was, the battery would've already been taken and studied.
es: Nunca es tan simple, Mejir. Si lo fuera, la batería ya habría sido tomada y estudiada.

source: Your companion is correct, there is indeed always a catch. You see, the Runemasters are gone, but this place is protected by their mechanical creations, like your cities were protected by your abysmal beings.
es: Tu compañera está en lo correcto, sí que hay un pero. Verás... Los maestros rúnicos ya no están, pero el sitio está protegido por sus creaciones mecánicas, al igual que vuestras ciudades se encuentran protegidas por vuestros entes abismales.

source: A bunch of ancient guardians shouldn't be too difficult to defeat.
es: Un grupo de guardianes decrépitos no debiera ser demasiado difícil de vencer.

source: It won't be, as your army proved to be powerful enough. But there is a chance you will encounter the remnants of something more... terrifying. Believe me, it won't be easy.
es: Lo lograréis, puesto que vuestro ejército ha demostrado ser lo bastante poderoso. Pero hay una posibilidad de que os encontréis con algo más... <i>Terrorífico.</i> Creedme, no será fácil.

source: Hmmm... this better not be another trick of yours... By the way, I have so many questions I want to ask. Can I stay a little longer and do so?
es: Mmmm. Más vale que esto no sea otro truco vuestro... Por cierto, hay tantas preguntas que quiero hacer. ¿Podría quedarme un poco más y planteártelas?

source: Sure, I'm listening. After all, we do owe you some explanations.
es: Claro, te escucho. Después de todo, os debemos una explicación.

source: I've been wondering... Who exactly are you people? It almost seems like you're gods of this place.
es: Me preguntaba... ¿Quiénes sois exactamente vosotros? Casi parece que fueran los dioses de este lugar.

source: Oh, believe me, we are far from gods, but we know far more than others. We are just a group of people with the goal to study the world and it's secrets, for science. One would say - 'knowledge is power' - we agree with this philosophy to a certain extent. But sometimes ignorance is bliss...
es: Oh, créeme, estamos lejos de ser dioses, pero sabemos mucho más que otros. Solo somos un grupo de personas con el objetivo de estudiar el mundo y sus secretos, por la ciencia. Alguien dijo: “el conocimiento es poder”. Estamos de acuerdo con esa filosofía, hasta cierto punto —a veces, la ignorancia es felicidad—...

source: Some nations are aware of us, but we try not to interfere, and don't want to get tangled in others' wars. That is why we live in such a remote place.
es: Algunas naciones son conscientes de nuestra existencia, pero tratamos de no interferir y no queremos involucrarnos en las guerras de otros. Es por eso que vivimos en un lugar tan remoto.

source: ‘try not to interfere’?! ‘don't want to get tangled in others' wars’?! You expect me to believe such drivel?! I fought your kind in our territory - TWICE! At first, they attempted to steal one of our artifacts, and later defiled one of our sacred places and murdered one of our leaders!
es: “¿No interferir”? “¿no involucrarse en las guerras de otros”? ¡¿Esperáis que me coma ese cuento?! Luché contra los vuestros en nuestro territorio ¡DOS VECES! Al principio, intentaron robar uno de nuestros artefactos y, después, ¡profanaron nuestra tierra sagrada y asesinaron a uno de nuestros líderes!

source: The death of my former master is on your subordinate's hands, you better have a good explanation, mage.
es: Vuestro subordinado tiene en sus manos la sangre de mi antiguo maestro. Más vale que tengáis una buena explicación, mago.

source: Please put away your weapons, there is no need for even more needless violence than Aerius, our cartographer, already caused. We sent him on a mission to learn more about your civilization. He was given resources for this task, but alas it looks like he used them in a wrong way... <i>or not...</i>
es: Guardad vuestras armas. Evitemos más violencia innecesaria que la que Aerius, nuestro cartógrafo, ya ha causado. Lo enviamos a una misión para aprender más sobre vuestra civilización. Se le dieron recursos para ello, pero —por desgracia— parece que los usó de manera incorrecta... <i>O no...</i>

source: Your young country was something completely new to us. The development pace of your Abyss-based civilization was extremely rapid, and quickly gained our attention. We wanted to learn more about you, and your intentions. Thankfully your kind seems to be peaceful in nature and similar to us in some ways.
es: Vuestra joven nación era completamente novedosa para nosotros. El ritmo de desarrollo de vuestra civilización basada en el Abismo fue extremadamente rápido y pronto llamó nuestra atención. Buscábamos aprender más sobre vosotros y vuestras intenciones. Afortunadamente, parecéis de naturaleza pacífica y semejantes a nosotros de varias maneras.

source: So what, just because we're peaceful you thought we can just be pushed around?
es: ¿Entonces qué...? ¿Solo porque somos pacíficos, pensasteis que podríais hacer con nosotros lo que os plazca?

source: I understand your anger. The Master Council's decision to choose Aerius was a failure, <i>*to himself* but also an extraordinary success...</i> , we did not anticipate how violent his... research methods would be. I do sincerely apologize for all the harm caused by Aerius's actions.
es: Entiendo vuestra ira. La decisión del Consejo Maestro de elegir a Aerius fue un fracaso. (Para sí mismo). <i>Pero también un éxito extraordinario...</i> No anticipamos cuán violentos serían sus... Métodos de investigación. Me disculpo sinceramente por todo el daño causado por las acciones de Aerius.

source: Your concern is understandable, but, I assure you, getting rid of you is not my goal. This arrangement is beneficial for us both - you get to return home, we get an ancient artifact to study as well as mend the strained relations between our nations. Besides, if I were your enemy, I wouldn't be putting my life at risk by standing unarmed without bodyguards in front of someone as powerful as the Queen of the Abyss. Neither of us has anything to gain from the other's death.
es: Vuestra preocupación es comprensible, pero —os lo aseguro—, mataros no es mi objetivo. Este acuerdo es beneficioso para todos: podréis regresar a casa, nosotros obtendremos un artefacto antiguo para estudiar y reparamos las tensiones entre nuestras naciones. Además, si yo fuera vuestro enemigo, no pondría mi vida en riesgo al estar desarmado y sin guardaespaldas frente a alguien tan poderosa como la reina del Abismo. Ninguno de nosotros ganaría algo con matarnos.

source: Hmph... I suppose you do make a point there.
es: ¡Jum!... Supongo que tienes un punto.

source: To prove our good intentions, I'll help you as much as I can. Firstly, I will personally order three of our Ums to aid you in your journey. You probably noticed a muscular giant next to the bookshelves when you entered the Library. That was one of them. Ums are powerful beings, trust me.
es: Para demostrar nuestras buenas intenciones, os ayudaré tanto como pueda. En primer lugar, personalmente ordenaré a tres de nuestros Ums que os ayuden en vuestro viaje. Probablemente notasteis un gigante musculoso al lado de las estanterías cuando ingresasteis a la biblioteca. Ese era uno de ellos. Los Ums son seres poderosos, creedme.

source: Yeah, I can see that.
es: Sí, puedo verlo.

source: Also, no offense, but your personal circle is a tad bit too primitive for the task at hand.
es: Además, sin ofender, tu círculo personal es un poco demasiado <i>primitivo</i> para la tarea en cuestión.

source: What? This is the personal megacircle - the pinnacle of our abysmal design!
de: Klar. Megazirkel kriegen bei uns nur die Allerbesten! Es sind rare Meisterwerke, unglaublich wirkungsvoll, heilend, reflexsteigernd, schlagkraftverstärkend, selbsttätige Zielansteuerung inbegriffen … wahre Machtwortverstärker! Meiner hat noch ein Extra: Ich kann meinen Vize herbeirufen – aber nur, wenn er grade badet.
es: ¿Qué? Este es el megacírculo personal: ¡el pináculo de nuestro diseño abismal!

source: Mine even has a special feature of summoning my deputy while he's bathing!
es: ¡El mío incluso tiene la capacidad especial de invocar a mi adjunto mientras se baña!

source: Really? That's quite a novelty in sorcery...
es: ¿En realidad? Esa es una gran novedad en la brujería...
