Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: <i>*in the saurian language* Very well, my aprentisss. You may leave.</i>
es: (En el idioma saurio). <i>Muy bien, mi aprendizz. Puedess irte.</i>

source: Sssso you are, indeed, the devilsss from the desssert. *spits*
es: Assí que realmente sson loss demonioss del dessierto. <i>Escupe.</i>

source: Greetingsss, sssons of the desssert. I mussst admit, we are exsstremely grateful for your asssistance against those tree-cutting brutesss.
es: Ssaludoss, hijoss del dessierto. Debo admitirlo: esstamoss muy agradecidoss con ssu ayuda contra loss brutoss que cortan loss árboless.

source: Wait... you speak our language?! I thought...
es: Un momento, ¡¿habláis nuestro idioma?! Pensé que...

source: It isss good to know the language of enemiesss. And you are certainly among them. Your people not only sssssslain our loyal guardianssss near the Jungle'sss border...
es: Ess bueno conocer el lenguaje de loss enemigoss; y ustedes cuentan entre elloss. No ssolo assessinaron a nuesstross lealess guardianess en la frontera...

source: ...but you alssso COOKED their deceasssed bodiesss!
es: ¡Incluso COCINARON sus cuerpos sin vida!

source: Unfortunately we do not yet know what sssoullesssss abomination of a human was perssssonally responsible for thisss dessspicable deed, thusss I'm uncertain which of you to punish...
es: Dessafortunadamente, aún no ssabemos cuál ess la abominación con cuerpo humano pero ssin alma que ess perssonalmente ressponssable de esse acto desspreciable, assí que no esstoy sseguro a quién ajussticiar...

source: *sighs with relief*
es: <i>Suspira aliviado.</i>

source: ...ssso we we will kill you both, jussst to be sure.
es: Así que loss mataremoss a los doss, así noss asseguramoss.

source: WAIT! NO! Mehir, you were there! Did you really cook them?!
es: ¡ESPERAD! ¡NO! Mejir, ¡estabas allí! ¿En serio los cocinasteis?

source: Me?! Err... no. I... I was sunbathing and they attacked so we had to protect the circle and then... well...
es: ¡¿A mí?! Err... no. Es-estaba tomando el sol cuando atacaron y, pues, tuvimos que proteger el círculo y luego, pues...

source: *looks at Mehir with fury in his eyes*
es: <i>Mira a Mejir con furia en sus ojos.</i>

source: Uh... we had fire elementals in the camp, and people were hungry after the battle... so we... uh...
es: Eh... Teníamos elementales de fuego en el campamento, y la gente estaba hambrienta tras la batalla... Así que... Eh...

source: ENOUGH! We will do to you the sssame thing you did to them. Any lassst wish, degeneratesss?
es: ¡SUFICIENTE! Haremoss con usstedess lo missmo que hicieron con elloss. ¿Algún último desseo, degeneradoss?

source: Sweet Nomolas, I am too young to die! Mehir, please do something!
es: ¡Bendito Nómolas, soy demasiado joven para morir! Mejir, por favor, ¡haz algo!

source: I am thinking... Well, uh wait. Is this a ceremonial pipe? May I smoke it for the last time before you cook us?
es: Estoy pensando... Bueno, eh, espera. ¿Es una pipa ceremonial? ¿Podría fumarla por última vez antes de que nos cocinéis?

source: Thisssss one? *takes it out from his pocket* Hmmm... Ssssoo you know our ancient waysss of conversssation... That wasss... ummm... unexxpected. Fine, you may try it. I will sssmoke it with you. *hands the pipe*
es: ¿Como essta? <i>La extrae de ssu bolssillo.</i> Mmmm. Assí que conocess nuestrass cosstumbress antiguass.... Inessperado. Bien, puedess intentarlo. Fumaré contigo. <i>Entrega la pipa.</i>

source: Mehir! We are about to die and you are smoking herbs?! Have you lost your mind?!
es: ¡Mejir! ¡¿Estamos a punto de morir y os ponéis a fumar hierbas?! ¡¿Acaso habéis perdido la cabeza?!

source: Trust me, my liege, I know what I'm doing...
es: Confiad en mí, mi señor, sé lo que estoy haciendo...

source: One hour later...
es: Una hora después...

source: *visibly faded* ...so I took his carpet! And he said: 'I am gonna write a complaint to the High Council!', to which I responded with 'Ha, good luck with that!'
es: *<i>Visiblemente trastocado.</i> ¡Así que tomé su alfombra! Y él dijo: “¡Voy a escribir una queja al Alto Consejo!”, a lo que respondí con “¡Ja, buena suerte con eso!”

source: Hmmmm... You certainly make quite the court jessster. Not bad, not bad at all. I don't think I'll cook you quite yet...
es: Mmmmm... Sin duda eress un gran bufón cortessano. No esstá mal, no esstá nada mal. No creo que te vaya a cocinar todavía...

source: ...so we will cook your friend instead!
es: ... ¡así que cocinaremos a tu amigo en tu lugar!

source: It isss good to know the language of your enemy. The barbariansss, not you. They adopted a crude version of yoursss as their own, to help unify their ssscattered racesss and tribesss, who each had their own disssstinct dialect.
es: Ess bueno conocer el lenguaje de loss enemigoss; quiero decir, los bárbaross, no tú. Elloss adoptaron una verssión cruda del tuyo como propia, para unificar ssuss razass y tribuss disperssass. Antess de esso, cada una tenía ssu propio dialecto.

source: But we know nothing about them, nor do they know anything about us. We've just discovered both of your species!
es: Pero no sabemos nada de ellos, ni ellos de nosotros. ¡Acabamos de descubrir a vuestras dos especies!

source: Your kind hasss far, far deeper rootsss than you think. We had the dissspleasure of being invaded by them very long ago, when they ssstole a powerful sssacred artifact from usss. Around the sssame time the cyclopes were a large powerful empire instead of the ssstupid brutesss you know. From what I know, the cyclopes adopted the human language as their own, and their dessscendantsss ssspread the language among the barbariansss.
es: Tu esspecie tiene raícess mucho, mucho máss profundass que lo que te imaginass. Antaño, tuvimoss la amargura de ser invadidoss por ellos. Entonces, nos robaron un poderosso artefacto mágico. En aquel tiempo, los cíclopess eran un imperio vassto y poderosso en vezz de los brutoss tontoss que conocess. Entiendo que los cíclopess adoptaron el lenguaje humano como ssuyo y ssuss desscendientess propagaron el lenguaje entre loss bárbaross.

source: Interesting. I wonder, do you know what happened to our ancestors?
es: Interesante. Me pregunto... ¿Sabéis lo que pasó con nuestros ancestros?

source: According to legend, their hubrisss wasss their downfall. Their attempt to to ussse the ssstolen artifact failed catassstrophically, killing mossst of their kind and turning the onccce green north into the barren dessert you now inhabit.
es: Según la leyenda, ssu hibriss trajo su némessiss. Ssu intento de ussar el artefacto robado falló catasstróficamente, matando a cassi toda ssu esspecie y convirtiendo el antaño verde norte en el esstéril dessierto que ahora habitan.

source: I see... Well, anyway, we helped you with those barbarians, so maybe you could untie us? We have nothing against you.
es: Ya veo... Bien, de todos modos, os ayudamos contra esos bárbaros, así que ¿tal vez podríais desatarnos? No tenemos nada en vuestra contra.

source: Though you have sssaved Rhaxiz, we don't quite trussst you yet. Your kind ssseemsss cut from the sssame cloth as your thieving ancessstors, and like the barbariansss, your kind has no problem with killing innocent treesss. As we ssspeak, your men are murdering them by the hundreds to make room for the conssstruction of the devil's path! You mussst ssstop it!
es: Aunque hass ssalvado a Rhaxiz, todavía no confiamoss en ti. Tu tipo parece de la misma calaña que tuss ancesstross ladroness y, al igual que loss bárbaross, tu tipo no tiene repaross en matar árboless inocentess. ¡Mientrass hablamoss, tuss hombress los assessinan por cientoss para la construcción del sendero del diablo! ¡Debess detenerla!

source: But... but the construction of the circle is crucial to us! Besides, who cares about two or three trees being cut down? You have the entire jungle full of them!
es: Pero, pero... ¡La construcción del círculo es crucial para nosotros! Además, ¿a quién le importan dos o tres árboles talados? ¡Tenéis toda una jungla llena de ellos!

source: *hisses* Keep your blasssphemous mouth shut, you worthlesss fool! The Jungle of Life isss sssacred. It grows treesss to ssshelter usss from the blazing sssun, it grows fruitsss to feed usss, its air is humid to keep our ssskin moissst, and it gives us toadsss and wyvernsss to tame. It is our sssacred duty to repay itsss kindnesss by protecting it with our livesss. You cutting down ssso many treesss without planting a sssingle new one isss an intolerable insssult to the whole Jungle!
es: <i>Sisea.</i> Mantén essoss labios blassfemoss juntoss, pobre tonto! La jungla de la vida ess ssagrada. Loss árboless noss protegen del ssol abrassador, noss da frutass para comer, ssu aire húmedo protege nuesstra piel, y noss da saposs y guivernoss para domar. Ess nuesstro deber ssagrado pagar ssu bondad protegiéndola con nuesstras vidass. Tantoss árboless cortadoss ssin plantar ssiquiera uno nuevo. Inadmissible. ¡Un inssulto a toda la jungla!

source: Furthermore, we cannot allow outsssidersss' prying eyesss to wander close to the Jungle's heart. It has its sssecrets, very dark sssecrets that no being should dare learn.
es: Ademáss, no podemoss permitir miradass indisscretass de extrañoss cerca del corazón de la jungla. Tiene ssuss ssecretos; muy osscuross ssecretoss que nadie debe atreversse a aprender.

source: Please understand that completion of the circle is of utmost importance to us. We have no interest in the Jungle and its secrets. Is there anything we can do to have you make an exception for us to continue working?
es: Comprended que finalizar el círculo es de suma importancia para nosotros. No tenemos interés alguno en la jungla ni en sus secretos. ¿Hay algo que podamos hacer para que hagáis una excepción que nos permita seguir trabajando?

source: Hmmm... Perhapsss there isss. As you can sssee, for centuriesss, we - the ‘Darkblooded’ – have been fending off barbarian hordesss from the wastelandsss. Unfortunately, we can't ssspare anything for a counter-attack, as all our forces are occupied with defending the jungle's borders. We need you to dessstroy one of the barbarian fortresssesss in the Fire Canyon, which is dangerousssly clossse to the temple.
es: Mmmm. Tal vezz ssí. Como pueden ver, por ssigloss, nossotross –los “ssangreoscurass”– hemoss esstado defendiéndonoss de lass hordass bárbarass de loss Yermoss. Dessafortunadamente, no podemoss dividirnoss para hacer un contraataque, pues todass nuesstrass fuerzass esstán ocupadass en defender lass fronterass de la jungla. Necessitamoss que desstruyass una de lass fortalezass bárbarass en el Cañón del Fuego, que esstá muy cerca y amenaza el templo.

source: But... but we are not authorized to make such impactful decisions, it's up to the High Council to decide!
es: Pero, pero... No estamos autorizados a tomar decisiones tan importantes. ¡Eso depende del Alto Consejo!

source: By the time your 'council' sssends any troopsss, it will be too late; the barbariansss captured one of our mysticssss in a recent raid, no doubt to interrogate him about the temple'sss location. I am not willing to bet on their ability to endure torture. And remember, you are in <b>our</b> domain, and at <b>our</b> mercy.
es: Para cuando su “consejo” envíe tropass, sserá demasiado tarde. Loss bárbaross capturaron a uno de nuestros míssticoss en una incurssión reciente, sseguro para interrogarlo ssobre la ubicación del Templo. No esstoy disspuessto a aposstar por ssu capacidad para ssoportar la tortura. Y, recuerden, están en <b>nuestro</b> dominio y a <b>nuestra</b> merced.

source: If we do this for you, will you allow us to work safely on your territory?
es: Si hacemos esto por usted, ¿garantizaríais nuestra seguridad para trabajar en vuestro territorio?

source: Yesss, as much as it painsss me to allow part of the Jungle to be dessstroyed, I will. As much as I dessspise the devil's path, the damage that would be causssed by trying to fight a two-front war is even worssse...
es: Ssí. Por máss que me duela permitir que parte de la jungla ssea desstruida, lo haré. Por más que desprecio el sendero del diablo, el daño que ssería caussado por luchar una guerra en doss frentess ssería peor...

source: *sigh* I guess we have no choice...
es: <i>Suspira.</i> Supongo que no tenemos otra opción...

source: Very well, though your sssuperior will have to... ssstay with usss for now.
es: Muy bien, aunque tu ssuperior deberá... Acompañarnoss por ahora.

source: Huh? Wait! Why me?! What are you doing?
es: ¿Cómo? ¡Esperad! ¡¿Por qué yo?! ¿Qué hacéis?

source: Aaaaaah! Put me down! Put me down! Somebody help!
es: ¡Aaaaaah! ¡Bajadme! ¡Bajadme! ¡Alguien ayúdeme!

source: Why so serious? Calm down and relax. Maybe there is something I can do for you to save my friend? We mean you no harm. We just want to continue our project, then we will go away. *hands over the pipe*
es: ¿Por qué la seriedad? Calmaos y relajaos. ¿Quizás haya algo que pueda hacer para que salves a mi amigo? No pretendemos haceros daño. Solo queremos continuar nuestro proyecto y luego nos iremos. <i>Entrega la pipa.</i>

source: *smokes the pipe for a moment*
es: <i>Fuma la pipa por un momento.</i>

source: Hmmm... Perhapsss there isss. As you can sssee, for centuriesss, we - the ‘Darkblooded’ – have been fending off barbarian hordesss from the wastelandsss. Unfortunately, we can't ssspare anything for a counter-attack, as all our forces are occupied with defending the jungle's borders.
es: Mmmm. Tal vezz ssí. Como pueden ver, por ssiglos, nossotross –los “ssangreoscurass”– hemoss esstado defendiéndonoss de lass hordass bárbarass de loss Yermoss. Dessafortunadamente, no podemoss dividirnoss para hacer un contraataque, pues todass nuesstrass fuerzass esstán ocupadass en defender lass fronterass de la jungla.

source: The barbariansss captured one of our mysticssss in a recent raid. They took him to the barbarian fortresssesss in the Fire Canyon, which is dangerousssly clossse to the temple. No doubt they will interrogate him about the temple'sss location. You need to bring him back along with his companions. If you do thisssss, we will pardon you, and might allow you to resume your conssstruction work.
es: Recientemente, los bárbaros capturaron uno de nuestros míssticoss en una incurssión. Sse lo llevaron a lass fortalezass bárbarass en el Cañón de Fuego, que esstá amenazantemente cerca del templo. Ssin duda, lo interrogarán ssobre la ubicación del Templo. Necessitass traerlo de vuelta con ssuss compañeross. Si hacess essto, loss perdonaremoss y podríamoss permitirless continuar ssu consstrucción.

source: (in saurian) <i>Thisss isss outrageousss! Your Highnesss, thessse humansss deserve death!</i>
es: (En saurio). <i>Essto ess esscandalosso! ¡Vuestra Alteza, esstos humanoss merecen la muerte!</i>

source: (visibly faded, in saurian) <i>Calm down, I know what I'm doing.</i>
es: (Visiblemente trastocado, en saurio). <i>Calma, ssé lo que hago.</i>

source: (to Mehir) Do we have an agreement?
es: <i>A Mejir.</i> ¿Tenemos un trato?

source: Consider it done.
es: Dadlo por hecho.

source: Very well, then, you may leave. *unties Mehir* But your friend will ssstay with ussss for now...
es: Muy bien, entoncess, puedess irte. <i>Desata a Mejir.</i> Pero tu amigo permanecerá con nossotross por ahora...

source: Mehir! Rescue those damn lizards and return immediately! That's an ORDER!
es: ¡Mejir! ¡Rescatad a esas malditas lagartijas y regresad de inmediato! ¡Es una ORDEN!

source: Wait, so you brought Jaffar just to hold him hostage?!
es: Esperad. Entonces, ¡¿trajisteis a Yafar sólo para aprehenderlo como rehén?!

source: Yesss, it isss a precaution to ensssure you don't jussst abandon usss the moment we ssset you free. He isss of little worth for anything else. Lisssten, if you fulfill your sssside of the bargain, we will grant your kind permisssion to sssparingly cut down the treesss for the devil's path, and return the hostage to you in one piece. If not, we will add him to the lissst of ingredientsss in the sssoup.
es: Ssí, es una precaución para assegurar que no noss abandoness tan pronto como te liberemoss; aparte de esso, él no tiene mayor valor. Esscucha. Ssi cumpless tu parte del trato, te otorgaremoss permisso para cortar unoss pocoss árboles para el ssendero del diablo y devolveremoss al prissionero en una ssola pieza. Ssino, lo agregaremoss a la lissta de ingredientess de la ssopa.

source: *gives an evil stare* You should hurry. I cannot guarantee thisss branch will withssstand the weight of your deliciousss friend for long.
es: <i>Mira maléficamente.</i> Debess darte prissa. No puedo garantizar que essta rama ressisstirá el peso de tu deliciosso amigo por mucho tiempo.

source: On my way, sir!
es: ¡Voy en camino, señor!

source: Very well, then, you may leave. *unties Mehir*
es: Muy bien, entoncess, puedess irte. <i>Desata a Mejir.</i>

source: Fire Canyon
de: (05) Feuerschlucht
es: Cañón de fuego
it: Il Canyon di Fuoco
ru: Огненный Каньйон

source: Seize the post on the other hill
es: Apodérese del puesto al otro lado

source: Release the lizards
de: Echsen befreien
es: Libere a las lagartijas
it: Libera le lucertole
ru: Освободите ящеров

source: Death of any lizard
es: Muerte de cualquier lagartija

source: Defeat the barbarians
de: Barbaren besiegen
es: Elimine a los bárbaros
it: Sconfiggi i barbari
ru: Убейте варваров

source: A fire elemental moves on a wooden bridge
es: Un elemental de fuego llega al puente de madera

source: That’s the place. I can see cages with the captured lizards inside...
es: Ese es el sitio. Puedo ver las jaulas con los saurios prisioneros dentro...

source: Theoretically we should attack the fortress ahead in order to reach them...
es: En teoría, tendríamos que atacar la fortaleza delante para llegar hasta ellas...

source: ...but I have a better idea...
es: Pero... Tengo una mejor idea...

source: Huh? We’re under attack!
es: ¿Eh? ¡Nos atacan!

source: Is it the green bastards again? What is it, the third time this week?
es: ¿Son los bastardos verdes de nuevo? ¿Cuántas van? ¿Ya es la tercera vez esta semana?

source: (to the goblin) Hey, you, midget! Calm down, I mean you no harm. Go to your chief and tell him I'm here to make a deal.
es: <i>Al goblin.</i> ¡Eh, tú, enano! Cálmate, no te haré daño. Ve donde tu jefe y dile que estoy aquí para hacer un trato.

source: Master! Human says he wants talk. A deal, he says!
es: ¡Maestro! Humano dice querer hablar. ¡“Un trato”, dice!

source: A human? Here? Interesting... Let him pass.
es: ¿Un humano? ¿Aquí? Interesante... Déjalo pasar.

source: So you must be the one in charge here. Look, I am here for those lizards you captured not so long go.
es: Así que sois el mandamás aquí. Veréis, vine por las lagartijas que capturaste hace no mucho.

source: You're with the Darkblooded?!
es: ¿Estás con los sangreoscuras?

source: Not quite. It's more along the lines of them forcing me to do this by taking my friend hostage.
es: No exactamente. Es más como que me obligaron a hacer esto al tomar a mi amigo como rehén.

source: Hmpff... Fine, so what are you willing to offer for those scumbags' freedom?
es: ¡Jum!... Vale. Y bien, ¿qué ofreces a cambio de llevarte de esas escorias?

source: You seem to be a strong man. I challenge you to a drinking contest! Whoever loses consciousness first, loses the bet. If I win, you will free the lizards.
es: Parecéis un hombre fuerte. ¡Os desafío a una competencia de bebida! Quien pierda la conciencia primero, pierde la apuesta. Si gano, liberaréis a las lagartijas.

source: Ha! No one here can beat me at drinking! But proving it in your face is certainly a good idea. But what when YOU lose?
es: ¡Ja! ¡Nadie aquí puede ganarme en beber! Aunque, no cabe duda de que demostrártelo en tu cara sería una buena idea. Pero... ¿Qué es lo que TÚ pierdes?

source: I will teach you... magic.
es: Os enseñaré <i>magia</i>.

source: Magic? I don't trust your weird magic, with that weird glowy things under your feet. I rather burn stuff with my eye.
es: ¿Magia? No confío en tu extraña magia, con esas extrañas cosas brillantes debajo de tus pies. Prefiero quemar cosas con el ojo.

source: Geez, so much for intellect... What do you say about this: I'll teach you the basics of our magic *and* then you will kill me!
es: Plop, criatura inteligente... ¿Qué opináis de esto? Os enseñaré los conceptos básicos de nuestra magia, <b>y</b> entonces me mataréis!

source: Now we're talking! Bring the booze!
es: ¡Ahora estamos hablando! ¡Trae el alcohol!

source: GO MASTER! DRINK! DRINK! DRINK!
es: ¡SIGA, MAESTRO! ¡BEBER! ¡BEBER! ¡BEBER!

source: Yeah, you can do this!
es: ¡Sí, puedes con esto!

source: My liege, you're doing well! One more shot!
es: ¡Mi señor, lo estáis haciendo bien! ¡Una más!

source: CHIEF NO SLEEP! WAKE UP! DRINK!
es: ¡JEFE, NO DORMIR! ¡DESPERTAR! ¡BEBER!

source: I... can't...
es: No... Puedo...

source: Noooo! Master! Wake up!
es: ¡Noooo! ¡Maestro! ¡Despertar!

source: *visibly drunk* I... *hic* won...
es: <i>Visiblemente borracho.</i> He... ¡Hip! Ganado...

source: Damn human! Stronger head than Master! Give him lizards!
es: ¡Maldito humano! ¡Cabeza más fuerte que maestro! ¡Dar lagartijas!

source: Uh... Lizards gone! EMPTY!
es: Oh... Lagartijas idas! ¡VACÍO!

source: Of course they are gone... *hic* That was the plan B in case I would lose. *hic* I think I'll go now...
es: Por supuesto que se han ido... ¡Hip! Ese era el plan B en caso de que perdiera. ¡Hip! Creo que me iré ahora...

source: Humans no better than lizards! No honor! KILL HUMANS!
es: ¡Humanos no mejores que lagartos! ¡Sin honor! ¡MATAR HUMANOS!

source: Mehir escapes to the camp
es: Mehir escapa al campamento

source: We'll have to attack the fortress ahead in order to reach them...
es: Tendremos que atacar la fortaleza delante para llegar hasta ellas...

source: ...And we're going to deploy firepower! I don't care if it scares the hell out of those lizards. They don't look like they can last much longer, so we have to hurry. I better not lead any fire elementals down the wooden path, though... they'd burn it, and we would get stuck. Alright, let's cross this bridge first. Soldiers, hurry up, we don't have much time!
es: ¡Y vamos a emplear armas de fuego! ¿A quién le importa si asusta a esas lagartijas? No parece que puedan resistir mucho más, así que debemos darnos prisa. <i>Aunque sería mejor que los elementales de fuego no se acerquen a los puentes de madera. ¡Si los queman, estaremos atascados!</i> Muy bien, a cruzar este puente de una vez. Soldados, daos prisa, ¡no tenemos mucho tiempo!

source: Oh no! The bridge is on fire!
es: ¡Oh, no! ¡El puente está en llamas!

source: We’re under attack!
de: Ich glaub, wir werden angegriffen!
es: ¡Nos atacan!
it: Siamo sotto attacco!
ru: На нас напали!

source: Is it the green bastards again? What is it, the third time this week? Never mind... KILL THEM!!!
es: ¿Son los bastardos verdes de nuevo? ¿Qué es la tercera vez esta semana? No importa... ¡Mátalos!

source: Quick! We must seize this post — we can safely summon our Elementals from there.
es: ¡Rápido! Debemos apoderarnos de esta avanzada —podremos invocar a nuestros elementales desde allí—.

source: Taste the fires of the Abyss, savages!
es: ¡Probad los fuegos del Abismo, salvajes!

source: What the hell?! Is that a walking bonfire?!
es: ¡¿Qué demonios?! ¿Una hoguera andante?

source: Wait a minute, lizards don't have crap like this! So these must be the very humans who killed Brogh'ur!!! Everyone, grab your weapons!!! Bring me their leader's skull!!!
es: ¡Espera un minuto, las lagartijas no tienen esas cosas! ¡¡¡Así que deben ser los mismos humanos que mataron a Brogh-ur!!! ¡¡¡Todos, a las armas!!! ¡¡¡Tráiganme el cráneo de su líder!!!
