Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: They are quite a sight. But some of them smell really bad...
de: Ein magischer— Natürlich! So einen hab ich immer schon gewollt!
ru: Они выглядят довольно необычно, но некоторые из них очень плохо пахнут...

source: They are waiting for you, Mehir. You have to go now.
de: Na? Worauf wartest du? Das Krabbenfleisch ist aufgegessen, Wasserpfeifen gibts hier nicht ...
it: Vi stanno aspettando, Mehir. Ora dovete andare.

source: They are... lizards... and that one is probably their leader. See all of those feathers. Maybe we should talk with them?
de: Das sind keine Eindringlinge, Sidi, sondern Eidechsen. Die wohnen hier im Wald. Ihr Anführer ist der mit den vielen Federn. Mit dem solltet Ihr erstmal reden, um—
it: Sono delle...lucertole...e quello probabilmente è il loro capo. Vedete tutte quelle piume? Forse dovremmo parlare con loro?
ru: Это ... ящеры ... и это вероятно их лидер. Посмотри на все эти перья. Может нам стоит поговорить с ними?

source: They used their personal circles for too long and died with them. Although their bodies perished, their minds created bonds with their circles so strong, that this process resulted in a ghost form!
de: Ja, ich erkenne Zeichen von Abhängigkeit durch übermäßigen Kreisgebrauch zu Lebzeiten! Sein Ego ist im Kreis geblieben, er ist nur noch ein Schatten der einstigen Persönlichkeit – verloren in einem Labyrinth aus Erinnerungen. Tragisch, tragisch …
ru: Они слишком долго использовали свои личные круги и умерли вместе с ними. Хотя их тела погибли, их умы так крепко были скреплены к своии кругам, что этот процесс привретил их в призраков!

source: They want to fight the entire world? This is madness which has to be stopped now!
de: Für DICH und dein Gesocks wird viel früher Ruh' sein! Da habe ICH ein Auge drauf!

source: This ancient ghost of a Summons Master roams catacombs of Ka-gatta for centuries. Beings like these are result of people staying inside their personal circles for too long. If the bond between human's mind and a circle grows too strong, when that person dies his/her psyche is trapped inside and lives afterlive of its own.
de: Die Spukgestalt dieses Mannes, der als Spitzenkönner der Beschwörung galt, irrt seit vielen Hundert Jahren durch die Katakomben von Ka-gatta. Magie bedarf höchster Willenskraft, und leicht wird einer schwach... Wer allzu oft und viel zu lange in seinem Zauberkreis verbrachte, bleibt am Ende drin gefangen: statt den Geist aufzugeben, führt dieser dann ein Eigenleben.

source: This area looks safe...
de: Siehste, Bakha, man sieht den Wald vor Bäumen nicht, aber sonst sehe ich kein Problem.
it: La zona sembra sicura...
ru: Это место выглядит безопастно...

source: This campaign utilizes sophisitcated visual effects, which may not work properly on some machines. If you encounter any graphical glitches or black screens, quit the game and run it once again. If the issues are persistent, try disabling unit animations and/or halos in game settings.
de: Diese Kampagne bietet aufwändige visuelle Effekte, die nicht auf jedem Computer fehlerfrei dargestellt werden. Falls Grafikprobleme auftreten oder der Monitor schwarz wird, könnte ein Neustart des Spiels sie u. U. beheben. Wenn nicht, sollte die Funktion »Spezialeffekte anzeigen« deaktiviert werden. <small>(Hauptmenü > Einstellungen > Grafik)</small>
ru: Эта кампания использует сложные визуальные эффекты, которые могут не работатьПравильно на некоторых устройствах. Если вы сталкиваетесь с любыми графическими глюками или чернымиЭкранами, выйдите из игры и запустите ее еще раз. Если проблемы остаются постоянными, Попробуйте отключить анимации и/или еффекты свечения в настройках игры.

source: This elemental wears the Amulet of Metamorph. Effects: The elemental unit can turn into another elemental (use right-click on the unit to activate)
de: Dank eines metamorphosierenden Amulettes kann der Urstoff verändert werden (per Rechtsklick auf die Einheit)
ru: Этот элементаль носит Амулет Метаморфа. Эффекты: Этот елементаль способен превращатся в другие варианты елементалей (нажмите правой кнопкой мыши, и выберите)

source: This is Nomolas — the first jinn, the one who does not know the limits of human imagination.
de: Siehst du, Mehir, DAS war unser Nomolas — ein Wesen jenseits aller Vorstellungskraft!
it: Questo è Nomolas – il primo genio, l’unico che non conosce i limiti dell’immaginazione umana.
ru: Это Номолас - первый джинн, тот, кто не знает границ человеческого воображения.

source: This is Rashti’rhami, the queen of the Abyss and one of the Ultimate Beings. Her dual nature can be a real trouble sometimes...
de: Nee, Rashti’rhami ist gespalten, zwei Wesen in einem. Sie führt immer Zwiegespräche.

source: This is amazing! With an army of gates like these I can summon 'fresh' veterans directly from the Abyss!
de: Hehe, mit einem Heer Weltportale könnte ich zig Altgediente aus dem Abyssus rekrutieren!

source: This is clearly an invasion. Prepare yourselves! Guards!
de: Willste mich verhöckern? Du kriegst was auf die Nase! Wachen, was gafft ihr Löcher in die Luft und steht noch müßig rum? Erkennt ihr keine Invasion?
ru: Это явно вторжение. Готовьтесь! Стража!

source: This is crazy, but I’ve seen it all; nothing surprises me. Very well, I will eat this... crab of yours...
de: Ich habe auch ein lebendes Exemplar aus dem Runenmeisterland mitgebracht. Ist, glaube ich, der letzte seiner Art ...

source: This is fascinating! Your culture and beliefs are completely alien to us. Unfortunately our Sun does not speak to us like your ultimate beings, but its power is among us and gives us strength to make unbelievable things.
de: Bei dieser furchtbaren Schlacht konnnten leider nur Dedylos und Atiros ihre Kraft unter Beweis stellen, doch glaubt mir: Die Macht der Sonne lässt auch uns Fantastisches vollbringen!

source: This is how WE kill!
de: <span color='#FDFD00'><big>Die gelbe Rashti hat zugeschlagen!</big></span>

source: This is impossible! I should have sensed you. Nothing can hide from me - I see all!
de: <span color='#0175FE'>Unmöglich … Warum habe ich dich nicht erspürt?</span> <span color='#FA0000'>Nichts bleibt mir verborgen! Ich bin allsichtig!</span>

source: This is interesting. It looks like during the course of your history you did not rely on sun like we did. We could learn so much form each other!
de: Hmm, ihr seid unabhängig von der Sonne, die für uns göttlich ist …

source: This is not a perfect time for requests, but tell me what do you want. Just be quick about it.
de: Lass hören, Herr Inschenör. Wir helfen dir überleben, was kanns da noch zu fordern geben?

source: This is our holy mission given to us by the Eye of Darkness. Only by destruction we can prove we are worth living. The Destroyers will spare us, when they return. But before this happens, we will slaugher you to the very end.
de: Wir sind der Fluch der Götter, der wahre Terror! In heiliger Mission gibts keine Gnade, da muss alles vernichtet werden. Das Auge der Finsternis streift übers Land, eure Sonne drückt das ihre zu: Auge um Auge, bis alles Unwürdige vernichtet ist – erst dann ist Ruh'. So siehts aus.

source: This is... just... I see it now... how could have I been decived into serving those damn creatures for so long?! Thank you for showing me the truth, Reficul. And now, DIE HUMANS!!!
de: <span color='#0175FE'>Das ist … Er spricht wahr … Wie konnten wir uns so lange derart hinters Licht führen lassen?</span> <span color='#FA0000'>Reficul, du öffnest mir die Augen! Ich danke dir! — STERBT, IHR … MENSCHEN !!!</span>

source: This mysterius ring is richly decorated with magical symbols making it somehow connected to the Abyss. The bearer of this relic may benefit from strange energies flowing into his body, healing him effectively. - Grants regeneration Should this unit pick up the ring?
de: Ein mysteriöser Fingerreif – reich verziert mit magischen Symbolen, die ihn mit dem Abyssus verbinden. Der Träger fühlt sich durchströmt von ungeahnter Energie, die sehr heilend wirkt. * Beschert die Fertigkeit »Regeneration« Soll die Einheit diesen Ring anstecken?
ru: Это загадочное кольцо роскошно украшено волшебными символами, что делает его каким-то образом связанным с Бездной. Носитель этой реликвии может извлечь выгоду из странных энергий, втекающих в его тело, эффективно леча себя. - Предоставляет регенерацию должен ли этот боец взять кольцо?

source: This ring will heal the bearer a little each turn.
de: Der Ring hat Heilkräfte, die bei Verwundung in jeder Runde etwas Wirkung zeigen.
ru: Это кольцо будет немного лечить своего владельца каждый ход.

source: This sounds like a dirty kind of summoning.
de: WAAAS?!? Den Geist eines lebenden Wesens will so ein Ding im Gegenzug verschlingen? Wo gibts denn so was! Ist das ein Seminar für Schwarzmagie??

source: This sphere is one of Reficul's most prized belongings. He always kept it with him, just in case. Alas, it wasn't enough to stop us. Although damaged, slightly reducing it's power, it's still quite useful, offering slight protecting for it's bearer from many kinds of damage. - increases both physical, and magical resistances by 15% Should this unit pick up the sphere?
de: Damit warf Reficul sich stets in Schale, ständig war er davon umgeben. Uns war er dennoch unterlegen... Leicht lädiert, von der Macht her etwas reduziert — aber nach wie wie vor ein Umfeld, das vor jeder Art von Schaden schützt. * Effekt: physische und magische Resistenzen +15% Soll sich die Einheit dieser Sphäre bedienen?

source: This staff is rumored to have been once wielded by the first Master of Banishers. Although it's full potential requires a lot of banishment skill to utilize, it can still be quite powerful even in untrained hands. - Advances the unit - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10% Should this unit pick up the staff?
de: Diesen Stab – so wird gemunkelt – schwang einst der erste Bannmeister. Es liegt auf der Hand, dass es umfassender Bannkunst bedarf, um seine Möglichkeiten auszuschöpfen. Doch kann er auch in ungeübter Hand zu einer mächtigen Waffe werden. Effekte: * Stufenaufstieg * Bann-Attacken schlagen niemals fehl * Attacke Stab/Torschluss Schaden +2 * Resistenz Magie +10% Soll die Einheit diesen Stab an sich nehmen?
ru: По слухам, этот посох когда-то принадлежал первому Мастеру Изгоняющих. Хотя его полный потенциал требует много навыков чтобы использовать, он все еще может быть достаточно сильным даже в нетренерованых руках. - Продвигает бойца - атака изгнания никогда не промахивается - атаки посохом и вратами холода наносят +2 урона - увеличивает сопротивление к магии на 10% должен ли этот боец взять посох?

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes extremely talented servants of Light appeared, whose sheer willpower allowed them to cross the border between spirit and body, turning them into perfectly good entities, personifications of the Light. We have been awaiting another mistress for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
de: Das Bildnis einer <i>Gebieterin des Lichtes</i>. Bisweilen zeichnet sich eine Priesterin durch derart starken Willen aus, dass sie körperliche Grenzen überwindet und ein Wesen aus reinem Licht wird. Jahrzehnte warten wir darauf, dass die Sonne wieder einer von diese Gnade gewährt …

source: This sure raises way more questions than answers: Who are they? What do they want? Do they hostile intentions towards us, or this way just a large misunderstanding? Anyway, now we have a more urgent problem. Tar-Tabar has no leader. The High Council must choose Tashkar’s successor as soon as possible if we want to finish the circle on the given schedule.
de: Der Kollege, der Euch in Al-Kamija zur Seite stand, hatte den Rat natürlich über den Vorfall informiert. Die Lage ist noch immer höchst befremdlich und bedenklich ... Wer sind diese Forscher? Warum spionieren sie uns aus? Könnte es sich um einen Riesenirrtum handeln?

source: This unique weapon, hammered from the light of Abyss, is a part of equipment used by magical entities called Rhami’kai. This one belonged to the first Rhami’kai. - Advances the unit - Increases the attack by 20% - Increases magical resistances by 10% Should this unit pick up the spear?
de: Eine unvergleichliche Waffe, die Spitze aus dem Licht des Abyssus gehämmert, Teil der Ausrüstung magischer Rhami’kai – genauer gesagt: de ersten ihrer Art! Effekte: * Stufenaufstieg * Anzahl Attacken +20% * Resistenz Magie +10% Soll die Einheit diesen Speer an sich nehmen?
ru: Это оружие, выкованное из света Бездны, является частью оборудования, используемого магическими существами, именуемыми Рами'кай. Предки украли одно из этих копий и волшебным образом улудшили его. - Продвигает бойца - Увеличивает силу атаки копьем на 25% - Увеличивает сопротивление к магии на 10% должна ли эта Рами взять копье?

source: This unit creates a Dimensional Gate II every turn. The gate is spawned adjacent to this unit. If there is no vacant hex around this unit, the ability will not work.
de: In jeder Runde Schaffung eines Weltentors II auf einem benachbarten Feld, sofern ein freier Bereich verfügbar ist.

source: This unit flies on the ancient Golden Carpet. Effects: Speed increases by 50%
de: Auf solchem Knüpfwerk saust man schneller durch die Lüfte: BP +50%
ru: Этот боей летит на древнем Золотом Ковре. Эффекты: Скорость увеличивается на 50%

source: This unit holds a powerful scimitar. Effects: Attack increases by 100% Chance to hit is constant and equals 70%
de: Die Einheit schwingt ein treffliches Krummschwert. Anzahl Attacken +100% Trefferchance konstant 70%
ru: Этот боей держит могущественный ятаган. Эффекты: Сила атаки ятаганом увеличивается на 100% Ятаган всегда попадает с точностью 70%%

source: This unit is equipped with the most powerful kind of magical circle. The owner can recruit and recall units without being in keeps (it doesn’t work in forests). All adjacent friendly units fight better (+125%, +100%, +75%, +50%, +25% — levels 0, 1, 2, 3, 4 respectively), are healed by 8 points, and receive a +20% bonus to their fire, cold, and arcane resistances. At the beginning of each turn, all adjacent enemy units are slowed and receive 8 points of damage.
de: Eine Einheit, die über einen ultimativen magischen Kreis verfügt, hat singuläre Fähigkeiten: * Ausbildung / Einberufung ohne Burg (ausgenommen in Wäldern) * spornt alle benachbarten Gleichgesinnten im Kampf an (Erfahrungslevel: S 0 +125%, S 1 +100%, S 2 +75%, S 3 +50%, S 4 +25%) * Mitstreiter heilen neben ihr um 8 LP * Resistenzen Feuer, Kälte, Arkan aller Einheiten an ihrer Seite erhöht um +20% * Gegner, die zu Rundenbeginn neben ihr stehen, werden verlangsamt und verlieren 8 LP
ru: Этот боец оснащен самым мощным видом магического круга. Владелец может вербовать и призывать бойцов без замкоа (не работает в лесах). Все соседние дружественные бойцы сражаются лучше (+ 125%, + 100%, + 75%, + 50%, + 25% - уровни 0, 1, 2, 3, 4 соответственно), исцеляются на 8 очков здоровья, 20% бонус к их/своему сопротивлению к огню,холоду и мистике. В начале каждого хода все находящиеся рядом вражеские юниты замедляются и получают 8 единиц урона.

source: This unit is holding a powerful staff which once belonging to the first Master of Banishers. Effects: - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
de: Mit dem Stab des ersten Bannmeisters geht kein Schlag ins Leere, der Schaden bei »Torschluss« ist um 2 Punkte höher, die Resistenz gegen Magie hat um 10% zugenommen.

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 25% Increases magical resistances by 10%
de: * Stufenaufstieg * Anzahl Attacken +25% * Resistenz Magie +10%
ru: Это оружие, выкованное из света Бездны, является частью оборудования, используемого магическими существами, именуемыми Рами'кай. Предки украли одно из этих копий и волшебным образом улудшили его. Продвигает бойца Увеличивает силу атаки копьем на 25% Увеличивает сопротивление к магии на 10%

source: Those apostles of death cannot enter our capital. Send half of our soldiers to the battlefield!
de: … MUSS gehalten werden! Schick das halbe Heer vor die To— Mauern! Kein Feind darf hier hereingelangen! <small>(<i>hebt die Arme</i>)</small> <i>O gewaltig Sonne, erbarme dich, vertreib die Finsternis …</i>

source: Those fools managed to break through... Probably you have come for these green savages. NEVER! TROLLS, GET THEM!!!
de: He, die wollen gar nicht uns besuchen, sondern augfällig nach unsrem Dörrfleisch suchen! Feuerwerfer, was steht ihr da und glotzt! Trollt euch! Lasst sie ja nicht an die Fressalien!
it: Questi idioti sono riusciti a sfondare...probabilmente siete venuti per i selvaggi verdi. GIAMMAI! TROLL, PRENDETELI!!!
ru: Этим придуркам удалось прорваться... Возможно, вы пришли за этими зелеными дикарями. НИКОГДА! ТРОЛЛЫ, ВЗЯТЬ ИХ !!!

source: Those who touch the scimitar...
de: <span color='#588BCD'><b>Wer nach diesem Säbel trachtet ...</b></span>
it: Coloro che toccano la scimitarra...
ru: Те кто смеют трогать ятаган...

source: Till now. You people do not even know who are you messing with.
de: Du täuschst dich oft in dir! Ihr habt ja alle keine Ahnung, mit wem ihr euch eingelassen habt!

source: To be honest, while being an expert at his job, he's not really the most charismatic man in al-Kamija, and doesn't really have good leadership skills either.
de: <span color='#0175FE'>Er ist ein Könner in seinem Fach, das steht außer Frage. Doch er wirkt eher bannend als bestärkend. Es ermangelt ihm an anspornenden Führungsqualitäten.</span>

source: To hell with you - literally!
de: Träumer! Das hättest du gleich machen sollen! Mit einem wie mir haste wohl nicht gerechnet!

source: Today, Mehir, I’ll show you three stained-glass windows, which explain some issues of our culture, about which you asked yesterday.
de: … Dies ist der Sonnenwandelgang, die Fenster sind natürlich das Besondere daran.

source: Tomorrow, my liege. Tomorrow al-Kamija with all of its cities will disappear from this world.
de: Ist aber so, Scherif Mehir. Morgen verschwindet Al-Kamija …
it: Domani, mio signore. Domani al-Kamija scomparirà da questo mondo con tutte le sue città.

source: Too fast. Prepare yourselves!
de: <span color='#FDFD00'>Schneller als Geflügelte. Das sollte dich verdattern.</span>

source: Traitor!!! Did you forget that your purpose is to serve your master?!
de: <span color='#0175FE'>Das ist Verrat. Du hattest deinen Meister aus freiem Willen anerkannt!</span>

source: Troops from the ship should arrive here from time to time, but before it happens I must relay on Rashti and my magical circle.
de: Rashti, wir müssen die Stellung halten, bis auch die Truppen vom Schiff nachgekommen sind.
it: Le truppe della nave dovrebbero arrivare qui di tanto in tanto, ma prima dovrò farmi aiutare da Rashti e dal mio cerchio magico.

source: Two days later, a crewed ship awaited Mehir. Anthi explained that the country of those mysterious people was inaccessible and the only way to reach it was to fly. Mehir didn’t fully understand what the highest priestess meant, but he boarded the ship with his soldiers and set out to another unknown land.
de: Vom nordischen Wohlleben wollte er nichts mehr wissen, ungeduldig wartete Mehir auf Anthis Barke, die ihn und seine Schar aufs Neue in unbekannte Lande bringen sollte. Beim Hinweis der Hohen Priesterin, dass die Wunderwirker im Westen nur fliegend zu erreichen seien, hörte er kaum hin, als es endlich soweit war und man an Bord ging.
ru: Два дня спустя корабль с екипажем ожидал Мехира. Анти объяснила, что страна этих таинственных людей недоступна, и единственный способ добраться до нее - это летать. Мехир не совсем понял, что имела в виду верховная жрица, но он зашел на корабль вместе со своими солдатами и отправился в другую неизвестную землю.

source: Typical summoning circles do not require souls, they are just sets of symbols, which combined together initiate the connection of worlds and allow to summon a particular being.
de: Es steht Euch frei, Weltentore zu benutzen. Gewöhnliche magische Kreise tuns ja auch und bedürfen keiner Seelenopfer, um niedere Wesen zu beschwören.

source: Ugh!
de: Wie? Das war's? … Och, komm schon, was soll das?! ...
ru: Угх!

source: Uh... They were extremely powerful, unstoppable, terrifying. Hope you will not meet their remnants here...
de: Öhm … Mordsmächtige, schreckliche Kreaturen! Schonungslos, unnachgiebig … Viel Glück. Wenn von diesen Invasoren noch welche übrig sind, kannst du es wahrlich brauchen.

source: Ummmm... I am Mehir, formerly leader of Tar-Tabar. I came here for this... battery of yours, since we need it to be able to follow the rest of my kind into the Abyss.
de: Öhm … Ich bin Mehir ibn Mehir, Scherif von Tar-Tabar im Abyssus … tsch … Ich bräuchte mal diese Batterie, äh ... um in meinen Amtsbezirk zu kommen, tsch … Hast du das verstanden?

source: Understood. I would love to meet that strange salamander with a chest full of gold once again...
de: Mein Sold?? Nein, das sind Betriebsausgaben, betrifft also die Reisekasse. Da fällt mir ein … Wusstet Ihr, dass es Echsen gibt− nein, Salamander, die Goldkisten durch die Gegend tragen?
ru: Понял. Мне бы так хотелось еще раз встретится с этим странным саламандром с сундуком наполненным золотом...

source: Understood. Okay, let's see what I can get out of this funny yellow gate.
de: Verstanden. Ich sollte zumindest einen um mich haben, falls es wieder zum Geplänkel kommt. Gut, dann wollen wir mal sehen, was ich aus Eurem Leuchttor hervorzaubern kann ...

source: Understood. Thank you for explaining all of this to me.
de: Hmmm … <small>(<i>schaut versonnen zu Rashti</i>)</small> Tja, kein Kamel ohne Höcker.

source: Unfortunately he can’t. I will explain it to you in front of the third window.
de: Weder noch. Doch dazu später mehr.
it: Purtroppo non può. Ve lo spiegherò quando vi mostrerò la terza vetrata.

source: Unfortunately, Tashkar stinted our guild. Forgive me, my liege, but we can’t afford to train more of them.
de: Mitnichten! Habt Ihr Euch keinen Einblick in die verwalterische Stadtplanung verschafft? Unsere Unkosten werden aus der Palastschatulle bestritten, Tashkar hielt es für überflüssig, in Bannung so viel zu investieren wie in Pinselwerkzeug für den Ring. Niemand konnte damit rechnen—
it: Purtroppo, Tashkar ha ristretto la nostra gilda. Perdonatemi, mio signore, ma non possiamo permetterci di addestrare un numero superiore...

source: Unlike Efreeti, who almost always rebel violently, most jinns just peacefully leave, meaning that a banisher's interference isn't mandatory, but there have been quite a few recorded incidents of jinns turning into Efreeti, and rebelling violently too, though.
de: Während Afriten gewalttätig werden beim Rebellieren und oft den Einsatz von Bannern gebieten, verhalten Dschinn sich bis zum Weggang friedlich. Wobei … der eine oder andere ist schon zum Afrit geworden — mit den evidenten Konsequenzen.

source: Use teleports to move your troops across the map (they work similarly to the 'teleport' ability. Only teleports of the same color can be teleported between)
de: <span color='#397EF2'>Flugunfähige Einheiten können sich über die magischen Kreise von einer Luftinsel zur anderen bewegen — Teleportation ist aber nur zwischen Zirkeln <b>gleicher Farbe</b> möglich.</span>
