Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Thank Nomolas! Help at last! My army has been almost defeated by those creatures of darkness... wait, you don’t look like one of the leaders of the Trinity. Who are you?
de: Tashkar! Mit Rashti'rhami kommst du uns zu Hilfe! Oh, welch ein Glück! Hätte die Stadt allein nicht länger halten können. Dunkle Brut fällt wie Heuschrecken über uns her! Der reine Terror! … Moment, du bist nicht Tashkar, ich habe dich noch nie gesehen! Name, Charge, Posten bitte!
it: Grazie a Nomolas! Un aiuto, finalmente! Il mio esercito è stato quasi sconfitto da quelle creature delle tenebre... aspettate, non sembrate uno dei leader della trinità. Chi siete?

source: Thank the sun, for Kharos is untouched, for now. So they must be scouts. We must defend Saffaros. Mehir, will you help us?
de: Allmächtiger Sonnenball! Wie sollen wir paar Mann den Hafen halten? … Das Ende naht … Wir überleben nie im Leben.
it: Grazie al sole, Kharos è intatta, per ora. Quindi deve trattarsi di esploratori. Dobbiamo difendere Saffaros. Mehir, volete aiutarci?

source: Thank you for everything... Farewell.
de: Ma'a salama, lebt wohl! Und Danke! … auch für den Krabbeneintop. Grüßt Anthi von mir!

source: Thank you for this explanation, old man. I have gathered all necessary information. It’s time to return..
de: Aha. Danke für die Enthüllung, Alter! Mit Handgreiflichkeiten kommt euer Nomolas bei mir aber nicht weit, hahaha~ Ich weiß nun, was ich wissen wollte und mach mich husch wieder davon …
it: Grazie per la vostra spiegazione, vecchio. Ho raccolto tutte le informazioni necessarie. È tempo di tornare...
ru: Спасибо за объяснение, старик. Я собрал всю необходимую информацию. Пришло время вернуться...

source: Thank you my liege, that's very nice of you!
de: Ich werde auch nicht fehlen! Wir können über Philosophien der Dschinn konversieren!

source: Thank you very much Holy Rashti'rhami, but such a poor and hopeless man like me is not worthy of your 'kick'. Besides, I have seen enough action for a while.
de: Oh Rashti'rhami, bemüh dich nicht! Ich lass' mich lieber tragen.

source: Thanks...
de: Ha, du kennst Jaffar noch nicht. Beobachte – und schweige, Rashti.

source: That isss not everything. Apart from that I found these two demons' cans. They can be very useful.
de: Und mehr, ksss-ss-ss~ Macht desss Meissstersss auch! Zzzwei Dingsss mit Dämonen drin!
ru: Это еще не всссе. Я также нашел эти две банки с демонами. Они могут очень даже пригодится.

source: That was very weird, but is gone now! Phew!
de: Öhm, gern geschehen … Gib Frieden— Ich meine, ruh in Frieden!
ru: Это было довольно странно, но этот призрак исчез! Фух!

source: That's a pretty interesting question. It's been a while since someone brought it up, to be honest. Anyway, trying to banish a Dimensional Gate II, although It's beyond my imagination as to why anyone would want to do that, other than due to to curiosity, simply turns it into a blue Dimensional Gate. Trying to banishing a normal Dimensional Gate only makes it loyal to you, if it belonged to someone else.
de: <small>(<i>überrascht</i>)</small> Ihr denkt tatsächlich mit … Gelbe Portale wandeln sich durch Bannsprüche in blaue. Diese hinwieder könnte ein Banner seinem eigenen Willen unterwerfen.

source: That's all I have to say about the megacircle. Let's move to another topic: Banishing magical units.
de: Kommen wir zu meinem Lieblingsthema: Bannen magischer Geschöpfe.

source: That's my job. Do you have any questions, my liege?
de: Zwei Kamele, ein Gedanke … Meine Einführung wäre damit beendet. Habt Ihr noch Fragen?

source: That's right, and you now have control over this particular gate.
de: Danke. Auf dieses von mir geschaffene Welttor II − ich weiß, der Name ist nicht einfallsreich − könnt Ihr nun selbst einwirken.

source: That's right, but you need to know, that these yellow Dimensional Gates II are hard to get and thus very rare. You need to banish a second grade (medium) magical being to create such a link. The Living Gate, who is the ultimate being currently owned by Malib can can somehow create such links near itself though, and that's pretty much the only other currently known way of creating them besides banishment, and failed summoning of second grade units. Units fall into the second grade category are: lesser Efreeti, Great Jinns, Rhami'datus, and all elemental Avatars.
de: Gut erkannt. Nur bekämen wir Austreiber ein solches kaum zusammen. Ihr müsst wissen, dass es uns – bei aller Kunst – bisher nicht gelungen ist, gleichrangige Gegner in Dimensionstore zu verwandeln. Wir können sie lediglich aus niederen Afriten, Rhami'datus, Großen Dschinn oder elementaren Manifestationen hervorbringen. Malibs Lebendes Tor ist ganz klar ein Unikum.

source: That's very nice of you. I am looking for a deputy, would you like to join? Treat this offer like a compensation for this embarassing situation.
de: Das trifft sich gut, mir fehlt ein Vize! Oh Jaffar, übernehmt Ihr dieses Amt? Ich würde mich gern revanchieren für Euren Beitrag zu meinem beruflichen Erfolg. War es doch Euer Stumpfsinn, der mich zu Taten trieb, die der Karriere dienlich waren! (… <i>und Euch um die Reisekasse brachten.</i>)

source: That's why i destroyed it in the first place, besides, you were supposed to be having a lesson right now anyway.
de: <span color='#FA0000'Den Verstand hast du verloren!</span> <span color='#0175FE'>Ich hoffe, es war dir eine Lehre. Dazu bist du schließlich hier.</span>

source: That’s great. We were looking for someone like you. I will send a messenger to Kharos to announce the amazing news, and in the meantime, I invite you to my castle, where we should discuss our next steps.
de: Was Ihr nicht sagt! Effendi Mehir, erstattet mir bitte Bericht, kommt endlich aus dem Regen, ich lade Euch in meine Burg ein. Und einen Boten will ich in die Hauptstadt senden, die hohe Anthi wird sich maßlos freuen!

source: That’s not a problem. We have fire elementals. They will burn the path in front of us.
de: Na und? Unsere Feuergeister brennen eine Schneise durch den Busch!
ru: Это не проблема. У нас есть элементали огня. Мы можем их использовать что бы прожечь путь впереди нас.

source: That’s the last of them.
de: Das war's. Gefahr gebannt, dank meiner starken Neven und klugen Führung!
it: E questo è l’ultimo.
ru: Это был последний из них.

source: That’s the last of them. Let’s defeat the rest and get out of this place.
de: Gut. Die Echsen sind entkäfigt. Nun muss ich uns nur noch alle heil hier rauskriegen ...
it: E questa è l’ultima. Sconfiggiamo il resto e usciamo da questo posto.
ru: Это последняя из них. Давайте убьем оставшихся варваров и уйдем из этого места.

source: That’s the place. I can see cages and... there are captured lizards inside.
de: Hier sind wir richtig. In den Käfigen dort unten hocken die besagten Echsen ...
it: Questo è il posto. Scorgo da lontano delle gabbie e...delle lucertole prigioniere al loro interno.
ru: Вот и место. Я вижу клекти и... там захваченные ящеры.

source: That’s the place. I can see his army in front of us.
de: Ganz schön wüste Gegend hier … Gut, die Roten sind nicht zu übersehen. Erst kam mir die Mission ungelegen, nun aber habe ich nichts dagegen, meine neuerlernten Fertigkeiten an lebenden Objekten zu testen, ohne von Schuldgefühl geplagt zu werden.

source: That’s... fantastic. This was supposed to be easy... My first mission as a leader and the personification of destruction on the horizon... I am not surprised at all that he persuaded so many creatures to follow him. Nevertheless I think we will make it, because now I can use jinns!
de: Einer der mächtigsten— Aha. Deshalb nahm Scherif Sharif sich nicht selbst dieser Mission an. Glaubt Ihr, wir schaffen es, den einzuzirkeln? Ich stelle mal lieber eine Rhami-Dschinn-Truppe zusammen und überlass es denen, mit dem fertigzuwerden.

source: The 'may he rest in peace' inscription is quite ironic here, considering we've just encountered this man's ghost.
de: Das kann man ja nun nicht grad sagen. Sein Geist fand keine Ruh'. Die Suchtgefahr magischer Kreise war zu seiner Zeit noch nicht erkannt.
ru: Надпись 'Пусть он покоится с миром.' здесь довольно иронична, учитывая, что мы только что столкнулись с призраком этого человека.

source: The Council does not care about those natives.
de: Den Rat interessiert nur das szientifische Ergebnis unserer Expedition. Macht weiter!

source: The Dark People. I want to see...
de: <span color='#0175FE'><big>Zerstörer? Lasst mich sehen ...</big></span>

source: The Dimensional Gates are much different, though. They are more like elementals - you can give orders to them and they obey, move or attack. Standard circles can't do that. The 'soul catching' is the fair price to pay for such abilities.
de: Weltportale dahingegen sind beweglich, folgen Gegnern, greifen an! Mächtige Wesen lassen sich rufen! Der Preis dafür ist angemessen, begnügen sie sich doch mit niederen Seelen.

source: The Great Desert
de: (14) Große Wüste
it: Il Grande Deserto

source: The Highest Council has contemplated on the subject and finally took impartial...
de: Der Hohe Rat hat mehrere hervorragende Kandidaten ins Kalkül gezogen und gelangte nach eingehender, völlig objektiver Bewertung zu einer unbeeinflussten—

source: The Keeper sent us. We’re here to rescue you.
de: MIR, Aufseher Mehir! Und meinem Kollegen, eurem Herrn im Dschungel auch.
it: Il vostro Custode ci ha inviati qui. Siamo qui per salvarvi.
ru: Хранитель послал нас. Мы здесь, что бы вас спасти.

source: The Kharosans know magic, but it is not the summoning one used by the Summoners. The Priestesses of Light are the only ones in their society who know how to use it. Often called white magic, it comes from the energy of the Sun, a fact that greatly surprised the Summoners. To them, magic always has come from the Abyss. The Priestesses can control the power of the light using their minds. Mehir noted that the Darkblooded, the dark hordes, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting.
de: Meister Mehir war vornehmlich an den magischen Künsten der Verwandschaft interessiert. Im Gegensatz zu den Beschwörern war Magie ausschließlich Priesterinnen vorbehalten. Sie bedienten sich dazu der Sonnenenergie, worüber Mehir nicht schlecht staunte, hielten seinesgleichen doch den Abyssus für den Ursprung aller Kräfte. Noch größer wurden seine Augen, als Anthi ihn über die Technik der <i>Dunkelblüter</i>–Reptilien und der <i>Dunklen Zerstörer</i> belehrte: Auch diese konnten das Licht allein mit ihrem Willen kontrollieren.
ru: Каросцы знают магию, но это не призывательная магия, используемая призывателями. Жрицы Света единственные в своем обществе, которые знают, как ей пользоваться. Часто называемая белой магией, она исходит от энергии Солнца, что очень удивило Призывателей. Для них магия всегда исходила из Бездны. Жрицы могут контролировать силу света, используя свои умы. Мехир отметил, что Темнокровные, темные орды и таинственный летающий маг, Аериус, также использовали эту странную технику заклинаний.

source: The Last Summoner and the most powerful that ever lived...
de: Der letzte und der mächtigste Beschwörer aller Zeiten ...
it: L’ultimo evocatore, il più potente che sia mai esistito...

source: The Living Gate is the fourth and the last ultimate being of abysmal origin. Summoners still find it hard to describe this unusual thing. It is a mobile opened portal to the Abyss similar to Dimensional Gates, but in this particular case an unknown force of abysmal origin has gained control over it, granting the gate self-awarness. The Living Gate is a masterpiece and wonder to many scholars. Being able to access different parts of the Abyss, the full capabilities of this unit are unknown.
de: Dieses Portal ist das vierte, letzte und außergewöhnlichste Wesen seiner Art — selbst denen, die es beschwören fehlen Worte, das Ding zu beschreiben... Es ähnelt in Beweglichkeit und Können zwar einem Weltentor, doch hier ist zudem eine Kraft abyssalen Ursprunges am Wirken, die sein Verhalten dominiert: das Tor ist seiner selbst bewusst und hat einen eigenen Willen. Als Pforte zu verschiedenen Bereichen des Abyssus ist es ein Meisterwerk voller Wunder, denn das Ausmaß seiner Fähigkeiten ist völlig unbekannt.

source: The Magi gave me instructions for creating a special teleportation circle that can take everything within to the Sky Kingdom...
de: Also, ich wollte den Speicher nur mal ausborgen. Wär kein Problem, ihn auf die Schnelle zu den Himmlischen zu bringen, per Teleportation, verstehst du? Das Gebilde würde keinen Schaden−

source: The RashtiRhami also called the Ultimate Rhami is one of the 4 most powerful beings called by Summoners. RashtiRhami consists of two powerful entities — the calm, wise HoRhami and the fearful and cruel DharmaRhami.
de: Eine der mächtigsten Kreaturen, über die Beschwörer gebieten, zwei Zauberwesen in einem: die ruhige, weise HoRhami und die grausame DharmaRhami.
it: La Rashti’rhami, detta anche rhami finale, è una delle 4 creature più potenti richiamate dagli evocatori. Rashti’rhami è costituita da due entità vigorose – la calma e saggia Ho’rhami e la terribile e crudele Dharma’rhami.
ru: Рашти'Рами, также называемая Высшей Рами, является одной из 4-х самых могущественных существ, призванных призывателями. Рашти'Рами состоит из двух могущественных сущностей - спокойной, мудрой ХоРами и страшной и жестокой ДармаРами.

source: The Sun Ray - their holiest artifact I mentioned earlier - contains so much power that releasing it in front of Tharis forces would probably melt them instantly. But Anthi does not want to mess with it. She even refused to direct more of its power to her warriors. If she did this, they would have had a chance of stopping Tharis alone.
de: Ach wo. Mit dem Sonnenstrahler hätte sie das dunkle Gesindel in einem Schlag schmelzen oder all ihre Krieger zu kraftstrotzenden Elitekämpfern aufheizen können.

source: The Three Sisters were ordered to slay them, but did not return - this means that they failed their task. Our master Almathis has finally found a formidable foe...
de: ( <i>Ob dieser Mehir die drei Schwestern himmelte? Meister Almathis muss härter durchgreifen …</i> )

source: The True Rhashti is the final form of RashtiRhami. Achiving supreme harmony between DharmaRhami and HoRhami, the True Rashti is considered as a perfect entity often compared with Nomolas — the First Jinn.
de: RashtiRhami in höchster Vollendung, perfekte Harmonie herrscht zwischen den beiden in ihr vereinten Wesen Dharma- und Ho-Rhami ... fast vergleichbar mit dem Ur-Dschinn Nomolas.
it: La vera Rashti è la forma finale di Rashti’rhami. Una volta raggiunta la suprema armonia tra Dharma’rhami e Ho’rhami, la vera Rashti viene considerata come un’entità perfetta, spesso comparata con Nomolas – il primo genio.
ru: Истинная Рашти - это окончательная форма Рашти'Рами. Достигая высшей гармонии между ДармаРами и ХоРами, Истинная Рашти считается совершенным существом, часто сравниваемым с Номоласом - Первым Джинном.

source: The army of darkness was destroyed. Small groups of survivors retreated far away to the east, allowing people to return to their old lands. Meanwhile, Mehir was announced as the greatest hero of Kharos. While his scouts were searching for possible threats from the rest of the destroyed army, he spent a lot of time with Anthi, getting to know the Kharosan culture and the history of the Ancestral Lands.
de: Das Heer der Finsternis konnte wider Erwarten bezwungen werden durch den beherzten Einsatz des Scherifs von Tar-Tabar. Solcher Mut durfte nicht unbeachtet bleiben, Mehir wurde zum größten Recken von Kharos ausgerufen. Während seine Teppichreiter das Land nach verstreuten Terroristen absuchten und die Kharosaner nach und nach in ihre heimatlichen Dörfer zurückkehrten, frönte der ruhmreiche Volksheld dem nordischen Wohlleben. Doch sein Gewissen und Wissbegierde ließen ihn nicht in Frieden — der Hohe Rat würde viel von ihm wissen wollen. Da die Kharoser nicht fluchtartig in den Abyssus abspringen brauchten und ein Wohnortwechsel auch nicht begehrten, musste Mehir so viel wie möglich über deren Geschichte und Kultur in Erfahrung bringen. <span color='#000000'>.</span>
ru: Армия тьмы была разбита. Небольшие группы выживших отступили далеко на восток, позволив людям вернуться на свои старые земли. Тем временем, Мехир был объявлен величайшим героем Кароса. Пока его разведчики искали возможные угрозы от того что осталось от разбитой армии, он провел много времени с Анти, познакомился с Каросской культурой и историей Земли Предков.

source: The bridge is burnt
de: Brücken brennen ab
it: Il ponte viene bruciato
ru: Мост сгорел

source: The calm and wise HoRhami.
de: Die gelassene, weise HoRhami
it: La calma e saggia Ho’rhami.
ru: Спокойная и мудрая ХоРами.

source: The circle has been destroyed! We’ve lost contact with the capital and reinforcements can’t arrive! We’re lost...
de: Mehir, hast du Pomeranzen auf den Augen? Der Kontaktkreis mit Al-Kamija ist nicht mehr zu gebrauchen! Es wird keine Verstärkung kommen, wir stehen auf verlorenem Posten!

source: The circle is calibrating itself. It will take a few seconds.
de: Wird noch besser nach der selbständigen Feinabstimmung auf Eure Persönlichkeit!
ru: Круг сейчас калибрируется. Это займет несколько секунд.

source: The construction of the Great Circle was carried on. It was connected to the portal in Tar-Tabar, and three months later it returned to Mag-Magar. A new stage of construction was initiated: the cities of the Trinity were to be connected with al-Kamija. Also, new, smaller circles were to be made. Thousands of workers from the capital were hired to aid the construction. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer and biggest circle was finished. But there was an opportunity to test his new skills in battle.
de: Unter Scherif Mehirs gestrenger Oberaufsicht gingen die Bauarbeiten im Bereich Tar-Tabar zügig weiter. Dann war der Außenkreis geschlossen, die Hauptstadt sollte nun mit den drei Ringstädten verbunden werden. Ihre Kommandeure wurden belobigt und konnten sich wohlverdientem Müßiggang überlassen, Arbeiter aus Al-Kamija waren nun mit dem Pinseln an der Reihe. Doch ein ungewöhnliches Ereignis ließ Mehir nicht in Frieden — es gab Aufständische zu bekriegen!
ru: Строительство Великого Круга продолжалось. Он был соединен с порталом в Тар-Табаре, а через три месяца вернулся в Маг-Магар. Начался новый этап строительства: города Троицы должны были быть соеденены с Аль-Камиджей. Кроме того, должны были быть созданы новые, более мелкие круги. Тысячи рабочих из столицы были наняты для помощи в строительстве. Мехир, как и другие лидеры Троицы, был свободен делать то, что хотел, потому что внешний и самый большой круг был закончен. Но была возможность проверить его новые навыки в битве.

source: The dark armies have captured all the cities of the middle-lands; we had to evacuate all of our citizens that live there, and now they’re behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by its port if the capital falls.
de: … alle Überlebenden sehen hinter den dicken Mauern unsrer Hauptstadt Kharos − ich weiß, der Name ist nicht einfallsreich − einer ungewissen Zukunft entgegen. Wir halten die Stellung hier: Sollte Kharos endgültig fallen, will Anthi ihr Volk von Saffaros aus lieber in die Wüste schiffen.

source: The dark aura has disappeared. Atiros, I sent you with nothing and you returned with victory. May Sun bestow you with infinite light.
de: Mein Getreuer, möge dir die Sonne ewig scheinen! Du hast uns den Sieg gebracht!

source: The doctors were right... I am completely insane!
de: Kann nicht sein ... Der Hakim sagte doch, Realität ist nicht, was ich Kamel draus mach' ... Wisset, Mehir, ich bin um den Verstand gebracht … Meschugge, meint der Heiler ...
ru: Врачи были правы... Я совсем безумен!

source: The enchantment has been dispelled, and the magical entities have regained their personalities.
de: Auf uns konntet Ihr Euch halt verlassen, Scherif. Der Zauber ist gebrochen und wer diesem Fantast verfallen war, wieder auf dem Boden der Tatsachen: WIR sind die Gebieter!
it: L’incantesimo è stato dissipato e le entità magiche hanno riguadagnato la loro personalità.

source: The enemy will play defensive trying to slow us down till their reinformcements arrive. Use your experienced summoners to summon flying units like Jinns and Air Elementals. They can be very useful in a place like this.
de: <span color='#0175FE'>Geh davon aus, dass die Himmelswesen Verstärkung kriegen … Ruf lufttüchtige Einheiten, die sorgen für Platzvorteile und können sich fliegend wehren.</span>

source: The entrance to the palace looks suspiciously empty. I might be paranoid, but something tells me there might be an ambush. We should proceed with caution.
de: Vorsicht! Den Himmlischen ist nie zu trauen! Würde mich wundern, wenn diese Hinterhältlinge uns ungehindert durchs Portal gehen ließen ...

source: The fearful and cruel DharmaRhami.
de: Die entsetzliche, grausame DharmaRhami
it: La terribile e crudele Dharma’rhami.
ru: Страшная и жестокая ДармаРами.

source: The following morning the Great Circle—the biggest undertaking in the world—was finished. The dream about the Abyss almost became true, like never before. Only the activation of the Circle was needed for Summoners to leave this mortal world and enter the magical land of endless possibilities. In the Central Palace of al-Kamija a great celebration began, during which the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council painted together the last segment and when it touched the other world...
de: Auch in der Großen Wüste freute man sich am nächsten Morgen maßlos: Der gigantische Ring — gewaltigstes Unterfangen aller Zeiten — war geschlossen. Die magischen Kräfte mussten nur noch freigegeben werden, damit die Beschwörer die Welt des Sterblichen verlassen und ins Reich der unbegrenzten Mögichkeiten eingehen konnten. Aus diesem Anlass fand im Hauptpalast zu Al-Kamija ein Festakt statt. Gemeinsam pinselten der Vorsitzende des Hohen Rates und die Scherifs der Ringstädte — Vize Jaffar, frisch gebadet, platzte fast vor Wichtigkeit als Vertreter Mehirs — das letzte Segment, welches den Ring mit dem Portal zum Abyssus verband. Und als das vollbracht war ... <span color='#000000'>.</span>
ru: На следующее утро Великий Круг - самое большое предприятие в мире - был завершен. Мечта об Безне почти стала реальностью, как никогда. Только активация Круга была необходима для призывателей покинуть этот смертный мир и войти в волшебные земли бесконечных возможностей. В Центральном дворце Аль-Камиджи началось великое празднование, в ходе которого Круг был соединен с открытым порталом. Руководители Троицы и председатели Высшего совета нарисовали последний отрезок и когда он коснулся другого мира ...

source: The holy Rashti’rhami was under his command. It was his skills that saved both the city and Rashti! Apart from that she told me that Mehir is worthy of becoming her master.
de: Dschinn und Geister sind nur so gut wie ihr Meister! Dank Mehirs Besonnenheit existieren Rashti und was von Mag-Magar übrig ist noch! Rashti findet Mehir übrigens auch stark und erachtet ihn würdig als Gebieter. Hat sie mir selbst gesagt!
