Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Heh, having to stand in one place as a guard for what feels like an eternity, I can sympathize. Well, you still look quite good after all these years.
es: ¡Je! Eso de permanecer en un sitio como guardia obligatoriamente y por un tiempo prácticamente eterno... Puedo simpatizar. Pero, bueno, todavía tenéis muy buen aspecto luego de todos estos años.

source: Of course, we magical beings never age.
es: Por supuesto, los seres mágicos nunca envejecemos.

source: By the way, beautiful, do you have plans for tonight? We could go for a walk in the highest tiers, or maybe stay at my place maybe.
es: Por cierto, hermosa, ¿habéis planeado algo para esta noche? Podríamos caminar en los niveles superiores, o a lo mejor tal vez quedarnos en mi casa.

source: Before you get your hopes up, I only date jinn. Much more interesting and intelligent than most humans to be honest. Now that I think about it, I saw a wonderful jinn flying nearby, he looked quite handsome...
es: Antes de alzar vuestras esperanzas, solo salgo con genios. Son mucho más interesantes e inteligentes que la mayoría de humanos, siendo honesta. Ahora que lo pienso, vi a un genio maravilloso volando cerca. Se veía bastante guapo...

source: *hmmmm... something tells me this information might be useful later*
es: Mmmm. <i>Algo me dice que esta información podría ser útil más tarde.</i>

source: Alright, won't bother you then. Time to go to the bazaar, see you!
es: Vale, entonces, no os molestaré. Es hora de ir al bazar, ¡nos vemos!

source: See you, have a nice day.
es: Nos vemos, que tengáis un buen día.

source: Lucky you! At least your kind serves us so we can all enjoy life in this beautiful place. Keep up the good work and have a nice day!
es: ¡Bienaventurada! Al menos vuestra especie nos sirve para que podamos disfrutar nuestra corta vida en este hermoso lugar. ¡Seguid con el buen trabajo y que tengáis un buen día!

source: Have a nice day too.
es: Que tengáis un buen día, igualmente.

source: Them youths these days with their fancy carpets, and elementals wiping their butts! Back in my day...
es: ¡Los jóvenes hoy en día con sus alfombras lujosas...! ¡Y los elementales limpiándoles el trasero...! En mis tiempos...

source: Times change, old fart, deal with it. Would you rather go back to the times when our ancestors had to live in caves and eat mushrooms to survive, without abyssal magic?
es: Los tiempos cambian, viejo senil, enfrentadlo. ¿O acaso preferís volver a los tiempos cuando nuestros ancestros ​​tenían que vivir en cuevas y comer hongos para sobrevivir sin magia abismal?

source: Hmph, I suppose you make a point...
es: ¡Jum! Supongo que tenéis un punto...

source: Ah, good day! What wares can I interest you in?
es: ¡Ah, buen día! ¿Os ayudo con alguno de mis artículos?

source: I'll buy a new food summoning device, the one for five gold. Mine broke yesterday.
es: Compraré un nuevo dispositivo de invocación de alimentos, el de cinco monedas de oro. El que tenía se rompió ayer.

source: Here you go!
es: ¡Aquí tenéis!

source: Don't forget that this one's pre-summoned. Most people aren't skilled at summoning, and are willing to pay higher for an easier way to get their own elemental.
es: No olvidéis que este está preinvocado. La mayoría de las personas no son hábiles para invocar y están dispuestas a pagar más por una forma más fácil de obtener su propio elemental.

source: Still, summoning an elemental takes far less effort than enough to justify this blatant theft!
es: ¡Aun así, invocar un elemental no requiere tanto esfuerzo —ni mucho menos— como para justificar este robo descarado!

source: Besides, unlike some average civilian, I am pretty good at using summon scrolls. Unless you reduce the price, I could just go to another merchant that sells them, and save a whole 6 gold.
es: Además, a diferencia del civil promedio, soy bastante bueno en el uso de pergaminos de invocación. A menos que reduzcáis el precio, bien podría ir a otro comerciante que los tenga y ahorrar hasta 6 monedas de oro.

source: <i>*to himself* now that I bought what I needed, it's time to visit an enchanter's workshop. I need my enchanted glove to be fixed. Without this weapon working I won't be able to guard the streets effectively.</i>
es: (Para sí mismo). <i>Ahora que compré lo que necesitaba, es hora de acudir el taller de un encantador. Necesito arreglar mi guante encantado. Sin mi arma operativa, no podría proteger las calles de manera efectiva.</i>

source: <i>*to himself* Hmm... I need a flying carpet to get there.</i>
es: (Para sí mismo). <i>Mmmm. Necesito una alfombra voladora para llegar allí.</i>

source: Visit the Enchanter
es: Visite al encantador

source: Changed your mind about the elemental?
es: Cambiasteis de opinión sobre el elemental?

source: <i>*to himself* I don't think I need to buy anything else.</i>
es: (Para sí mismo). <i>Creo que no necesito comprar nada más.</i>

source: Leave the bazaar to visit the Enchanter?
es: ¿Dejar el bazar para visitar el encantador?

source: Not yet
es: Aún no.

source: How can I help you?
es: ¿Os puedo ayudar?

source: I need to get to the nearby enchanter's workshop.
es: Necesito llegar al taller del encantador cerca.

source: Sure. That will be two gold.
es: Bien. Serán dos monedas de oro.

source: What?! It's only in the next tower right there!
es: ¡¿Qué?! ¡Está tan solo en la siguiente torre, aquí mismo!

source: You wanna ride, you pay. It's your choice.
es: Si queréis montar, pagad. Es vuestra elección.

source: Unbelievable! We are living in such an advanced age, and everyone still only want more and more money!
es: ¡Increíble! ¡Vivimos en una era tan avanzada, pero todos solo quieren dinero y más dinero!

source: Do you know who I am?
es: ¿Sabéis con quién estáis hablando?

source: I don't give a crap - 2 gold coins or go on foot.
es: Me importa un bledo. Vais por dos monedas de oro o a pie.

source: I am the leader of the city guard and I am on duty. Now get out!
es: Soy el líder de la guardia de la ciudad y estoy de servicio. ¡Ahora, largo!

source: Excuse me?
es: ¿Perdón?

source: I said, get out! I am confiscating your damn carpet! Now step aside...
es: ¡Dije “largo”. Estoy confiscando vuestra maldita alfombra! Ahora, a un lado...

source: Wha...?!
es: ¡¿Qué...?!

source: This is madness! I'm gonna write a complaint to the High Council!
es: ¡Esto es una locura! ¡Voy a escribir una queja al Alto Consejo!

source: Ha, good luck with that.
es: ¡Ja, buena suerte con eso!

source: Listen pal, talk about intrinsic value crap all you want, but I need to feed my family. We are from the lower tiers, and life is harsh there, you know.
es: Escuchad, amigo. Podéis hablar todo el día sobre esa basura de valor intrínseco, pero necesito alimentar a mi familia. Somos de los niveles inferiores y la vida es dura allí, ¿vale?

source: *sigh* Fine, how about this: I'll pay you 3 coins, but instead of just one trip I want your services for a whole hour.
es: <i>(Suspiro).</i> Bien, ¿qué tal esto? Os pagaré 3 monedas. Pero, en lugar de solo un viaje, requiero vuestros servicios durante una hora entera.

source: Now that's something! Climb on.
es: ¡Buen trato! ¡Subid!

source: Ah, Mehir, my old friend! Long time no see! Let me guess, you're here because your enchanted glove broke again?
es: ¡Ah, Mejir, mi viejo amigo! ¡Mucho tiempo sin verte! Dejadme adivinar, ¿estáis aquí porque vuestro guante encantado se rompió de nuevo?

source: Yeah, that piece of junk can barely hold together.
es: Sí, es que ese pedazo de chatarra apenas resiste nada.

source: Not surprising, the garbage they give to city guard these days is nothing like the stuff used by the army. Though to be fair, there's really been no reason to properly arm them anyway, there's nobody who would dare attack the capital, and the city guard itself is just the product of the High Council's desperate attempts to give the human population something to do. I would fix the glove again, but you know what? It'll be easier to just make you a new one. This will take a few minutes.
es: No me sorprende: las baratijas que le dan a la guardia de la ciudad hoy en día no se compara con lo que utiliza el ejército. Aunque, siendo justos, no hay razón para equiparlos; después de todo, no es como si alguien se fuera a atrever a atacar la capital, y la guardia de la ciudad en sí no es más que un desesperado intento por parte del Alto Consejo para darle a la población humana un quehacer. Arreglaría el guante de nuevo, pero... ¿Sabéis? Será más fácil haceros uno nuevo y ya. Esto tomará unos pocos minutos.

source: Anyway, how's the work been lately?
es: Y bien, ¿cómo te ha ido en el trabajo últimamente?

source: As usual, standing in one place for hours, and having to command the most incompetent troops in the entire city! I have to wrest them away from the inns every single damn evening, because they barely have any discipline at all! I bet that is the very reason they get assigned here in the first place...
es: Como de costumbre, de guardia en un lugar por horas y ¡al mando de las tropas más incompetentes de toda la ciudad! Tengo que arrancarlos de las posadas cada tarde, ¡porque apenas tienen disciplina! Apuesto a que esa es la razón por la que se les asigna aquí en primer lugar...

source: Indeed, most of the city guard is bottom of the barrel troops not fit for service in the army but just barely tough enough to deal with petty crime, what little of it exists at least.
es: De hecho, el personal de la guardia de la ciudad está compuesto de lo más tirado. Tropas no aptas para servir en el ejército, pero suficientes para lidiar con el crimen común o, al menos, lo que queda de él.

source: Yeah. By the way, what's with all these incomplete circles on the floor?
es: Sí. Por cierto, ¿qué pasa con todos estos círculos incompletos en el piso?

source: They're just the product of me testing the properties of circle paint. Their glow is also quite soothing...
es: Son solo unas pruebas de las propiedades de pintar círculos. Su brillo también resulta bastante relajante...

source: And how's the carpet I sent you for repairs a few months ago?
es: ¿Y qué es de la alfombra que os encargué reparar meses atrás?

source: The one with the big hole burnt into the middle? Been trying to work on that thing for a while, but then gave up and given it to one of my colleagues. He's pretty darn good at dealing with enchanted fabric, unlike myself. It'll probably take a few more weeks before it's done.
es: ¿La que tiene un gran agujero en el medio? He estado tratando de trabajar en esa cosa por un tiempo, pero luego me di por vencido y se la di a uno de mis colegas. Es excepcional en tratar telas encantadas, a diferencia de mí. Probablemente tomará unas semanas más antes de que termine.

source: Forget about it, I've just got a new one. *makes an evil smile*
es: Olvidadlo: acabo de conseguir una nueva. <i>Sonríe de forma malvada.</i>

source: Damn, I need this urgently. Those carpet ferrymen are soon going to financially ruin me...
es: Maldición, necesito esto con urgencia. Las taxialfombras pronto me arruinarán financieramente...

source: By the way, you haven't told me what happened with this carpet of yours...
es: Por cierto, no me contasteis lo que le pasó a vuestra alfombra...

source: I am not sure you'd really want to know...
es: No estoy seguro de que realmente queráis saberlo...

source: Oh, come on. Was it damaged during an important mission?
es: Oh, vamos. ¿Fue dañada durante una misión importante?

source: Well, uh, not exactly...
es: Bueno, eh... No exactamente...

source: Not so long ago I met a beautiful girl. I wanted to impress her, so I took her on a ride...
es: No hace mucho tiempo que conocí a una hermosa chica. Quería impresionarla, así que la llevé a dar un paseo...

source: Do you like it, baby?
es: ¿Te gusta, guapa?

source: Girl
es: Chica

source: Oh, yes! Flying so fast feels wonderful!
es: ¡Sí! ¡Volar tan rápido se siente maravilloso!

source: I know. Now look, I can fly without using my hands!
es: Lo sé. ¡Ahora mira, puedo volar sin usar mis manos!

source: Oh, Mehir! You are such a professional!
es: ¡Oh, Mejir! ¡Eres tan profesional!

source: That's not all. I can do this even with my eyes closed!
es: Eso no es todo. ¡Puedo hacer esto incluso con los ojos cerrados!

source: Are you sure this is safe? WAIT THERE IS A WALL IN FRONT OF US!!!
es: ¿Estáis seguro de que no hay peligro? ¡¡¡ESPERAD, HAY UNA PARED AL FRENTE!!!

source: Oh, I see. It had to hurt... What happened next?
es: ¡Oh! Doloroso... ¿Qué pasó después?

source: After she recovered, she turned me down. Said that flying with me is too dangerous... *sigh*
es: Después de que se recuperó, me rechazó: dijo que volar conmigo es demasiado peligroso... <i>Suspira.</i>

source: I am sorry to hear that...
es: Lamentable...

source: I'd rather not talk about it...
es: Preferiría no hablar de ello...

source: All right, forget I asked.
es: Vale, olvidad mi pregunta.

source: Anyway, the glove is complete! That'll be six gold.
es: En fin, ¡terminé el guante! Serán seis monedas de oro.

source: Uhh... I kind of forgot the money. Maybe send the bill to the High Council? I'm sure they'll pay. It is them who equip us with this junk after all.
es: Ehh... Olvidé el dinero. Enviadle la factura al Alto Consejo, ¿quizás? Estoy seguro de que pagarán. Son ellos quienes nos equipan con estas baratijas, después de todo.

source: ...right.
es: ... Vale...

source: Send the bill to the High Council. Maybe they'll pay. It is them who equip us with this junk after all.
es: Enviadle la factura al Alto Consejo. Puede que la paguen. Son ellos quienes nos equipan con estas baratijas, después de todo.

source: Sure, here you go.
es: Vale, aquí tenéis.

source: Want to try the glove in action? How about I summon an air elemental, and you shoot it down?
es: ¿Queréis probar el guante en acción? ¿Qué tal si invoco a un elemental de aire y le disparáis?

source: Sure! It's been a while since I done any exercise.
es: ¡Claro! Llevo un tiempo sin hacer ejercicios.

source: Here I go!
es: ¡Aquí voy!

source: This, my friend, is what a real magic missile glove looks like.
es: Así, amigo mío, es como se ve un auténtico guante de misiles mágicos.

source: Now I can bring law and justice to the streets!
es: ¡Ahora puedo traer la ley y el orden a las calles!

source: ...and make some people pay up. *smiles ominously*
es: Y... También ajusticiar a algunas personas. <i>Sonríe ominosamente.</i>

source: Alright, thanks for the help! I'll get going.
es: ¡Muy bien, gracias por la ayuda! Me pondré en marcha.

source: Good luck on your duty!
es: ¡Buena suerte en vuestro deber!

source: Leave the workshop
es: Deje el taller

source: Wonderful Jinn
de: Wundervoller Dschinn
es: Genio maravilloso
ru: Чудесный Джинн

source: And now to the highest tiers...
es: Y ahora a los niveles superiores...

source: Where next?
es: ¿Adónde ahora?

source: The highest tiers, of course!
es: ¡Los niveles superiores, por supuesto!

source: Highest Tiers
es: Niveles superiores

source: Defeat Aerius
de: Aerius besiegen
es: Elimine a Aerius
it: Sconfiggi Aerius

source: Death of Mehir
de: Mehir fällt in der Schlacht
es: Muerte de Mejir
it: Morte di Mehir
ru: Смерть Мехира

source: team_name^Invaders
de: Invasoren
es: Invasores
it: Invasori

source: team_name^Reinforcements
es: Refuerzos

source: Time to check how my men are doing...
es: Es hora de revisar el estado de mis hombres...

source: Alright, everyone, roll call! Mufaz!
es: Vale. Vosotros, ¡paso lista! ¡Mufaz!

source: Over here, sir!
es: ¡Por aquí, señor!

source: (visibly drunk) I'm 'ere! *hic* Heehee!
es: <i>(Visiblemente borracho).</i> ¡Ya llegué! ¡Hip! ¡Je, je!

source: For the last time, Alib, if I catch you drinking <b>again</b>, you can bet your ass I'll have you fired, and you will have to find an actual job that takes more effort than standing in one place! What if we actually get attacked for real? I talked to a fortune-telling jinni and he said that it might even be today!
es: Por última vez, Alib, si te veo bebiendo <b>otra vez</b>, puedes apostar tu trasero a que haré que te despidan y tendrás que encontrar un trabajo real que requiera más esfuerzo que estar de pie en un sitio! ¿Qué pasaría si nos atacan de verdad? ¡Hablé con un genio adivinador y dijo que incluso podría suceder hoy!

source: For the last time, Alib, if I catch you drinking <b>again</b>, you can bet your ass I'll have you fired, and you will have to find an actual job that takes more effort than standing in one place! What if we actually get attacked for real? It should be common sense as a guard to at the least be somewhat ready for the worst, mind you!
es: Por última vez, Alib, si te veo bebiendo <b>otra vez</b>, puedes apostar tu trasero a que haré que te despidan y tendrás que encontrar un trabajo real que requiera más esfuerzo que estar de pie en un sitio! ¿Qué pasaría si nos atacan de verdad? ¡Debería ser sentido común para un guardia contar con un mínimo de preparación para lidiar con lo peor!

source: Fine, fine *hic*, I get it, no need to *hic* shout. *sips beer again like nobody's watching*
es: Bien, bien. ¡Hip! Lo entiendo, no es necesario que... ¡Hip!... Grite. <i>Bebe más como si nadie estuviera viendo.</i>

source: Ready for duty, sir!
es: ¡Listo para el deber, señor!

source: That's the spirit! Safay is a shining example of a reliable city guard! By the way I talked to a fortune-telling jinni and he said that we might see some action today, so your carpet may prove useful!
es: ¡Ese es el espíritu! ¡Safay es el vivo ejemplo de un guardia de la ciudad confiable! Por cierto, hablé con un genio adivinador y dijo que podríamos ver algo de acción hoy, ¡así que vuestra alfombra podría resultar útil!

source: Thank you, sir!
es: ¡Gracias, señor!

source: That's the spirit!
es: ¡Ese es el espíritu!

source: Wait, why are there only five of you? Where the hell did the rest disappear to?!
es: ¡Un momento! ¿Por qué solo hay cinco de ustedes? ¿Dónde diablos se metió el resto?

source: They drank too much while in the inn and blacked out yesterday, sir. I strongly doubt they'll show up anytime soon.
es: Ayer bebieron demasiado mientras estaban en la posada y quedaron inconscientes, señor. Dudo mucho que aparezcan pronto.

source: *sigh* I hate my job... This can't possibly get any worse...
es: <i>(Suspiro).</i> Odio mi trabajo... Esto no podría empeorar...

source: And then, as fate would have it, it did get worse...
es: Y luego, por caprichos del destino, empeoró...

source: Wha... what is happening?!
es: ¿Qué...? ¡¿Qué está sucediendo?!

source: *to himself* <i>This spot looks good. Now for that portal spell...</i>
de: ( <i>Die Wüste ist ja ganz schön sandig … Der Platz hier aber scheint mir ideal für ein Portal ... </i> )
es: (Para sí mismo). <i>Este lugar se ve bien. Ahora, el hechizo de portal...</i>
ru: *про себя* <i> Это место хорошо выглядит. Теперь пора использовать это заклинание создания порталов ... </i>

source: <i>*to himself* What kind of summoner is he?! And those armed minions, they're clearly not abyssal beings... could it be that he is not even a citizen of our nation? This is clearly an invasion... dear Nomolas, I just hope I don't die today... *sigh* here goes nothing...</i>
es: (Para sí mismo). <i>¿Qué clase de invocador es él? Y esos secuaces armados claramente no son seres abismales... ¿Podría ser que ni siquiera sea ciudadano de nuestra nación? Entonces, esto es definitivamente una invasión, ¡bendito Nómolas!... Ya sólo espero no liarlas</i> (Suspiro). <i>¡Qué mala pata!</i>

source: Hey, who the hell are you?! Identify yourself immediately, or I'll have to take you into custody!
es: ¡Eh! ¡¿quiénes diablos sois?! ¡Identificaos de inmediato o tendré que llevaros en custodia!

source: Heh, looking forward to see you try! *to himself* <i>For something as prized as the lamp of Nomolas, the security is absolutely pathetic. Well, I could certainly use some entertainment...</i>
es: <i>(Risas).</i> ¡Espero verte intentarlo! (Para sí mismo). <i>Para ser algo tan preciado como la lámpara de Nómolas, la seguridad es absolutamente patética. Bueno, ciertamente podría hacerme con algo de entretenimiento...</i>

source: Everyone, brace yourselves! We may not live to see the next day, but it is our duty to protect the palace at all costs, no matter what unknown threat we face!
es: ¡Todos, preparaos! Es posible que no vivamos para ver el próximo amanecer, pero es nuestro deber proteger el palacio a toda costa, ¡sin importar a qué amenaza desconocida nos enfrentemos!

source: Yes?
es: ¿Sí?

source: Since you're the only one here to bring a carpet to work, go get us some reinforcements, and hurry up!
es: Dado que aquí sois el único que trae una alfombra al trabajo, ¡volad y conseguidnos refuerzos! ¡Y daos prisa!

source: Sir, yes sir!
de: Jawohl! Ich mach mich sofort auf den Teppich ...
es: ¡Sí, señor!
ru: Так точно!

source: Middle Tier Squad reporting for duty!
de: Trupp Mittlere Ebene West meldet sich zur Stelle!
es: ¡Escuadra de los niveles intermedios a vuestro servicio!
it: Squadra dei quartieri centrali ai vostri ordini!
ru: Отряд среднего уровня готов у бою!

source: At last! At them!
de: Auch schon da?! Dies sind unbekannte Aggressoren! Zeigt, was ihr bei mir gelernt habt!
es: ¡Por fin! ¡A por ellos!
it: Finalmente! Attaccate il nemico!
ru: Наконецто! На них!

source: *to himself* <i>Compensating their incompetence with strength in numbers, eh?</i>
es: (Para sí mismo). <i>Así que están compensando su incompetencia a fuerza de números, ¿eh?</i>

source: Middle Tier, East Side Squad reporting for duty! We took carpets and flew as fast as we could.
de: Trupp Mittlere Ebene Ost einsatzbereit! Wir haben Teppiche genommen—
es: ¡Escuadra este de los niveles intermedios a vuestro servicio! Hemos usado alfombras para llegar lo más pronto posible.
it: Squadre dei quartieri centrali e orientali ai vostri ordini! Abbiamo preso i tappeti e volato più in fretta che potevamo.
ru: Отряд среднего уровня, восточной стороны готов у бою! Мы взяли ковры и полетели так быстро как могли.

source: No need for chit-chat. Move it, soldier!
es: Dejad la cháchara. ¡Adelante, soldado!

source: *to himself* <i>Huh... never thought the guards would actually put up a fight. Now time to run before they catch up to me...</i>
es: (Para sí mismo). <i>Eh... Nunca imaginé que los guardias opondrían resistencia. Sería oportuno marcharme antes de que me alcancen...</i>

source: The strange blue constructs have broken down! This is our chance! Everyone, after the flying human! Do not let him escape!
es: ¡Los extraños constructos azules ya no funcionan! ¡Es nuestra oportunidad! ¡Todos, perseguid al humano volador! ¡No dejéis que escape!

source: Did he just summon avatars of air, without any summoning circles?! Just who is this man?!
es: ¿Acaba de invocar a los avatares de aire sin círculos de invocación? ¿Quién es este hombre?

source: Elder
de: Emeritus
es: Anciano
it: Anziano
ru: Старейшина

source: Mehir! The reinforcements are going to arrive soon! Don’t wait for us, pursue that trickster!
es: ¡Mejir! ¡Los refuerzos llegarán pronto! ¡No nos esperéis, perseguid a ese truhan!

source: Yes, sir!
de: Auf mich könnt Ihr Euch wie immer verlassen, Altehrwürdiger!
es: ¡Sí, señor!
it: Sissignore!
ru: Да, сэр!

source: You may be fast, but it won't help you get through the indestructible gates! Everyone, at him!
es: ¡Por más veloz que seáis, no podréis franquear nuestras puertas indestructibles! <span font-weight='bold'>¡Todos, a él!</span>

source: I take back what I said... Am I hallucinating?!
es: Me retracto de lo que dije... ¡¿Estoy alucinando?!
