Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: As soon as Mehir reached the jungle, a great happiness spread throughout it. Jaffar was immidiately freed and the summoners were granted permission to continue building the Great Circle on Darkblooded territory.
de: Im Urwald kam sehr große Freude auf, als Mehir die drei Vermissten brachte. Mit denen muss es eine besondere Bewandtnis haben, dachte er. Eingedenk der jüngsten Schlachten wär's auf ein paar tote Echsen mehr nun auch nicht angekommen ... Der <i>Große Kreis</i> durfte weitergebaut werden, die <i>Dunkelblüter</i> hatten nichts mehr dagegen. Das war das Einzige, was zählte! Gut, da war noch Jaffars Leben: Dieser wurde wohlbehalten freigelassen, kam aber ob eines Traumas nicht umhin, sich in ein Tollhaus zu begeben.
ru: Как только Мехир добрался до джунглей, по ним распространилось большое счастье. Джаффар был немедленно освобожден и призвателям было дано разрешение продолжить строительство Великого Круга на территории Темнокровных.

source: As soon as he stopped, mysterious blue balls appeared and surrounded him. Then big stone statues and small awful creatures with spears went out through those blue... portals, I assume. I didn’t see any magical circles, so I have no idea how could he summon anything, but he did.
de: Natürlich reagierte ich sofort! Doch da war er schon von mysteriösen blauen Kugeln umringt. Diesen entsprangen diverse, wahrhaft schreckliche Kreaturen! Riesige, lebende Statuen aus Stein! Grausige Gnome mit furchtbar scharfen Speeren und fragt nicht noch was! Verkappte Erdolcher, Luftgeister, blitzende Gewitterwolken, fliegende Glotzaugen, man glaubt es kaum! Mit einem Blick begriff ich die Situation, es handelte sich klar um Invasion!
it: Non appena si è fermato, attorno a lui sono apparse delle misteriose sfere blu. Poi grandi statue di pietra e piccole creature orribili armate di lance sono spuntate fuori da quei...portali blu, suppongo. Non ho visto alcun cerchio magico, perciò non ho idea di come sia riuscito ad evocare qualcosa da lì, ma ci è riuscito lo stesso.
ru: Как только он остановился, вокруг него появились загадочные голубые шары. Затем большие каменные статуи и маленькие жуткие существа с копьями выходили через эти голубые... порталы, я полагаю. Я не видел никаких магических кругов, поэтому понятия не имею, как он мог что-либо призвать, но он это сделал.

source: As you already know, our society is devoted to the Sun and his life-giving power carried by the immaculate Light. You are from the desert, so you don’t know how important vegetation is. The Sun causes plants to grow and gives us fruits. This is how our religion came into being.
de: Die Malerei hier stellt die Bedeutung der Sonne für das Wachstum dar … In eurer Wüste ist es nicht sehr üppig, uns aber bestärkt es in dem Glauben an ihre Göttlichkeit.

source: As you can see I am taking a bath!
de: Tar— Wie ich so in der Wanne entspannte, spielte ich mit dem Gedanken, dich zu besuchen. Doch ich gedachte nicht, mich als Badender mit Turban zu präsentieren. Seis drum ... Komm, steig zu mir in den Zuber, Mehir!

source: As you can see my liege, this was a good example. Red beings love destruction and are hard to control. They sometimes tend to to revolt. This happens especially often to Dharma'rhamis and Efreeti summoned directly from the Red Abyss.
de: Ihr seid nicht zu beneiden, Scherif Mehir. Die aggressiven Roten sind kaum in Schach zu halten. <small>(<i>raunt hinter vorgehaltener Hand</i>)</small> Dharma'rhamis kann man mit Afriten in einen Topf werfen!

source: As you have witnessed, my lord, the 'Incantation of Power' is quite powerful, <b>and you should avoid casting it indoors...</b>
de: Mit einem Megakreis ist das kein schweres Unterfangen. Bedenkt, es handelt sich um einen bombastischen Kraftakt! Verwenden eines <i>Machworts</i> in geschlossenen Räumen ist töricht!

source: As you wish, I hope we meet again. Thank you and farewell!
de: Um Himmels Willen! Dann macht's mal gut! Vielleicht treffen wir uns ja wieder!

source: As you wish.
de: Wie Ihr wünscht, stellvertretender Oberkommandant.

source: At last! Feel the fires of the Abyss!
de: So, nun passt mal auf! Hehe ...
it: Finalmente! Provate le fiamme dell’Abisso!
ru: Наконец то! Почувствуйте огни Бездны!

source: At last! Who I shall torture, my master?
de: <span color='#FA0000'><big>Dein Wunsch ist uns Befehl, Meister! Wer soll gekrallt, gequält und abgefackelt werden?</big></span>
it: Finalmente! Chi dobbiamo torturare, mio maestro?
ru: Наконец то! Кого мне мучить, господин?

source: At the beginning of each turn, all adjacent enemy units are slowed.
de: Alle benachtbarten Gegner werden bei Rundenbeginn gebremst.
ru: В начале каждого хода, все вражеские бойцы стоящие рядом замедлены.

source: At the beginning of each turn, all adjacent enemy units receive 8 points of damage.
de: Alle benachtbarten Gegner verlieren bei Rundenbeginn 8 LP.
ru: В начале каждого хода, все вражеские бойцы стоящие рядом получают 8 урона. В отличии от яда, эта способность может убить.

source: At the beginning, the Ancestors considered the Abyss as a place of primitive chaos — until they summoned the first magical being, a true dweller of that different world. It was Nomolas, the first jinn. Unrestrained by imagination, this entity is the most powerful being we know to this day. Theoretically, Nomolas is capable of destroying even a God. The ancestors managed to communicate with Nomolas, who turned out to be obedient like all summoned magical entities.
de: Anfangs glaubten die Vorfahren, der Abyssus sei nur ein Ort des Chaos. Bis sie den ersten Bewohner dieser magischen Welt herbeibeschworen: Nomolas, der Ur-Dschinn — ein Wesen jenseits aller Vorstellungskraft! Etwas Mächtigeres hat unsereins bis heute nicht gesehen ... Götter könnte er aus dem Handgelenk stürzen! Klug, wie unser Volk eben schon immer war, gelangs den Alten, sich mit dem Dämon zu verständigen. Fügsam, wie beschworene Geschöpfe der Magie halt immer sind, gehorchte er.
ru: Вначале Предки рассматривали Бездну как место первобытного хаоса - до тех пор, пока они не призвали первое магическое существо, настоящего жителя этого другого мира. Это был Номолас, первый джинн. Не ограничен воображением эта сущность - самое могущественное существо, которое мы знаем по сей день. Теоретически, Номола способен уничтожить даже Бога. Предкам удалось пообщаться с Номоласом, который оказался послушным, как все призванные магические существа.

source: At the moment you do not have a unit in your army who could use this artifact. However the item will be picked up, so it can wait for a suitable unit to be recruited or recalled.
de: <span color='#397EF2'>Derzeit ist keine Einheit im Spiel, die von diesem Fundstück einen Vorteil hätte. Es kann aber eingesackt und für einen geeigneten Rekruten/Veteranen aufbewahrt werden.</span>
it: Al momento non disponi di un’unità nel tuo esercito che possa usare questo artefatto. Tuttavia l’oggetto verrà raccolto, in attesa che venga reclutata o richiamata un’unità adatta per usarlo.
ru: На данный момент у вас нет бойца в вашей армии, который мог бы использовать этот артефакт. Однако предмет будет поднят, что бы подождать, пока подходящий боец будет завербован или призван.

source: At this point, Mehir has been appointed as an assistant to the Sharif of Sud-Affar, the south city of the Trinity. He was immediately sent to the east, to supervise the building of the circle, just outside the territory of Mag-Magar.
de: Mehir ist nun in der südlichen der drei Ringstädt stationiert und als Gehilfe dem Scherif von Sud-Affar unterstellt. Dieser wiederum hat ihn nach Osten ins Grenzgebiet zum Aufsichtsbereich von Mag-Magar entsandt, wo er den Aufbau des magischen Kreises mitüberwachen soll.
ru: В этот момент, Мехир был назначен помощником Шарифа (правителя Суд-Аффара, южного города Троицы). Его немедленно отправили на восток, чтобы контролировать строительство круга, недалеко от территории Маг-Магара.

source: Atiros hasn’t returned...
de: Atiros war meine Hoffnung, er kam nicht heim … Nun hilft nur noch beten und Gottvertrauen … <small>(<i>reckt die Arme in die Höhe</i>)</small> <i>Göttliches Sonnengestirn! Verleih uns deine Kraft und einen Strahl—</i>

source: Atiros, as one of the two most powerful warriors of Kharos, was ordered to find them. First, he set out to the Acacia Forest to find magical fount of the Water of Life, which would allow him to travel safely through the desert. He had managed to acquire some of this wonderful liquid just before the forest was seized by the dark hordes. Then he set out to the furthest city of the south, Saffaros, and sailed across the sea to the Great Desert. Right after landing, he saw a giant tower looming over the horizon. He decided to go in that direction, thinking he would find civilization there. Atiros saw the highest tower of al-Kamija, whose peak could be seen everywhere on the continent. After five weeks, the Water of Life run out. In the following week, Atiros heard sounds of a battle. Soon after, he lost consciousness and woke in Tar-Tabar, where he discovered his rescuers were those that he was ordered to find.
de: Er sei, so endete Atiros, bei aller Bescheidenheit einer der beiden zähsten Krieger in Kharos. Deshalb habe Anthi ihn beauftragt, der verschollenen Verwandschaft nachzuforschen. Mit dem 'Wasser des Lebens' aus der magischen Quelle im Wald Acacia als Wegzehrung sei er vom Hafen Saffaros aus übers blaue Meer zum gelben Dünenmeer gesegelt. Wie er dort was finden sollte, war ihm nicht klar, als er am Horizont einen güldenen Schimmer sah: Im Sand so weit das Auge reichte war die Kuppel des höchsten Turms von Al-Kamija der einzige Anhaltspunkt. Fünf Wochen habe er darauf zugehalten, dass ihm das 'Lebenswasser' ausging, konnte ihn nicht vom Weitermarsch abhalten. Nach sieben Tag habe er aber schlapp gemacht — was er zuletzt hörte, war der Lärm einer großen Schlacht. <span color='#000000'>.</span>
ru: Атиросу, как одному из двух самых могущественных воинов Кароса, было приказано их найти. Во-первых, он отправился в Лес Акаций, чтобы найти магический источник Воды Жизни, который позволит ему безопасно путешествовать по пустыне. Ему удалось набрать часть этой чудесной жидкости незадолго до того, как лес был захвачен темными ордами. Затем он отправился в дальний южный город Саффарос и плыл через море в Великую Пустыню. Сразу после приземления он увидел громадную башню, возвышающуюся над горизонтом. Он решил пойти в этом направлении, думая, что найдет там цивилизацию. Атирос увидел самую высокую башню Аль-Камиджи, вершину которой можно было увидеть повсюду на континенте. Через пять недель закончилась Вода Жизни. На следующей неделе Атирос услышал звуки битвы. Вскоре после этого он потерял сознание и проснулся в Тар-Табаре, где обнаружил, что его спасителями были те, кого ему было приказано найти.

source: Atiros? Is that you? Thank the Sun, you’re still alive! But who are those people behind you? Don’t tell me they’re...
de: Atiros?! Du lebst noch? Beim Sonnenlicht, ich glaub es nicht!

source: Attack increases by 100% Chance to hit is constant and equals 70% If the unit's scimitar already has weapon specials, they are overwritten
de: * Anzahl Attacken +100% * Trefferchance konstant 70% (Waffenfähigkeiten mit derzeitigem Säbel werden unwirksam)
ru: Урон ятаганом увеличивается на 100% Ятаган всегда попадает с точностью 70% Если ятаган этого бойца имел способности оружия, они удалены.

source: Awesome! I've always wanted to have one!
de: Ah … Tja … Dann kann ich wieder gehen.
ru: Потрясающие! Я всегда хотел иметь такой!

source: Banish the enemy using the Instructor
de: Instruktor verbannt Afrit

source: Be aware my Master! That bunker will be guarded by 4-6 powerul beings. They will emerge really soon. We will have to mount a heavy strike force to get through.
de: <span color='#0175FE'>Meister, diese Untoten belagern auch den Zugang zum Bereich unter der Erde … 4 bis 6 Gegner werden aus dem Tunnel anrücken … Und zwar sehr starke.</s

source: Be aware though, my lord: do not try to summon a jinn or rhami in front of this Great Efreeti - they will fall under his will very quickly.
de: An wohlgesinnten Wesen herrscht kein Mangel. Auf Dschinn seid Ihr nicht angewiesen und hoffentlich nicht dumm genug, dem Aufwiegler noch eine Rhami vorzusetzen ...

source: Be careful, my liege. This being can betray us in the least expected moment.
de: Eine starke Einheit! Sie kann uns zwar verraten, wenn wir's am wenigsten erwarten, aber—
it: Attenzione, mio signore. Questo essere ci può tradire nel momento meno atteso.

source: Because Mehir’s achievement was quite unusual for his experience, Sharif appointed him a commander of the second degree. The dream of a young city guard came true.
de: Auch in Sud-Affar war eine Feier angesagt. Die Heldentaten des nur leidlich erfahrenen Ex-Wachtmeisters lohnte Scherif Sharif mit einer Beförderung. Mehir stieg zum Mighwar zweiten Grades auf — sein Traum von einem Kommandanten-Dasein ging endlich in Erfüllung.
ru: Поскольку достижение Мехира было довольно необычным для его опыта, Шариф назначил его командиром второй степени. Сбылась мечта молодого городского стража.

source: Because of your arrival. Our intervention was unnecessary at that point. You managed to fend Tharis crusade off with ease.
de: Die zweite Frage lautete: Was sagst du dazu? Zur dritten kann ich nur sagen: DU warst doch da!

source: Before I cast the activation spell, Rashti, Glomin, my troops, and I must be inside of the circle. I can’t leave anyone behind.
de: Ich muss Rashti, Glomin und meine Männer erst in den Kreis rufen, bevor ich ihn aktiviere. Würde mir nie verzeihen, wenn einer von ihnen hier zurückbliebe!

source: Before reinforcements from al-Kamija arrived, Mehir, Malib and Rashti had two weeks to examine dead bodies of enemies. It turned out the invaders were similar to humans. They had long, pointed ears and pale, almost gray skin. They were armed with blades made of metal unknown to the Summoners and their clothes were black as death. There were other bodies, different in shapes and sizes. They belonged to terrifying three-headed beasts. These creatures were similar to desert snakes often seen in local caves, but this was where similarities ended.
de: Langsam verzogen die Staubwolken sich und ließen eine Stadt in Schutt und Asche zurück. Die Schäden vor Ort wurden gesichtet, Verwundete geborgen und hunderte von Leichen verbrannt. Der Scherif besah sich mit Mehir und Rashti die toten Feinde genauer: Sie waren menschenähnlich, hatten jedoch ungewöhnlich lange, zugespitzte Ohren und ihre Haut war grau wie Stein. Die Waffen der Schwarzberockten waren aus einem Metall geschmiedet, das den Beschwörern fremd war. Noch ungewöhnlicher waren die Körper jener dreiköpfigen Bestien ... Haut und Schädelform glichen denen von Wüstenschlangen – doch damit hatte es sich schon. »Seht euch diese Monster an, dergleichen hat man hier noch nie gesehen!«, ereiferte sich Malib. »Die Hexen riefen sie in einem fort heran! Und dunkle Magierinnen und Krieger, einer schrecklicher als der Vordermann! Ich war gezwungen, Verstärkung anzufordern und schickte einen Boten durch das Portal nach Al-Kamija. Just in diesem Augenblick brachten die Terroristen einen unsrer stolzen Zwillingstürme zum Zusammenbruch! Der Kurier muss überlebt haben, denn kurz später tauchte Rashti'rhami in deiner Begleitung auf. Ich hoffe doch, dass keiner der Ältesten erschlagen wurde ...« Mehir konnte ihn diesbezüglich beruhigen, ließ aber nicht unerwähnt, dass die Ratsherren ihr Überleben nur dem kaltblütigen Einsatz seinerselbst verdankten, weil mit der Turmkuppel auch hochgefährliche Feinde durch das Tor eindrangen. <span color='#000000'>.</span>
ru: До прибытия подкреплений из Аль-Камиджи Мехир, Малиб и Рашти провели две недели, исследуя трупы врагов. Оказалось, что захватчики были похожи на людей. У них были длинные, заостренные уши и бледная, почти серая кожа. Они были вооружены лезвиями из металла, неизвестного Призывателям, и их одежда была черной как смерть. Были и другие тела, различающиеся по форме и размерам. Они принадлежали страшным трёхголовым тварям. Эти существа были похожи на пустынных змей, часто встречающихся в местных пещерах, но именно в этом и заключались сходства.

source: Besides, he also has extraordinary achievements for his age, and rank. Thanks to that, he quickly rose to the rank of commander, and i don't see anyone more fit that him to rule Tar-Tabar.
de: Mehir ist seinem Alter weit voraus! Seiner Tapferkeit wegen stieg er binnen Kurzem vom Wachtmeister zum Mighwar zweiten Grades auf. Scherif Sharif würde meine Empfehlung befürworten, als Aufseher behob Mehir für ihn Ärger mit Echsen− und Barbarenhorden! Infolgedessen betrautet Ihr ihn mit dem riskanten Rettungseinsatz für Scherif Tashkar, der unseligerweise kein selig Ende hatte. Mehir rettete Euch das Leben nach dem Kuppelsturz, sodass Ihr ihn als erste Hilfe zu mir schicken konntet, als ich in ärgster Bedrängnis war. Ich möchte sagen, dass er auch unsre Rettung war. Welcher Fähigkeitsbeweise bedarf es mehr?

source: Block Dharma’Rashti so that Ho’Rashti can eliminate her and unite
de: Dharma’Rashti einkesseln, damit Ho’Rashti sie besiegen und sich mit ihr vereinen kann

source: Bridge of Light
de: Lichtblick
it: Il ponte di luce
ru: Мост Света

source: But I am your master! You must obey my orders!
de: NEIN, das hat dein Herr und Meister NICHT befohlen! Wirst du wohl—

source: But I don’t want to fight you. What if somebody gets killed?
de: Dass Höhenluft dir nicht bekommt! Autorisiert der Guru die Ausnutzung seiner Besucher? Meiner Sache wäre es kaum dienlich, ließe ich mich zum Mörder seiner Lakaien machen.

source: But don’t you see that we can win ourselves an ally? Don’t forget that the circle crosses their territory, and as far as I know we are unwelcome. This is the chance to change it. Who knows, maybe we will persuade them to help our workers?
de: Nun gebt mal Ruh' mit dem Irrtun! So blöd könnt Ihr doch gar nicht sein! Der Kreis soll durch Echsengebiet führen! Als Verbündete bräuchten wir sie nicht zu fürchten, die könnten gar bei der Arbeit helfen! Jetzt ist Gelegenheit, den Dung zu wenden!
it: Ma non vedete che possiamo ottenere un valido alleato? Non dimenticate che il cerchio attraversa il loro territorio, e per quanto ne so io non siamo ben accetti. Abbiamo l’occasione di cambiare la situazione. Chissà, magari li convinceremo ad aiutarci nel nostro lavoro!
ru: Но разве вы не видите, что мы можем так получить себе союзника? Не забывайте, что круг пересекает их территорию, и насколько я знаю, нам здесь далеко не рады. Здесь как раз шанс изменить это. Кто знает, может быть, мы убедим их помочь нашим рабочим?

source: But he can’t see anything! His helmet is just a golden plate without any eye-holes!
de: Wo sollte der schon hingehen? Er sieht ja nix mit seinem Helm ohne Schlitze für die Augen! Also, wie so einer Euch schützen soll, ist mir ein Rätsel.
it: Ma non vede nulla! Il suo elmo è solo un piatto d’oro, senza buchi per gli occhi!

source: But he managed to do the impossible - to save my city!
de: Der Fortgang der Bauarbeiten am Großen Kreis darf nicht verzögert werden und ist von oberster Stelle aus zu kommandieren! Mir fällt außer mir niemand ein, der genügend Autorität, Charisma und Stärke hätte, um diese Aufgabe verlässlich zu erfüllen! Ich kann mich aber nicht teilen.

source: But if you defeat me, you will prove worthy of wielding this holiest relic of our kind.
de: <span color='#588BCD'><b>Weichet! Ihr müsstet mich bezwingen, um euch dieser Waffe würdig zu erweisen!</b></span>
ru: Но если ты сможеш меня победить, ты докажех что ты достойный владеть нашей святейшей реликвией.

source: But it is not. The Runemasters are gone, but this place is protected by their mechanical creations, like your cities are protected by your abysmal beings.
de: Soso … Die Ruinen ihrer vormaligen Bleibe werden aber von mechanisierten Wesen bewacht. Dergleichen hast du noch nicht gesehen!

source: But may I ask you something?
de: Mich würde jetzt noch brennend interessieren—

source: But she decided to search for other solutions. Anthi probably wanted to use the Sun Ray as a last resort.
de: Aber so ist Anthi nicht. Der Energiespeicher wird nur im äußersten Notfall als Waffe eingesetzt.

source: But thanks to your stubbornness, your dream has come true. Now you all can join your friends and relatives.
de: Das mit dem Turm lässt sich ja nun nachholen. Lass es dir im Abyssus wohl sein.

source: But we do not ignorantly burst into other people's places and try to kill the ones we don't know at all!
de: Natürlich meinte ich damit nicht mich! Euer Wissensdurst hat meine Karriere gefördert aber auch viele Leben gefordert. Die Unwissenheit eines Gurus entschuldet das nicht!

source: But when we discovered the Abyss, our life changed drastically. Nomolas, the First Jinn, created a magnificent city for us in the heart of the Desert. We could finally abandon the caves and move onto the surface. That place is called al-Kamija, and it is our capital now. Thanks to a set of magical circles around it, we have air-condtioning - the cold air from the Abyss cools our streets and houses. Without it, the heat of the Desert would kill us quickly.
de: Gut, ich wollte solche Speisen nicht. In der Stadt, die Nomolas uns baute, gebrichts uns eh an nichts. Das Klima in Al-Kamija ist recht angenehm, durch Zauberkreise wird ständig kühle Luft aus dem Abyssus zugefächelt. Jaja, auch in der Wüste lässt es sich gut leben!

source: But you said you knew how to help me. So there must be a way.
de: Es MUSS einen Weg geben! Die Dame Anthi ließ mich deswegen mitten auf das Meer rudern!

source: But... but the Abyss is a place of unlimited possibilites where time and space...
de: Aber der Abyssus ist eine Welt der unbegrenzten Möglichkeiten, wo Zeit und Raum—

source: But... how is it possible? They had to come from the north!
de: Aus Osten? Kann nicht sein. Anthi käme mit unsren Leuten doch den Nordweg runter!
it: Ma...come è possibile? Dovevano venire dal nord!

source: By the power given to me by the High Council and in the name of all citizens of our country and the Abyss I grant you the title leader of Tar-Tabar!
de: Kraft meines Amtes und im Namen des Volkes wie auch unserer dienstbaren Geister aus dem Abyssus spreche ich dir den Titel des Oberkommandanten von Tar-Tabar zu!

source: Calm down... This human wants to explain to Mehir the way the abysmal balance works. Please, continue.
de: <span color='#0175FE'>Reg dich ab. Der Mensch will abyssale Ausgewogenheit erklären und weiß es halt nicht besser.</span>

source: Cave Wall
de: Höhlenwand
it: Parete di caverna
ru: Стена Пещеры

source: Commander Mehir from Sud-Affar at your service, sir! The Armies of the Trinity will arrive soon.
de: Mehir ibn Mehir, Kommandant zweiten Grades in Sud-Affar. Der Scherif Tashkar ist ähm, nicht abkömmlich. Man schickte mich als Vorhut, die Truppen der Ringstädte sind unterwegs!

source: Cool, so what does it want? Food, gold, luxury, entertainment, women or men? I have all.
de: Schon klar. Gold regiert die Welten. Datteln, Kamele, Konkubinen werden ihnen nicht genügen.

source: Cutscene
de: (18) Transition
ru: Анимация

source: DESTROY!!!
de: <span color='#FA0000'><big>VERNICHTEN !!!</big></span>
it: DISTRUGGI!!!

source: Damaging Aura
de: Aderlass
it: Aura di danneggiamento
ru: Аура Урона

source: Dammit! She won’t stand a chance against an entire army of demonical beings! Protect her at all costs! She mustn’t die or we will lose the Abyss!
de: Oh Himmel, bitte … Ich bin für sie verantwortlich! Ihr Dasein ist für unser Abyssus-Projekt imperativ! Nicht auszudenken, wenn Rashti— Wir müssen sie um jeden Preis beschützen!
