Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: When Sharif heard about the attacks, he sent his deputy, Jaffar, with his best troops. On Mehir’s request they brought the equipment needed for cutting down the trees and workers begun clearing the path for the Great Circle...
de: Scherif Sharif sandte seinen Vize Jaffar mit den schlachttauglichsten Mannen aus Sud-Affar an die Baustelle. Sie brachten auch das angeforderte Werkzeug mit. Die Arbeiter begannen unter dem Schutz dieser Soldaten Bäume zu fällen, die dem Projekt im Weg standen.
ru: Когда Шариф услышал об атаках, он послал своего заместителя, Джаффара, со своими лучшими войсками. По просьбе Мехира они привезли оборудование, необходимое для вырубки деревьев, и рабочие начали расчищать дорогу для Великого Круга ...

source: When the Ancestors summoned first elementals — entities made of pure energy - they dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed and ended up with an unique amulet, capable of transforming one element into another. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate) Should this unit pick up the amulet?
de: Als es den Altvorderen gelungen war, Wesen aus reiner Energie zu beschwören, trachteten sie alsbald danach, die Elemente auch noch zu vermischen. Das war des Guten denn doch zuviel, ein Relikt ihrer Experimente ist dieses Amulett. Zumindest lässt sich damit ein Element in ein anderes umwandeln — wahrlich, ein mächtiges Artefakt! Soll die Einheit dieses Amulett an sich nehmen?
ru: Когда предки призвали первых елементалей - сущностей из чистой энергии - они мечтали создать существо из смеси всех четырех известных стихий, но, к сожалению, они потерпели неудачу, но в итоге был создан уникальный амулет, способный превратить одну стихию в другую. Это однин из самых мощных реликвий, созданных Предками. Этот елементаль способен превращатся в другие варианты елементалей (Используйте меню активируемок щелчком правой кнопкой мыши на бойце для активации) должен ли этот боец взять амулет?

source: When the dust settled, Malib told everyone how it all started — “The frightful army arrived just after dusk, from the northeast. I saw hundreds of red lights being in fact their eyes. They never stopped. Walls were literally crushed in front of them. After a few minutes the whole city turned into burning rubble. The power of the witches decreased in time, but the city was already under heavy attack. Luckily the portal was untouched, so I sent a messenger to al-Kamija for help. A few minutes later you appeared.”
de: Scherif Malib schilderte, was sich am Anfang dieser Nacht zugetragen hatte: »Als ich beim allabendlichen Rapport meiner Aufseher scharfen Auges die Wüste überblickte kamen sie unversehens aus Nordosten angesaust. Zunächst sah es ja nach einem Riesenschwarm Leuchtkäfer aus, die roten Lichter stellten sich jedoch als ihre Augen raus! An der Stadtmauer hielten sie nicht inne, im Gegenteil: unter ihrem Ansturm stürzten die breiten Wälle ein! Mit einem Blick begriff ich die Situation, es handelte sich um Invasion. Natürlich reagierte ich sofort, doch da schossen schon Feuerflammen allerorten in den Himmel. Schrecken ließ ich mich freilich nicht, ICH doch nicht! Finster entschlossen ließ ich angreifen, galt es doch, die Stadt zu halten, wenngleich die Hälfte schon ein Trümmerhaufen war.« <span color='#000000'>.</span>
ru: Когда пыль успокоилась, Малиб рассказал всем, как все началось - “Страшная армия прибыла сразу после заката с северо-востока. Я видел сотни красных огней, которые были на самом деле их глазами. Они никогда не останавливались. Стены были буквально раздавлены перед ними. Через несколько минут весь город превратился в горящие обломки. Сила ведьм уменьшилась во времени, но город уже подвергался сильной атаке. К счастью, портал не был затронут, поэтому я послал гонца к аль-Камии за помощью. Через несколько минут появился ты.”

source: When you became a commander you received your first personal magical circle. The megacircle you own right now is tens of times more powerful. It can summon elementals like your old one could, but requiring far less resources to do so. It's mainanace cost is very low - the circle repairs itself automatically, so the wear-off effect is almost non-existent.
de: Nun, was die Wartung angeht, so ist er an sich unverwüstlich. Wiewohl zehnmal wirkungsvoller als der magische Kreis, den Ihr als Kommandant gewohnt wart, fallen kaum Betriebskosten an.

source: Where is Tashkar? He should be here, but he isn't. Answer me, now!
de: Was glaubst du, mit wem du es zu tun hast, Schwirrer? Hoher Beschwörer-Kommandant zweiten Grades, bitte! Was soll das heißen, 'in meiner Hand'? Ich sehe keinen Oberkommandant! Raus mit der Sprache! Wo ist er?
ru: Где Ташкар? Он должен был быть здесь, но от него ни следа. Отвечай немедленно!

source: Where is this bi...
de: Nein. Dachte ich mir. Die gelbe Gefahr hat sich in den Wind geschlagen! Hahahaa~
it: Dov’è finita quella putt...

source: Who are these people with you? Why are you fading away? Rashti? Wait... you are not Rashti... She is here but not with you. You took her from me! You... you!
de: <span color='#7EBFB4'>Wen hast du denn da bei dir, Rashti? … Rashti, warum verblasst du wieder? Nein! … Warte! … Wer seid ihr? … Ihr habt mir Rashti weggenommen! Na wartet, ihr … ihr RASHTI-RÄUBER !!!</span>
ru: Кто эти люди рядом с тобой? Почему ты исчезаеш? Рашти? Подождите... вы не Рашти... Она здесь, но не с вами. Вы забрали ее у меня! Вы... вы!

source: Who are they?! Guards! Rashti, Mehir! Save us!
de: Sie greifen an! Wer sind die schwarzen Schufte! WAAACHEN !!! Rashti, Mehir, rettet uns!

source: Who are you? And what is that chest?
de: Kröte, was suchst du hier? Wieso schleppst du 'ne Truhe durch den Dschungel?
it: Chi sei!
ru: Кто ты? И что в этом сундуке?

source: Who are you?!
de: Das ist ja— … Wer bist du?
it: Chi siete!?
ru: Ты кто такой?!

source: Who dares to stand in MY WAY?!
de: <span color='#FA0000'><big>VERSCHWINDE !!!</big></span>
it: Chi osa stare sulla mia STRADA!?

source: Who is she?!
de: Beim großen Sonnenauge! Jetzt hab ich's auch noch mit den Augen …

source: Who is this?
de: <span color='#7EBFB4'>Wer wagt es?</span>
ru: Кто здесь?

source: Who... who are you?
de: Hm? Ein Luftstrom? Hier? Um diese Stunde? Eine thermische Fata Morgana?
it: Chi...chi siete?
ru: Кто... кто ты такой?

source: Whoa! I never thought that these things are so relentless.
de: Heijeijei, der stand ganz schön unter Dampf. Man kann doch über alles reden—

source: Why are you looking at me? I am taking a bath!
de: Ich bin nicht disponibel! Ich nehme grad ein Bad!

source: Why are you telling me such details?! Move it, soldier!
de: Hältst du mich für blind? Vorwärts, voll Stoff! Ihr seht doch, was hier los ist!
it: Perché mi raccontate tali dettagli!? Muovetevi, soldato!
ru: Почему ты рассказываешь мне такие подробности?! Шевелись, солдат!

source: Why do you think so?
de: Uhm, Anthi fällt gewiss noch etwas ein … vielleicht … hoffentlich … mit sonnigem Beistand ...

source: Why?
de: Verboten? Von wem? Warum?
ru: Почему?

source: With so much gold I can buy the whole army of Sud-Affar! And these lamps...
de: Oh mei … Mit soviel Gold kann ich sämtliche sud-affarschen Soldaten anwerben! Und dann noch Jaffars Lampen ...
it: Con una tale quantità d’oro potrò comprarmi tutto l’esercito di Sud-Affar! E queste lampade...
ru: С таким количеством золота я могу нанять всю армию Суд-Аффара! И эти лампы...

source: Wonderful Jinn! Give me some advice!
de: Dschinn, was sagt dein Scharfsinn? Was würdest du an meiner Stelle denn nun tun?

source: Woven of golden threads, inspired by Abyssal winds. Everyone who possesses this ancient vehicle gains amazing speed and agility. Speed increases by 50%
de: Abyssale Winde und magiche Webkunst verhelfen dem Eigner dieses Fortbewegungsmittels zu wunderbarer Wendig- und Geschwindigkeit: BP +50%
ru: Соткан из золотых нитей, вдохновленный ветрами Бездны. Каждый, кто обладает этим древним транспортным средством, получает удивительную скорость и ловкость. Скорость увеличивается на 50%

source: Wow!
de: Oooh … Faszinierend! ...
ru: Вау!

source: Wow, he’s fast. This is the end. You won’t get inside. Take him!
de: Schnell wie der Wind ist er obendrein ... Den Palast stürmen? Harr, daraus wird nix, Feger!
it: Wow, è veloce. Qui finisce la vostra corsa. Non potete entrare. Prendetelo!
ru: Ничего себе, он быстрый. Это конец. Тебе не попасть внутрь. Взять его!

source: Wow, that was something... Wait, did you hear that?
de: Woha! Hehe, ein Mann − ein Wort! … Oha, es rauscht noch etwas hinterher! ...

source: Wow, this is amazing! I feel the power!
de: Oooh … Unglaublich! Ich kann die Macht tatsächlich spüren!
ru: Вау, это потрясающе! Я чувствую эту силу!

source: YES! You are right! How did I forget that?! I will join you, Reficul... DIE HUMANS!!!
de: <span color='#FA0000>Hab ich nicht vergessen. <big>Sterbliche müssen gekrallt, gequält und abgefackelt werden!</big></span>

source: YOU BELONG TO ME!
de: <span color='#FA0000'><big>DU GEHÖRST ZU MIR !!!</big></span>

source: YOU FOOL! YOU SERVE PEOPLE, INSTEAD OF SLAVING THEM. YOU’RE A PITY!!!
de: <span color='#FA0000'><big>Rashti’rhami, warum dienst du, statt zu knechten? Komm, ICH mache dich zu einer wahren Königin!</big></span>

source: Yeah, I agree with you about that. Besides, this thing is keeping me alive. The invaders can't come close enough to reach me. If they try, they just fall inside, as you just witnessed, heh! Ah, I love it how unbeknowing enemies just naively try to walk on the Living gate... This never gets old!
de: Ja, es ist es ein beispielloses Meisterwerk unsrer Beschwörungskunst. Wer diesen Kreis betritt, der wird verschlungen. Darob habe ich's mir ausbedungen, hehe. Hier lässt sich's überleben!

source: Yeah, me too. They speak like that all the time. Nevermind...
de: Oh, äh ... das führte wirklich viel zu weit! Waren wir nicht beim Thema Götter?

source: Yeah, whatever... Thank you. You may go now.
de: Gut, gut. Schon verstanden. Darfst dich wieder an dein Lesepult begeben.

source: Yes, I'll settle you to some of my... let's say allies. Just step onto the platform around the battery, I'll am preparing a teleportation spell, which teleports everything in that radius.
de: Das glaub ich dir. Wem gefällts schon hier … Komm auf die Plattform, wenn du willens bist, mit uns samt Batterie ins Himmelsreich teleportiert zu werden. Der Abtransport steht kurz bevor.

source: Yes, and you are?
de: Ja. Mehir, Kommandant zweiten Grades, in Person. Ihr seid der Zeremonienmeister?
ru: Да, а вы?

source: Yes, believe me, I am fine as I am now. Just tell my magical servants to come here and help me.
de: Eben. Danke, Rashti, meine Kammerdiener kommen ohne dein Zutun klar.

source: Yes, my liege. He also has an entire collection of such dimensional gates in his apartment, though he doesn't show them to anyone, since he's paranoid about the fact that he can't replace them, since as I said, he can't banish anymore, see them, so it will most likely remain as a mystery for now as to how they look for now.
de: Ja. Er soll davon eine ganze Sammlung horten, die aber noch keiner zu Gesicht bekommen hat. Weil er zum Arbeiten ja nicht mehr imstande ist und seine 'Schätze' somit nicht mehr ersetzen könnte, hütet er sie wie seine Augäpfel. Mehr kann ich Euch dazu also nicht sagen.

source: Yes, of course. I'd like to know more about this huge circle around me. What does it do, apart from looking awesome?
de: Ah, oberster Bannmeister! Ihr macht von Euch Reden, ein wahrer Könner mit philosophischen Tendenzen sollt Ihr sein! Schaut nicht so finster drein, sobald wir die Lektion hinter uns haben, ziehen wir uns ein Wasserpfeifchen auf dem Diwan rein. Die Nutzung meines Megazirkels möchte ich unbedingt erlernen. Man fühlt sich grandios damit, ich fragte mich schon, was ich nun alles kann.

source: Yes, sir?
de: Zu Befehl, Wachtmeister?
it: Sì, signore?
ru: Да, сэр?

source: Yes, the Guru will be very happy.
de: Der Guru wird sich maßlos freuen!

source: Yes. And now...
de: <span color='#0175FE'>Die bin ich.</span> <span color='#FA0000'>Und nun …</span>
ru: Да. А теперь...

source: Yes. I know how to make it happen. Unfortunately, to open a passage to that dimension, an enormous amount of energy is needed. It exceeds even our capabilities... at least for now.
de: Dir dürfte klar sein, welche Unmenge Energie nötig ist, um eine Passage in diese Dimension zu öffnen. Ihr Beschwörer habt etwas vollbracht, dass über unsere Ressourcen hier hinausgeht.

source: Yes. I ordered to find you. Sometimes fairy tales are true. Please, enter our city.
de: Beschwörer?! Das erklärt die ungewöhnlichen Krieger. Ich möchte euch alle gern in meinen Tempel einladen, der Stadtzugang ist aber leider … uhm, erneut versperrt. Wäre es möglich, den Schaden nochmals auf die Schnelle zu beheben?

source: Yes. Let’s say it will be another challenge for us. Also the battery itself will become an interesting subject for our archaeologists.
de: Ein Portal in den Abyssus öffnen wir nicht alle Tage, es wird eine erhellende Erfahrung. Und für die Archäologen wäre eine Magie-Speicher-Batterie ein interessantes Studienobjekt.

source: Yes. Now tell us more about the sun.
de: Erzähle uns doch mal, was du über die Sonnenscheibe weißt!

source: Yes. Only the ultimate beings are that powerful. Sud-Affar is the place of the Elemental Bird. Other cities have their own ultimate beings guarding them. The leader Tashkar from Tar-Tabar owns Rashti'rhami, the goddess of all Rhamis, the perfect female equivalent of Nomolas, and the leader of Mag-Magar, Malib, owns the Living Gate - the last and the weirdest ultimate being of all.
de: Er besteht ja auch aus allen Elementen, sein Flügelschlag kann Städte wegfegen, er hat eben die Kraft aller einzigartigen Urwesen … Nun, die anderen hüten auch urige Wunder. Denkt an <i>Rashti'rhami</i> in Tar-Tabar, die höchste aller Rhami — so stark wie Nomolas in Al-Kamija. Oder das <i>Lebende Tor</i> in Mag-Magar! Etwas Seltsameres hat es noch nie gegeben ...
ru: Да. Только высшие существа настолько сильны. Суд-Аффар является местом Элементальной птицы. В других городах есть свои высшие существа, охраняющие их. Лидеру по имени Ташкар из Тар-Табара принадлежит Рашти'Рами, богиня всех Рами, идеальный женский эквивалент Номоласа, а лидер Маг-Магара, Малиб, владеет Живыми Вратами - последним и самым странным высшим существом.

source: Yes. Today we are serving a delicious kind of crab from the western cliffs of Kharos. Kharosians call it ‘Holy Crab’. And indeed, its taste is simply divine! You will adore it!
de: Das wär in der Tat nicht angemessen, doch es gibt Kharoser Königskrabben! Himmlisch geschmackvoll! Ein Festessen, wie wir es lang nicht hatten. Naaa, was sagst du dazu!

source: Yes. Today you will leave this world forever and return to the Abyss.
de: Was erlaubt ihr euch, ohne Meister durch die Wüste zu geistern?! Jetzt seid ihr an den Falschen geraten, in meinem Reich dulde ich keine Eskapaden! Ihr werdet in den Abyssus ausgewiesen!
it: Sì. Oggi lascerete questo mondo per sempre e ritornerete nell’Abisso.

source: Yes. We never sleep, we never cry, we never forget.
de: <span color='#0175FE'>Wir schlafen nie und weinen nie ...</span> <span color='#FA0000'>Wir tun auch nie vergessen!</span>

source: Yes. When we refused to ‘go away’, he attacked our peaceful expedition. Because we were not well prepared for an all-out fight, and he did not listen to us, we decided to activate this gate. It sucked his whole squad in.
de: Jaaja, richtig erkannt! Dort haben wir ihn hinverbannt. Er wollte keine Ruhe geben, sondern harmlosen Wissenschaftlern an ihr Leben! Handgreiflichkeiten kann ich nicht leiden, wie du weißt, also haben wir kurzen Prozess gemacht und gleich auch seine Krieger wegverfrachtet.

source: You are nothing to me.
de: <span color='#0175FE'>Ich fühle mich entehrt</span> <span color='#FA0000'>durch einen wie dich!</span>
it: Voi non siete niente per me.

source: You are nothing...
de: <span color='purple'><big>Unwürdige Kreatur ...</big></span>

source: You are really strong. My time is over here but I think we will meet again. Good luck, Summoner!
de: Alle Achtung, als Gegner wärt ihr uns durchaus ebenbürtig! Hat Spass gemacht, irgendwann sehen wir uns wieder. Viel Glück bis dahin!

source: You are right! How did I forget that?! I will join you, Reficul... DIE HUMANS!!!
de: <span color='#FA0000>Wie konnte ich vergessen! <big>Sterbliche müssen gekrallt, gequält und abgefackelt werden!</big></span>

source: You are right. I think it had to be that way. So what about Tharis? Who are they? Will they stop invading Kharos? And why did they attack? Their magicks are powerful, maybe even comparable with yours. Aren't you afraid?
de: Die werden MIR erstmal was erzählen … Der Hohe Rat war schwer unter Druck gekommen … Wer sind die Ungeheuer aus Tharis? Was treibt die in die Dunkelheit? Greifen sie oft an? Bei deren Macht und Zauberkraft stellen sie eine große Gefahr dar … Fürchtet ihr sie etwa nicht?

source: You are strong.
de: <span color='#0175FE'>Du bist</span> <span color='#FA0000'> sooo stark ...</span>

source: You ask for help. Our Guru knows how to help you. He is in this monumental Palace of Omniscience, but first you must prove yourself worthy visiting him.
de: Im Übrigen solltest du als Bittsteller von Vorhaltungen absehen, unser Guru kann dir nämlich helfen! Zutritt zum Palast der Allwissenheit will allerdings verdient sein ...

source: You called me my Master?
de: <span color='#0175FE'>Dein Wunsch ist mir Befehl, Meister!</span>

source: You can always turn on/off some weather effects. To do that, right-click anywhere on the map and choose which effects you want to disable/enable.
de: <span color='#397EF2'>Regeneffekte ein- bzw. abzuschalten: Rechtsklick auf beliebiges Hexfeld und Feature wählen</span>

source: You can count on us, but not on those magical guardians. Jaffar ordered them to protect the circle and they will obey only his orders.
de: Mehr Sold? Das lassen wir uns bieten, Sidi. Kannst uns zahlen− Ich mein, auf uns zählen! Bei den Dschinn nutzen Gold und Worte nix. Die wachen am Ring, wie's Jaffar befohlen hat.
ru: Ты можеш рассчитывать на нас, но не на тех магических стражей. Джаффар приказал им защищать круг, и они будут подчиняться только его приказам.

source: You can level up your Grand Summoners to Summons Masters now. All your Grand Summoners who received AMLAs in earlier scenarios will advance to Summons Masters upon recall automatically. You and your Neutral Summoners can permanently summon Jinns and keep them between scenarios.
de: <span color='#397EF2'>Als Beschwörungsmeister kann Mehir nun auch »Hohe Beschwörer« in diesen Rang befördern. »Hohe Beschwörer«, die es bereits zu einem Sonderbonus (AMLA) gebracht haben, treten als »Meister der Beschwörung« an, sobald Mehir sie einberuft. Mehir hat nun ausreichend Erfahrung, um von ihm und »Neutralen Beschwörern« herbeizitierte wohlwollende Dschinn bei der Stange zu halten — die guten Geister folgen ihm treu von einem Szenarium zum nächsten.</span>

source: You can try to stop us, but all your efforts will fail. We are the new Destroyers. We know no retreat nor mercy.
de: Haha, ein kleiner Scherz. Gebt auf. Das Unabwendbare lässt sich nicht abwenden!

source: You can use the giant circle you are standing on in order to recruit or recall units.
de: <span color='#397EF2'>Der Magische Kreis, in dem Mehir steht, dient ihm als Rekrutierungsbereich.</span>
it: Puoi utilizzare il cerchio gigante sotto i tuoi piedi per reclutare o richiamare unità.

source: You cannot...
de: <span color='#0175FE'><b>Es ist</b></span> <span color='#FA0000'><b>unmöglich …</b></span>
it: Non potete...
ru: Ты не можешь...

source: You dare to INSULT ME?! YOU FILTHY HUMAN!!!
de: <span color='#FA0000'>Ich habe Laune, <big>dich für diese Schmähung <b>aufzuspießen !!!</b></big></span>

source: You didn't say anything like that when i used that wind-controlling human's soul in Ka-Gatta to close the portal to Red Abyss
de: <span color='#0175FE'>Als ich das Portal in Ka-Gatta</span> <span color='#FA0000'>mit der Seele des Windlings schloss,</span> <span color='#0175FE'>hattest du keine Einwände.</span>

source: You didn’t ask, my liege.
de: Ihr habt mich nicht danach gefragt.
it: Non l’avete chiesto, mio signore.

source: You do not understand, human...
de: <span color='#0175FE'>Und du verstehst nichts!</span>
it: Voi non capite, umano...
ru: Ты не понимаеш, человек...

source: You don't say! Sorry for interrupting you. That was not intentional.
de: Das tät ich schon, doch ich erhalte just eine Lektion in fortgeschrittenem Beschwören!

source: You don't say?! Run for your lives!
de: Was du nicht sagst. Das seh ich auch ... RENNT, Männer !!! Es gilt, die Haut—
ru: Это ж надо! Бежим отсюда, черт побери!

source: You fool! She’s one of the ultimate beings! If she turns against us, the consequences will be catastrophic! You’d better tell me how we should defeat that thing before it goes out of control!
de: ICH SCHICK EUCH IN DIE WÜSTE! … wenn Ihr nicht sofort darlegt, was zu tun ist!

source: You have been throwing parties almost every day since your appointment, you know that?
de: <span color='#0175FE'>Gehts mit Feiern weiter?</span> <span color='#FA0000'>Jeden Abend das Gleiche</span> <span color='#0175FE'>seit du in Tar-Tabar weilst.</span> <span color='#FA0000'>Wie langweilig!</span>

source: You have decided.
de: Es gibt Kamele mit einem Höcker und welche mit zweien. Die größten aber haben keinen ...

source: You have just appointed your new deputy, while he was taking a bath... in front of you! You are funny. At least that's something new...
de: <span color='#0175FE'>Ich wusste gar nicht, dass ein</span> <span color='#FA0000'>Wassermann in der Wüste leben kann.</span>

source: You have probably seen some of your troops using their own circles. These fine tools have many uses. Yours can do two things - destroy enemies with a deadly accuracy and summon basic elementals!
de: Dass der Kreis zwei Funktionen hat, konntet Ihr bei erfahrenen Beschwörern wohl beobachten. Er dient zur Anrufung elementarer Geister wie auch zur Abwehr feindlicher Elemente!
ru: Вы, наверное, видели, как некоторые из ваших солдат используют свои круги. Эти инструменты имеют множество применений. Ваш может делать две вещи - уничтожать врагов с смертельной точностью, и вызывать элементалей!

source: You know what to do, my wardogs. Prove me you are worthy of becoming the new Destroyers! When our Gods return, they will spare us and we will all become the eternal Death Lords. But now... KILL THEM ALL!
de: Krieger der Götter, brennt alles nieder! Tötet jeden! Fasst sie, meine Lieblinge! Lasst mich ihre Schreie hören, wenn ihr sie zerreißt!

source: You may leave this place. The people outside will help you prepare for the journey.
de: Oh, für eure Beförderung sorgen wir.

source: You mean Aerius, our cartographer. We sent him on a mission to learn more about your civilization. He was given resources for this task, but it looks like he used them in a wrong way...
de: Das geschah ohne mein Wissen. Der Kartograf Aerius hat wider besseres Wissen gehandelt und wurde meines Wissens letztlich Opfer seiner Wißbegierde.
