Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Well, we know how to upgrade it further, for free! Consider this part of the apology for the damage Aerius has done. I'll tell Umbrez, one of our void mages who knows a great deal about abyssal magic, to do just that. Meet him at the Northern Skydock, he'll upgrade your circle with our magic.
es: Bueno, sabemos cómo actualizarlo más, ¡gratis! Considera esto como parte de una disculpa por el daño causado por Aerius. Le diré a Umbrez, uno de nuestros magos del vacío, con conocimiento de la magia abismal, que haga exactamente eso. Encuéntralo en el Aeropuerto Norte. Mejorará tu círculo con nuestra magia.

source: Great! Any help from you will prove useful. I didn't expect that you would help us so much in the first place.
es: ¡Excelente! Cualquier ayuda de vosotros resultará útil. No esperaba que nos ayudarías tanto en primer lugar.

source: You can still ask a few more questions if you want.
es: Todavía puedes hacer algunas preguntas adicionales, si lo deseas.

source: Ah, yes. So, I've been wondering: your so-called 'Mu's seem oddly similar to the goblins I fought in the south. Are they perhaps the same species?
es: Ah, sí. Por cierto, me preguntaba: los tales “Mus” se parecen extrañamente a los goblins con los que luché en el sur, ¿acaso son la misma especie?

source: Sounds... rather cruel.
es: Suena... Tan cruel.

source: Honestly, staying with the barbarians and being used as cannon fodder or a walking bomb is hardly a better fate. At least here they contribute to the advancement of science.
es: Honestamente, quedarse con los bárbaros y ser utilizado como carne de cañón o una bomba andante no puede ser un mejor destino. Por lo menos, aquí contribuyen al avance de la ciencia.

source: Another, more important question: Since you claim that you observe things from here, then I am sure you are aware that Kharos was under attack by unknown forces. Kharosians know about your kingdom, they even trade with you, yet you didn't help them. Why?
es: Otra pregunta, más importante: dado que afirmáis que observáis cosas desde aquí, estoy seguro de que sabéis que Caros fue atacada por fuerzas desconocidas. Los carosianos saben sobre vuestro reino e incluso comercian con vosotros, pero no los ayudasteis, ¿por qué?

source: Because of your arrival, our intervention was simply unnecessary at that point. You managed to fend the Tharis crusade off with ease.
es: Debido a vuestra llegada, nuestra intervención fue simplemente innecesaria en ese momento. Lograsteis defender contra la cruzada de los Taris con facilidad.

source: So they are called Tharis... I wonder, why Anthi sent Atiros to us asking for help instead of sending him to you. This is what I meant when asking the question.
es: Así que se llaman Taris. Me pregunto... ¿Por qué Anthi envió a Atiros a pedirnos ayuda a nosotros en vez de a ustedes? Eso es lo que quise decir al hacer la pregunta.

source: For several reasons. Firstly, we were unreachable at that point as our Sky Kingdom constantly moves over the ocean. When we are above continents we occasionally visit the surface, trade with people there, then move back over the ocean. We visit Kharos several times per year.
es: Por varias razones. En primer lugar, no éramos contactables en ese momento, ya que nuestro Reino del Cielo se mueve constantemente sobre el océano. Cuando estamos por encima de los continentes, visitamos ocasionalmente la superficie y comerciamos con personas allí, para luego regresar al océano. Visitamos Caros varias veces al año.

source: And secondly, Kharosians know that we have a neutral status. They knew we wouldn't help them. But the most ironic part is, they didn't even need help. Even yours...
es: Y, en segundo lugar, los carosianos saben que tenemos una postura neutral. Sabían que no los ayudaríamos. Pero la parte más irónica es que ni siquiera necesitaban ayuda —ni siquiera la tuya—...

source: Wait, what exactly do you mean?
es: ¿Cómo? ¿A qué os referís exactamente?

source: The Sun Ray - their holiest artifact I mentioned earlier - contains so much power, that releasing it in front of the Tharis forces would melt their whole army in an instant. But Anthi does not want to mess with it. She even refused to direct more of its power to her warriors <i>*to himself* because we agreed so</i>. Had she done otherwise, they would have likely stopped the Tharis by themselves.
es: El “Rayo de Sol”, su artefacto más sagrado, como mencioné anteriormente, contiene tanto poder, que liberarlo frente a las fuerzas de Taris derretiría todo su ejército en un instante. Pero Anthi no quiere abusar de él. Incluso se negó a dirigir más de su poder a sus guerreros... (Para sí mismo). <i> Porque así lo acordamos</i>. Si ella hubiera hecho lo contrario, probablemente habrían detenido a los Taris por sí mismos.

source: But she decided to search for other solutions. Anthi probably only wanted to use the Sun Ray as a last resort.
es: Pero ella decidió buscar otras soluciones. Probablemente, Anthi quería dejar el “Rayo de Sol” sólo como último recurso.

source: So you want to tell me that my journey to Kharos was completely unnecessary?
de: Nicht zu fassen! Lieber setzte sie das Leben eines ihrer zwei zähesten Krieger aufs Spiel und ließ mich bis nach Kharos schlappen, wo ich was viel Besseres zu tun hatte!
es: ¿Entonces me estáis diciendo que mi viaje a Caros fue completamente innecesario?

source: It depends on your perspective, but pretty much yes.
es: Depende de vuestra perspectiva, pero prácticamente sí.

source: If this is true, that they could've won without us... Dear Nomolas... I led my people for nothing. And now we are stuck here...
es: Si eso es cierto... Si podían haber ganado sin nosotros... ¡Querido Nómolas! Conduje a mi gente a la guerra en vano, y ahora estamos atrapados aquí...

source: Well, at least you have traveled the world, embarked on an quest, and met some interesting people.
es: Bueno, al menos te embarcaste en una aventura, viajaste por el mundo y conociste personas interesantes.

source: Also, had you not helped Kharos, we wouldn't have met <i>*to himself* which would have completely ruined the plan</i>. Besides, once you return to the Abyss, you'll have plenty of stories to tell your people, about all the things you've been through. You'll be known as a legend!
es: Además, si no hubieras ayudado a Caros, no nos habríamos conocido... (Para sí mismo) <i>Lo que habría estropeado el plan por completo.</i> Además, una vez que llegues al Abismo, tendrás muchas historias para contarle a tu gente, acerca de todas las cosas por las que has pasado. ¡Serás una leyenda!

source: You are right. I think it had to be that way. So what about Tharis? Who are they? Will they stop invading Kharos? And why did they even attack? Their magic is powerful, maybe even comparable with yours. Aren't you afraid?
es: Estáis en lo cierto. Creo que así debía ser. Entonces, ¿qué hay de los Taris? ¿Quiénes son? ¿Detendrán su invasión de Caros? ¿Y por qué atacaron siquiera? Su magia es poderosa, tal vez incluso comparable con la vuestra. ¿No les tenéis miedo?

source: Afraid of them? Hardly, if at all. Their armies certainly are very powerful, but they are unable to reach the Sky Kingdom, since, as you have seen, even your best carpet riders can't fly that high, not to mention the Tharis magi, who can only hover a few meters above the surface. Anyway, as for the Tharis themselves, they're are a strange nation with a cult of darkness as their religion. Their lands are very far away, and they've killed many of the scouts we sent to their land, so gathering information about them has proven to be a difficult task, to say the least.
es: ¿Asustado de ellos? Apenas, si acaso. Sus ejércitos son, sin duda, muy poderosos, pero no pueden llegar al Reino del Cielo ya que, como has visto, incluso vuestros mejores jinetes de alfombras no pueden volar tan alto. Ni qué decir de los magos Taris, que solo pueden flotar unos metros sobre la superficie. De todos modos, en cuanto a los propios Taris, son una nación extraña que tiene un culto a la oscuridad como religión. Sus tierras están muy lejos y han matado a muchos de los exploradores que enviamos a sus tierras, por lo que reunir información sobre ellos ha demostrado ser una tarea difícil, por decir lo menos.

source: I see. Though there's one more thing about them I want to know: They've been rambling about the return of the 'Destroyers', who would 'spare them if they prove themselves worthy'. Sounds like just a myth, but I'd like to be sure.
es: Ya veo. Aunque hay una cosa más sobre ellos que quiero saber: han estado divagando sobre el regreso de los “destructores”, quienes los “perdonarán si son dignos”. Suena como un mito, pero me gustaría estar seguro.

source: *gives Mehir a nervous look* Those things are no mere myths, summoner. They wiped out no less than five civilizations, including the Runemasters! Those spawns of darkness are able to reanimate the dead as their puppets. Thankfully their invasion has been stopped, but their remnants still haunt some desolate parts of the world...
es: <i>Le da a Mejir una mirada nerviosa.</i> Esas cosas no son simples mitos, invocador. ¡Exterminaron a no menos de cinco civilizaciones, los maestros rúnicos incluidos! Esos engendros de la oscuridad pueden reanimar a los muertos como sus títeres. Afortunadamente, su invasión fue detenida, pero sus remanentes aún acechan en algunas partes desoladas del mundo...

source: Wow... I really hope not to run into those things on my trip to the ruins...
es: Guau... Realmente espero no encontrarme con esas cosas en mi viaje a las ruinas...

source: Go for that battery. We will do the rest.
de: Willst du eine Ewigkeit mit Lernen verbringen oder dich und deine Leute zu eurem Volk bringen? Kümmere dich um den Magie-Speicher! Was hilft alle Erkenntnis, wenn die Kraft fehlt?
es: Ve por esa batería. Nosotros haremos el resto.

source: It has started. Finally.
de: Da geht er hin … Na endlich.
es: Ha comenzado. Al fin.

source: Skydock
es: Aeropuerto

source: So you must be Mehir. Come closer, Earthbound.
es: Debes ser Mejir. Acércate, terrestre.

source: Err... Hello?
es: Ehh... ¿Hola?

source: *to himself* Indeed. Now I understand why Guru wanted us to help this poor little creature...
es: (Para sí mismo.) <i>Efectivamente. Ahora entiendo por qué Gurú quería que ayudáramos a esta pobre criatura...</i>

source: Ah, greetings. As you should already know, Guru himself asked us to improve this n-dimensional quantum waveform pattern around you.
es: Ah, saludos. Como ya debes saber, el propio Gurú nos pidió que mejoráramos el patrón de onda cuántico n-dimensional a vuestro alrededor.

source: Pardon, but I don't quite get what you mean.
es: Perdonadme, pero no sigo lo que decís.

source: Oh, you wouldn't understand the specifics. We just need to upgrade your primitive megacircle, so that it can actually be suitable for your journey. Honestly, right now it is little more than the portable lamp with summoning properties.
es: Oh, no entenderías los detalles. Solo necesitamos actualizar tu megacírculo primitivo, para adecuarlo para vuestro viaje. Honestamente, ahora mismo no es mucho más que una lámpara portátil con capacidades de invocación.

source: <i>*to herself* Hmph, pompous know-it-alls just like the rest...</i>
es: (Para sí misma). <i>¡Jum! Pomposos sabelotodos como todos los demás...</i>

source: No need to be rude about it. It's one of the most advanced constructs our civilization ever created, you know. But since you are capable of improving it further, I'll gladly accept your help.
es: No es necesario ser groseros al respecto. Es uno de los constructos más avanzados que nuestra civilización haya creado, ¿vale? Pero dado que sois capaces de mejorarlo más, con gusto aceptaré vuestra ayuda.

source: Is there something wrong with my ears, or did he just say <b>this</b> was one of the most advanced things they created?
es: ¿Hay algo mal en mis oídos o acaba de decir que <i><b>esto</b></i> es una de las cosas más avanzadas que crearon?

source: I am afraid it is the latter...
es: Me temo que es lo último...

source: Oh, boy... I guess we'd better start working.
es: Oh, tío... Supongo que es mejor que empecemos a trabajar.

source: Do I have to step out of the circle?
es: ¿Tengo que salir del círculo?

source: This will not be necessary. Although presence of a living body inside the circle during its quasi-modulation could lead to the creation of a micro-black hole with a 0.02467% chance...
es: Eso no será necesario. <i>Aunque la presencia de un cuerpo vivo dentro del círculo durante su cuasimodulación podría conducir a la creación de un microagujero negro con una probabilidad de 0.024 67%...</i>

source: ...we are professionals, trust me.
es: ... Confía en mí. Somos profesionales.

source: If this is a trap and my master dies, I'll turn both of you into smoldering piles of ash, and send your souls to the Red Abyss for eternal torment!
es: ¡Si esto es una trampa y mi maestro muere, os convertiré a ambos en montículos de cenizas ardientes y enviaré vuestras almas al Abismo Rojo para ser atormentadas por toda la eternidad!

source: *smirks, unimpressed* Do not worry, abysmal creature. We've easily handled tasks far more complex than this one, and killing your master would be of no benefit to us.
es: <i>Sonríe, sin mayor impresión.</i> No te preocupes, criatura abismal. Nos hemos encargado fácilmente de tareas mucho más complejas que esta, y matar a tu maestro no sería beneficioso para nosotros.

source: Can I ask you a few questions while you are working on the circle?
es: ¿Puedo haceros algunas preguntas mientras trabajáis en el círculo?

source: I believe it would be a wiser idea to save them for when I'm done, since a mistake with the process can have quite... disastrous consequences.
es: Creo que sería una idea más sabia guardarlas para cuando haya terminado, ya que un error en el proceso puede tener consecuencias... <i>Desastrosas</i>.

source: Oh... I understand. I guess I'll ask later.
es: Oh... Lo entiendo. Supongo que preguntaré después.

source: Alright, let's get this started.
es: Muy bien, comencemos con esto.

source: Whatever you say, boss.
es: Como diga, jefe.

source: ...just two more symbols to connect, and we are good to go...
es: ... Solo dos símbolos más que conectar. Estará listo en un santiamén.

source: Whoa! All these strange energies flowing through my body... it feels so... refreshing!
es: ¡Guau! Todas estas extrañas energías que fluyen a través de mi cuerpo... Se sienten tan... ¡Refrescantes!

source: We have enhanced your circle with our magic. Before we start explaining what does what, I'd like to clarify some basic facts to you. What you people call 'magic' isn't really even magic, merely an imitation thereof.
es: Hemos mejorado tu círculo con nuestra magia. Antes de comenzar a explicar qué hace qué, me gustaría aclararte algunas cuestiones básicas. Lo que ustedes llaman “magia” no lo es tal en realidad, sino una imitación de ella.

source: But you are lucky to have a stable access to the Abyss. That place, and it's inhabitants, compensate for your weakness. The energy which comes from that dimension is not 'magic', though it does have some similar properties. Real magic is something entirely different.
es: Pero tienen suerte de contar con un acceso estable al Abismo. Ese lugar y sus habitantes compensan su debilidad. La energía que proviene de esa dimensión no es “magia”, aunque tiene algunas propiedades similares. La magia real es algo completamente diferente.

source: You see, true magic users like us are not bound to scrolls and magical circles, nor are dependant on abyssal beings. A magic user can bend the laws of this world with nothing but his own mind. Magic is an unbelievable power, with theoretically infinite potential, but as far as we are aware it is currently exclusive to this dimension.
es: Verás, los verdaderos usuarios de magia como nosotros no estamos limitados a los pergaminos y círculos mágicos, ni dependemos de seres abismales. Un usuario mágico puede doblar las leyes de este mundo sin usar nada más que su propia mente. La magia es un poder increíble, con un potencial teóricamente infinito; pero, hasta donde sabemos, es exclusiva de esta dimensión.

source: Well, I can cast spells with my mind too, but those rely on abyssal energy instead of the one native to this world, so I suppose that doesn't quite count...
es: Bueno, yo también puedo lanzar hechizos con mi mente, pero dependen de la energía abismal en vez de la nativa de este mundo, así que supongo que no cuentan...

source: I see. But if proper mages can cast with just their mind, why do nearly half of the foreign mages I encountered use staves? Goblin shamans, Kharosian priestesses, Tharis warlocks, and even some of your kind as well use them, why is that?
es: Ya veo. Pero, si los magos propiamente pueden conjurar usando solo su mente, ¿por qué casi la mitad de los magos extranjeros que encontré usan bastones? Los chamanes goblins, las sacerdotisas carosianas, los brujos de Taris e incluso algunos de los vuestros también los usan, ¿por qué?

source: Seems you are more astute than you seem at first glance. Well, there are several reasons for why a wand or staff is sometimes used. A staff can be enchanted in many ways to make spellcasting more convenient.
es: Eres más astuto de lo que parecéis a primera vista. Bueno, hay varias razones por las que a veces se usa una varita o bastón. Un bastón puede ser encantado de muchas maneras para que el lanzamiento de hechizos sea más conveniente.

source: For example, among many other things, you can have a staff passively accumulate magical energy for later use, calculate the trajectory of projectile spells and assist with your aim, or even automatically cast spells for you if you just shout an abbreviation of the spell.
es: Por ejemplo, entre muchas otras cosas, puede hacer que un bastón acumule pasivamente la energía mágica para su uso posterior, que calcule la trayectoria de los hechizos de proyectiles y ayude con vuestro objetivo, o incluso que lance hechizos automáticamente con sólo gritar la abreviación de un hechizo.

source: And if an enemy gets close enough to you that you don't have time to cast a spell, unless you have a touch spell, bashing them with a staff is much better than trying to fight with your bare hands.
es: Y si un enemigo se te acerca lo suficiente como para que no tengas tiempo para lanzar un hechizo; a menos que tengas un hechizo táctil, golpearlos con un bastón sería mucho mejor que tratar de luchar con las manos desnudas.

source: I see. Seems staves are more useful than I thought... In that case, now I have the opposite question: if staves are so good, why do so many of you choose to cast spells without them?
es: Ya veo. Parece que las bastones son más útiles de lo que pensé... En ese caso, ahora tengo la pregunta opuesta: si los bastones son tan buenos, ¿por qué tantos eligen lanzar hechizos sin ellos?

source: Our society values knowledge and skill above all else, so being able to cast powerful spells without having to rely on external mediums will earn you more respect from your colleagues.
es: Nuestra sociedad valora el conocimiento y la habilidad sobre todo lo demás, por lo que lanzar hechizos poderosos sin tener que confiar en medios externos te ganaría el respeto de tus colegas.

source: For that reason, the use of such automatically-casting wands here is frowned upon for adults, but they are very popular toys for children in our nation who are too young to know how to cast spells the proper way. Just take a stick and enchant it with a few harmless spells, like sprinkling water or summoning a floating light, and you have the perfect birthday gift.
es: Por esa razón, el uso de tales varitas automáticas está mal visto por los adultos aquí, aunque son juguetes muy populares para los niños de nuestra nación, demasiado jóvenes para saber cómo lanzar hechizos correctamente. ¡Simplemente tomas un palo y lo encantas con algunos hechizos inofensivos, como rociar agua o invocar una luz flotante, y obtendrás el regalo de cumpleaños perfecto!

source: My kids absolutely love these things. When they aren't busy with school they are usually having 'magic duels' with these wands.
es: A mis hijos les encantan esas cosas. Cuando no están ocupados con la escuela, generalmente tienen “duelos mágicos” con esas varitas.

source: Ah, I see. By the way, since you have a staff, what kind is it?
es: Ah, ya veo. Por cierto, ya que tienes un bastón, ¿de qué tipo es?

source: I mainly use it for complex calculations. Stuff like your new circle would be too dangerous to just eyeball it. Speaking of which, as I explained earlier, magic seems to only exist in this dimension, so the circle won't work when you reach the Abyss.
es: Lo uso principalmente para cálculos complejos. Cosas como tu nuevo círculo serían demasiado peligrosas de intentar al ojo nomás. Hablando de lo cual, como expliqué anteriormente, la magia parece existir solo en esta dimensión, por lo que el círculo no funcionará cuando llegues al Abismo.

source: But you probably won't need it there anyway, and might be able to channel its energy directly, like Jinn and other sentient abyssal beings can.
es: Pero, probablemente, no lo necesitarías allí, al fin y al cabo, y podrías canalizar su energía directamente, como los genios y otros seres abismales sintientes.

source: That's alright. We Summoners are not in search of magic, we are seeking the ultimate truth, you know. Answers to existential questions, about the meaning of life, for example. Anyway, what new properties does this circle have compared to my old one?
es: Eso está bien. Sucede que los invocadores no estamos en busca de magia, sino de la verdad definitiva, ¿vale? Las respuestas para las preguntas existenciales: el significado de la vida, por ejemplo. En fin, ¿qué nuevas propiedades tiene este círculo, en comparación con el anterior que tenía?

source: *rolls eyes* For many of what your kind considers 'existential questions' we already have existential answers. You aren't impressing anyone here with that speech of yours.
es: <i>Ojos en blanco.</i> Para muchas de las que ustedes consideran “preguntas existenciales”, nosotros ya tenemos respuestas existenciales. No estás impresionando a ninguno de nosotros con tu discurso.

source: Take the meaning of life, for answer. So many uneducated civilizations make such a big deal out of it, when in reality the answer is simply 42.
es: Por ejemplo, el significado de la vida. Muchas civilizaciones no educadas lo convierten en un gran problema, cuando en realidad la respuesta es tan solo 42.

source: One of your master magi also said it is 42, but I still don't believe it. He refuses to answer, so I'll ask you instead: How in Nomolas's name is a two-digit number supposed to be the answer to such a question?
es: Uno de vuestros maestros magos también dijo que es 42, pero todavía no lo creo. Él se niega a responder, así que os lo preguntaré en su lugar: ¡en el nombre de Nómolas, cómo se supone que un número de dos cifras sea la respuesta a tal pregunta?

source: Well, it's a bit complicated, but let's just say numbers have more meaning than it seems.
es: Bueno, es un poco complicado, pero digamos que los números tienen más significado de lo que parece.

source: I understand now. 42 is an asterisk, a wildcard.
es: Ya lo entiendo. 42 es un asterisco, un comodín.

source: Huh, I must admit I am pleasantly surprised. For a foreigner you have surprisingly good knowledge of magitech encoding.
es: Ehh, debo admitir que estoy gratamente sorprendido. Para ser extranjera, tenéis un conocimiento sorprendentemente bueno de la codificación Magitek.
