Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Not exactly. His memories, behavior, personality - yes. But it is only a shadow of a living form, lost in the labirynth of memories, helpless, hollow, tragic. Some of the first summoners, unaware of the consequences of abusing circles, ended up this way. Poor people...
de: Schön wär's. Dem ist aber nicht ganz so. Was bleibt, ist nur noch ein Schatten der einstigen Persönlichkeit − verloren in einem Labyrinth aus Erinnerung, Gewohnheiten und Gebaren, die allesamt keinen Sinn mehr machen. Einige der allerersten Beschwörer waren übermäßigem Kreisgebrauch zum Opfer gefallen … tragisch, tragisch.
ru: Не совсем. Его воспоминания, поведение, личность - да. Но это лишь тень жизни, потерянная в лабиринте воспоминаний, беспомощная, пустая, трагическая. Некоторые из первых призывателей, не подозревая о последствиях чрезмерного пользования кругами стали вот такими тенями. Бедные люди...

source: Not voices, my liege. It comes from there!
de: Nein, verwirrter Herr Jaffar, keine Stimmen … Geräusche. Sie kommen von dort!
ru: Не голоса, господин. Этот звук издался оттуда!

source: Not...exactly. Their land, how to tell..., their land sometimes is moved by... wind. I will explain it to you later. Until then you should tell your soldiers about the things that have transpired.
de: Doch. Die Sache ist etwas komplizierter … Ihr Land wird vom Wind getrieben … Ach, ich erkläre dir das später. Du solltest deinen Leuten erstmal schonend beibringen, dass—
it: Non...esattamente. La loro terra, come si potrebbe dire..., la loro terra a volte viene mossa dal...vento. Ve lo spiego dopo; fino ad allora, dovreste riferire ai vostri soldati le cose che sono trapelate.

source: Note: All summoned Jinns have returned to the Abyss. Remember: Mehir needs to be a Summons Master to carry them between missions.
de: <span color='#397EF2'>Und tschüss … die rekrutierten Dschinn kehren zurück in den Abyssus. Sobald Mehir zum »Meister der Beschwörung« aufgestiegen ist, passiert das nicht mehr.</span>
ru: Примечание: Все призванные Джинны вернулись обратно в Бездну. Запомните: Мехир Должен быть Мастером Призывов что бы переносить джиннов между миссиями.

source: Note: Mehir has become a Grand Summoner. He can now recruit wider range of units and is cappable of summoning basic elementals.
de: <span color='#397EF2'>Dem »Hohen Beschwörer« Mehir stehen neue Einheiten zur Verfügung und er kann Urelemente anrufen.</span>
ru: Примечание: Мехир стал Висшим Призывателем. Теперь он может вербовать новых бойцов (Призыватели и Рами) и способен призывть базовых элементалей.

source: Note: You have summoned a Jinn. Unfortunately Mehir is not experienced enough at this stage of the story to carry such a unit between missions. The summoned Jinn will disappear at the end of the current scenario.
de: <span color='#397EF2'>Ein Dschinn wurde herbeibeschworen — sicher eine große Hilfe, nur lange bleiben wird er nicht. Noch weiß Mehir nicht, wie er solche Helfer zur Teilnahme an seiner nächsten Mission bewegen kann. Deshalb verflüchtigt sich der Geist am Ende des Szenarios wieder ...</span>
ru: Примечание: Вы призвали джинна. К сожалению, Мехир не достаточно опытный на этой стадии истории, что бы переносить джиннов между сценариями. Призванный джинн изчезнет в конце этого сценария.

source: Note: Your unit has become a Neutral Summoner. He can now summon friendly Jinns to aid your cause, but Mehir is not experienced enough at this stage of the story, to maintain such a unit. This means all summoned Jinns will disappear every time you advance to the next scenario. When Mehir becomes a Summons Master, he will be able to keep them and carry between missions.
de: <span color='#397EF2'>Die Einheit ist zum »Neutralen Beschwörer« aufgestiegen und kann wohlwollende Dschinn beirufen. Mehir fehlt bloß noch die Erfahrung, solche Helfer bei der Stange zu halten – was bedeutet: diese Dschinn verflüchtigen sich wieder am Ende einer Mission. Erst als »Meister der Beschwörung« weiß Mehir das zu verhindern und dann folgen ihm die guten Geister treu von einem Szenarium zum nächsten.</span>
ru: Примечание: ваш боец стал нейтральным призывателем, теперь он может призвать дружественных джиннов, чтобы помочь вашему делу, но Мехир не достаточно опытен на этой стадии истории, что бы поддерживать джиннов. Это означает, что все вызванные Джинны будут исчезать каждый раз Вы переходите к следующему сценарию. Когда Мехир станет Мастером Призывов, он сможет держать их и переносить их между миссиями.

source: Nothing.
de: Bewahre! Ich erwarte keine Gegenleistung.

source: Nothing? You will open this gate to us for free?
de: Das ist im Himmel ja mal ganz was Neues.

source: Now I am going to use my special skills to banish this abomination from this world back to the Abyss.
de: Aaah, so schön und feurig … Mach dich husch wieder davon! …

source: Now I see... She has chosen you. Treat her well... She is the Golden Lady.
de: <span color='#86BCB4'>Ah, ich erkenne meinen Nachfolger … Dich hat sie erwählt, die güld'ne Königin! Sei gut zu ihr!</span>
ru: Теперь я вижу... она выбрала тебя. Относитесь к ней хорошо... Она - Золотая Леди.

source: Now every single blade is important. We must kill these witches — it may be our only chance to stop the invaders.
de: Problem erkannt, Oberkommandant, Lage hoffnungslos. Aber nicht ernst! Töten wir die Hexen, ist die Gefahr gebannt! Hätte ich nur mehr Gold zum einbeschwören... Es zählt nun jede Klinge!
it: Ora ogni singola lama è importante. Dobbiamo uccidere queste streghe – potrebbe essere la nostra unica possibilità di fermare gli invasori.

source: Now everyone is in place. It’s high time we got out of here!
de: Endlich sind alle hier versammelt. Wird aber auch höchste Zeit ...

source: Now it’s all the same for me. I prefer dying in battle than staying here, so it is time to release my Living Gate!... In the name of Nomolas - DIE WITCHES!!!
de: Willst du damit sagen, ich sollte mitkämpfen? … Ach, was soll's. Mag-Magar ist eh verloren, es macht sich besser, wenn ich in der Schlacht falle. — VERFLUCHTE HEXEN, spürt Malibs Zorn!

source: Now it’s gonna be a piece of cake!
de: Gut, der Raxatrissxisssi ist erstmal daheim. Hoffentlich ruft er mehr Echsen bei ...
it: Ora sarà un gioco da ragazzi!
ru: Теперь это будет легкотня!

source: Now, listen! I don’t give a damn about who you people are, this has gone way too far and you will pay for this. <b>Kill him!</b>
de: Und ich hab keinen mehr zu retten! Eine Beförderung kann ich vergessen! Das geht zu weit! Diesmal schick ich dich in die Wüste, auf Nimmerwiederkehr! – <b>Tod dem windigen Flieger!</b>

source: Of course it is!
de: Was sonst könnte mich vom Kampf abhalten!?

source: Of course not! Tar-Tabar has finally a new keeper. Its people are now your subjects and the local army has a new commander. This is a great responsibility. Don’t forget about this.
de: Tar-Tabar, die Einwohner und das Heer stehen damit unter deiner Aufsicht — vornehmlich die Bauarbeiten am Großen Kreis. Immense Verantwortung wird dir also damit auferlegt.
it: Certo che no! Tar-Tabar ha finalmente un nuovo guardiano, i suoi abitanti sono ora i vostri sudditi e l’esercito locale ha un nuovo comandante. Si tratta di una grande responsabilità. Non dimenticate questo.

source: Of course! You are the leader of Tar-Tabar. Who can forbid you from doing this?
de: Tja, als Oberkommandant stehen Euch fähigere Diener zur Verfügung.

source: Oh no, it’s a trap! Save him!
de: Oh nein, der Kröterich vom Echsenführer ist in eine Falle getrampelt! Helft ihm!
it: Oh no, è una trappola! Salvatelo!
ru: О нет, это ловушка!

source: Oh no, please! We can’t survive such an attack by such a thing!
de: Oh Himmel, bitte … Die Reiter der Apokalypse! Das Ende naht … Wir überleben nie im Leben.
it: Oh no, per favore! Non possiamo sopravvivere ad un attacco da parte di una cosa del genere!
ru: О нет, только не это! Мы не сможем выжить нападение от таких тварей!

source: Oh no, they’ve found us!
de: Die sind nicht nur hinter uns her? Euch haben die Verfluchten auch heimgesucht, Zwerg?

source: Oh no. We must kill that bastard. Maybe there is a chance...
de: Oooh nein … Sie ist ihm wahrhaftig verfallen ... Vielleicht besteht noch Hoffnung … Den Schurken mach ich fertig! Harrr, DER KANN WAS ERLEBEN!
it: Oh no. Dobbiamo davvero uccidere quel bastardo. Forse c’è un’altra possibilità...

source: Oh no... It seems Rashti is no longer under our control!
de: Ihre Kaprizen sind ein Gräuel. Dachte, ihr beide hättet euch zusammengerauft ...

source: Oh, I almost forgot. Each leader of the Trinity has their own ultimate being as a servant. For Tar-Tabar it is Rashti’rhami, the one who you’ve had the pleasure to meet a few weeks ago. Since that moment you are her new master. Frankly, I don’t envy you. Her fluctuations of mood...
de: Ah, was das einzigartige Urwesen betrifft, das du – wie jedes Oberhaupt - zu hüten hast, dessen Dienste du dir aber auch zunutze machen darfst: Ab sofort bist du der Meister der Rashti'rhami. Pass gut auf sie auf, ihr Dasein ist für unser Projekt unabdingbar! Beneiden tut dich keiner, ihre Kaprizen sind jedem ein Gräuel, aber ihr beide habt euch ja schon zusammengerauft.
it: Ah, quasi dimenticavo. Ogni leader della trinità ha il proprio essere supremo come servitore. Per Tar-Tabar è Rashti’rhami, colei che avete già avuto il piacere di incontrare un paio di settimane fa. Da quel momento siete il suo nuovo padrone. Francamente, non vi invidio. I suoi sbalzi di umore...

source: Oh, I did? Well... as long as I can send it back, it doesn't matter ...right?
de: Öhm … Unter gewissen Umständen … Es ist doch so: ICH bin fähig, sie wieder wegzuschicken!

source: Oh, Mehir?
de: Türe zu, es zieht! Das Badewasser kühlt— … Mehir?! Was tust DU hier?

source: Oh, a Summoner. Interesting... Why are you here? Your countrymen are in the Abyss for good few days.
de: So, so … Wen haben wir denn da ... Ein Beschwörer hat zu uns gefunden. Solltest du nicht mit deinesgleichen aus der Welt verschwunden sein?
it: Oh, un evocatore. Interessante...cosa ci fate qui? Il vostro popolo è nell’Abisso da alcuni giorni.

source: Oh, and bring someone to move my new deputy Jaffar and his bath back to his apartment.
de: Diener! Bringt Vize Jaffar samt Wanne in die ihm zustehenden Kammern!

source: Oh, believe me, we are far from gods, but we know more than others. We are just a group of people who study the world and its secrets. One would say - 'knowledge is power' - we agree with this philosophy to a certain extent. But sometimes ignorance is bliss...
de: Ah, wir sind gewissermaßen wissenschaftliche Beobachter, Studiker der Welten, Ergründer von Mysterien. Wissen ist Macht — obgleich Unwissenheit durchaus ein Segen sein kann. Über den Wolken kan man gut den Horizont erweitern, weißt du, wir wissen uns hier frei und unbehelligt.

source: Oh, come on, you know I like them.
de: Wer wird nicht schwach bei so viel Pracht? Du kennst mich doch! Ich will nicht—

source: Oh, don't be so foolish! Now step in. I don't have much time.
de: Macht zu! Tut nicht meine Zeit verzaudern! Ich will noch zur Echsenschau im Urwald.
ru: Ох, не будь таким глупым! Заходи в него наконец, у меня мало времени.

source: Oh, excuse me, are you Mehir?
de: Ihr seid Mehir, Sohn des Mehir?
ru: Ой, извиняюсь, вы случайно не Мехир?

source: Oh, gods! These are the lamps that contain the Efreeti Jaffar threatened me with!
de: Oh Himmel, hilf ... Die Lampen mit Jaffars Afriten! ...
it: Oh, per gli dei! Sono le lampade che contengono gli efreet con cui Jaffar mi minacciava!
ru: Боже мой! Это же лампы с Ифритами которыми мне угрожал Джаффар!

source: Oh, is this the world of mortals? How nice... I AM GONNA KILL YOU ALL!!!
de: <span color='#FA0000'><big>Aaah, wer soll gekrallt, gequält und abgefackelt werden?</big></span>

source: Oh, just a slight improvement of what you mistakes of this world call 'circle or resistance'. I have to admit, the original is outright pathetic. Not only does it offer only a slight protection from magic, but it is unable to function without a circle. Mine doesn't have these issues.
de: <span color='#FA0000'><big>Narr. Was du siehst, ist ein Schutzkreis! Einer der nicht mit dem Pfusch vergleichbar ist, dessen ihr Simpel euch rühmt.</big></span>

source: Oh, just summon it already, will you? I want to see some action. Falling from the ceiling is not enough for me!
de: Ich erlaube es, als Vize. Macht zu! Tut nicht unsre Zeit verzaudern, wir wollen noch baden.

source: Oh, really? I think magical entities are not clever, so I do not believe you. If you remember the spell, prove it.
de: Nur nicht übertreiben! Denken gehört nicht zu den Fähigkeiten magischer Wesen, oder?

source: Oh, really? We know a way to make it even more powerful and we will do this for free as the apology for Aerius actions.
de: Tatsächlich … Das ist was wert. Trotzdem, das Ding ist veralt— verbesserungsfähig. Ich werde ihn noch optimieren, ja? Als Entschädigung für den Verdruss mit dem eigenmächtigen Aerius.

source: Oh, right, sorry. Yes, you may.
de: <small>(<i>missmutig</i>)</small> Was kommt nun? Im Krieg sind alle Mittel recht und dergleichen Schmu?

source: Oh, right.
de: Ah so, na klar. Jeder weiß ja, dass unsre Siegel hieb-, stich- und magiefest sind.
ru: А, ясно.

source: Oh, sorry. I totally forgot. But what about Jaffar?
de: Erst die Arbeit, dann das Vergnügen. Die Pflicht geht immer vor! Nicht wahr, Vize Jaffar?

source: Oh, welcome, honorable Sharif. You missed the finale. We managed without your help, thanks to the commander of our city guard.
de: Oberkommandant, danke für dein schnelles Kommen. Wir konnten sie wider Erwarten bereits bezwingen! Das heißt, durch den beherzten Einsatz von Wachtmeister Menhir hier.
it: Oh, benvenuto, venerabile Sharif. Vi siete persi il finale. Ce l’abbiamo fatta senza il vostro aiuto, grazie al comandante della nostra guardia cittadina.
ru: О, добро пожаловать, почетный Шариф. Вы пропустили финал. Мы смоглм справится без вашей помощи, благодаря командиру нашей городской стражи.

source: Oh, you have returned. How nice! We are having dinner in a moment. Will you join us?
de: Huch … Jetzt haben wir uns doch erschreckt, haha~ Leute, es ist nur der Beschwörer. Er hat den Energiespeicher gebracht! Wir werden gleich mittagmahlen, du bist natürlich eingeladen.

source: Oh, you silly summoner. We only told you to bring the battery, the dwarf was not necessary, but... it is still a nice bonus. At least our archeologists will have someone to get accurate information from, while examining the battery, and it will be easier to learn about his kind, and their technology, considering that the dwarf appears to be a specialist in that craft. Anyway, someone escort him to the living quarters for now. Anyway, we better go now, I wouldn't want to wait for the crab to cool down while we are chatting here, and I doubt you would either.
de: Schlüssige Argumentation erübrigt sich gewiss. Unsere Forscher werden begierig sein, einen Experten für Energiespeicher zu konsultieren! Ich lasse Euch am besten gleich in das Quartier der Wissenschaftler führen! <small>(<i>klatsch in die Hände</i>)</small> Nun aber schnell an die Töpfe, lecker!

source: Ok, we pissed him off. He must be one of those ancient summoners the Instructor told me about in Sud-Affar.
de: O weh, den haben wir zur Weißglut gereizt! Er muss ein mächtiger Beschwörer der Ahnen gewesen sein! Leute, jetzt könnt wir was erfahren ...
ru: Похоже мы его разозлили. Должно быть он один из тех древних призывателей о которых мне рассказывал инструктор в Суд-Аффаре.

source: Okay, I understand now. I would like to see this transformation taking place. I guess we need a spare soul to make this happen, right?
de: Gedenkt ihr, mir nun eine solche Transformation vorzuführen? Da bin ich aber gespannt! Wessen Seele haltet Ihr denn für entbehrlich?

source: One important thing: the yellow gate you own right now, also called Dimensional Gate II, can be used to summon stronger magical units from the Abyss than its standard blue variant. Those units are quite valuable, especially Great Jinns, so choose wisely.
de: Könnte ein Großer Dschinn Euch nicht für die Inanspruchnahme dieser 'Seelenfresser' erwärmen? Oder steht ihr – wie ich – auf Afriten?

source: One of my men! Dear Nomolas! What’s happening to him?!
de: Oh nein! Was tut der meinem Mann an?

source: One of the ultimate beings has perished. The balance between worlds has been disrupted. If the High Council finds out about that, they will surely kill me...
de: Oh Himmel, bitte … Ich bin für sie verantwortlich! Unser Abyssus-Projekt … das Gleichgewicht der Welten … der Hohe Rat … meine Karriere … Das ist das Ende …

source: Only a camel rider can use this item!
de: <span color='#397EF2'>Der ist explizit für Kamelreiter!</span>
it: Solo un cavalcatore di cammelli può usare questo oggetto!
ru: Только наездники на верблюде могут использовать этот предмет!

source: Only five?! I thought Tar-Tabar had more dispellers than that...
de: Was? Fünf Banner nur? Wo sind die restlichen Genossen Eurer Zunft, Gildemeister? Mehrheitlich dem Müßiggang erlegen?

source: Only one remains.
de: Haltet durch, nur ein Punkt fehlt noch!

source: Oooh... I am waiting!
de: <span color='#FA0000'>Ich kann es kaum erwarten.</span>

source: Oops, sorry. What I was trying to... ah. So we come from the desert, precisely speaking from the city, of which the highest tower can be seen in the distance. Around that city we’re building a giant circle...
de: Meinst du, ich wüsste mit denen nicht so gut umzugehen wie mit Kamelen? Ein Spässchen in Ehren kann keine Echse verwehren! Hört her, ihr Dschungelheimeligen! Auch wir sind heimisch hier, bevorzugen aber die Wüste. Ebenda gibts eine wundervolle Stadt, davon kann euereins nur träumen! Türmen haben wir, hundertmal höher als eure Bäume! Bei einer Wasserpfeife pfeifen einem laue Lüftchen um … Naja, ist ja jetzt egal. Jedenfalls bauen wir gerade so ein Ding, also einen Ring—
it: Ops, scusate. Quello che stavo cercando di...ah, sì. Dunque, noi veniamo dal deserto, precisamente dalla città, la cui torre più alta può essere vista in lontananza. Intorno a quella città stiamo costruendo un cerchio gigante...
ru: Ой, извини. То, что я пытался... не важно. Итак, мы пришли из пустыни, конкретнее из города, самая высокая башня которого видна на большом расстоянии. Вокруг этого города мы строим гигантский круг...

source: Our ancestors from Ka-gatta lived in caves beneath the Great Desert. They relied on underground farms where different kinds of subterranean flora grew. All this was watered with canals linked to the great reservoir located deep beneath the whole place.
de: Wusstet Ihr, dass die ersten Auswanderer in Höhlen unter der Wüste lebten? An Wasser fehlte es nicht und Pflanzen wuchsen ohne Licht: Pilze, Algen, Moose, Flechten kann man essen …

source: Our indestructible gates... Our best soldiers...
de: Das Sonnentor … ist auf unsrer Elite zu liegen gekommen ...
it: I nostri cancelli indistruttibili...i nostri soldati migliori...

source: Our legendary siblings truly exist and have just arrived. Please, meet Mehir, the leader of the Summoners from Tar-Tabar. He was the only one who decided to help us in our plight.
de: Bei aller Bescheidenheit, ich bin einer der zähsten Krieger weit und breit, hart wie Kharos-Stahl! Schau, ich hab jemanden mitgebracht: den Botschafter der Nachfahren der Vorfahren! Jaa, die legendären Auswanderer leben auch noch und nennen sich Beschwörer. Hört sich gut an, was? Genau das brauchen wir: Sie rufen übermächtige Dämonen an!

source: Our personalities have been split and now are independent, but we must unite in order to restore the balance.
de: <span color='#0175FE'>Nichts ist gut. Wir beide dürfen nicht getrennt sein, wegen der abyssalen Ausgewogenheit.</span>

source: Pardon, Mehir, but we are on the border of two different climates; storms are a common phenomenon here.
de: Es ist Regenzeit. Was glaubt Ihr, warum bei uns so viel gedeiht!

source: Please, be as you were before.
de: Ich gebiete dir, zu antworten! … Rashti? Nun sag doch was! Bitte ...
it: Per favore, tornate come eravate prima.

source: Please, don’t! I beg you! She will rip my throat out if she finds out!
de: Gras? Mitten in der Wüste?? Wo??? … Oh, Rashti risse mir die Zunge raus, wenn ihr zu Ohren käme, dass— Scharif Malib, diese Unterredung ist höchst vertraulich!!

source: Precisely, my liege.
de: Ich bin dazu gezwungen!

source: Protect Rhaxiz
de: Schützt Rhaxiz
it: Proteggi Rhaxis
ru: Защищайте Раксиза

source: Quick! We must seize this post — I will be able to summon our Elementals from there.
de: Yalla, yalla! Legt einen Höcker zu, erobert den Brückenkopf, dann kann ich einbeschwören!
it: Veloci! Dobbiamo raggiungere l’avamposto – così sarò in grado di evocare i nostri elementali da lì.
ru: Быстро! Мы должны захватить этот пост - я смогу призывать наших Элементалей оттуда.

source: Quite right! Mobilize your people. We will be moving soon.
de: Was glaubst du, was ich eben vorhatte! Stell einen Sichtungstrupp zusammen, hurtig!
ru: Совершенно верно! Мобилизируй своих людей. Мы скоро пойдем в разведку.

source: ROOOOAAAARRRRR!!!
de: KROG SCHMETTERN, TRÜ— ... WÜrrrg ….
ru: РРРОООАААААРРРР!!!

source: Ra..Rashti... you’ve changed, yet your character is still the same. What happened?
de: Oooh … Faszinierend! … Den hast platt gemacht, Rashti! Und du bist nicht trigespalten?

source: Raa!! Xazi Xsi! Xsi! hissssss!
de: Raa!! Xazi Xisssi! XISSSSSS!
ru: Раа! Ксази Ксси! Ксси! сссссссс!

source: Rashti is unpredictable. She can say many things between her moods of rage or self-control.
de: Pffff, abyssale Wesen sind erschreckend naiv, das ist uns allen doch bekannt. Außer dem obersten Bannmeister gibt doch keiner was auf das Gerede der Dschinn. Rashti mit ihren Launen und mangelhafter Selbstkontrolle sagt viel, was sie besser für sich behalten sollte. Aktivierungsformeln für Portale zum Abyssus beispielsweise ...
it: Rashti è imprevedibile. Si possono dire molte cose riguardo i suoi scatti d’ira e la sua perdita di autocontrollo.

source: Rashti, What have you done?! It’s pulling us in!!!
de: Rashti, du bist ja von allen guten Geistern verlassen! Der Strudel saugt uns in den Abgrund!

source: Rashti, can you reach him?
de: Und für dich, Rashti, ist der da oben doch erreichbar, oder?
it: Rashti, riuscite a raggiungerlo?

source: Rashti, do you recognize me?
de: Stimmt. — Rashti, erkennst du deinen Meister wieder?
it: Rashti, mi riconoscete?

source: Rashti. Do you remember the first time you came here with your master? When you were fighting, I asked you to read the inscription on that big circle. I assume that you would not do that again, would you?
de: Hör mal, Doppel-Rashti! Als du mit deinem Meister hier warst, um uns die Tür zu weisen, bat ich dich, die Inschrift dieses Kreises vorzulesen … Könntest du sie für diesen Depp da wiederholen?

source: Rashti? You’re alive?! Both of you?
de: Oh meine Rashtis! Wie ich euch liebe! Alles ist gut! Seht Ihr, Dedylos—
it: Rashti? Siete viva!? Entrambe?

source: Rashti?... No, it’s impossible. This is another illusion, it can’t happen. She can’t die.
de: Rashti! Gehts noch? Mach jetzt nicht schlapp! … Ist wieder ein kleiner Scherz− … Oh NEIN!
it: Rashti?...no, è impossibile. Questa è un’altra illusione, non può succedere. Lei non può morire.

source: Rashti’rhami, the goddess of all Rhamis. You’re a bit like me.
de: <span color='#FA0000'>Königliche Rashti’rhami, wir beide sind uns ähnlich …</span>

source: Really? That's wonderful! I accept it. Thank you!
de: Ich bitte um Bedenkzeit! … Gut, ich hab dein Angebot bedacht und will nicht ungnädig erscheinen: Ich nehm den Posten an.
