Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: <i>Hearken ye, You strangers in a desolate land To this tale of lands most old, of the Summoners of al-Kamija, Those mighty magi Of powers untold, Their Abysmal servants Both good and bad, And of Mehir, who had, As once foretold, saved all life in this world.</i>
de: <span color='#397EF2'><i>Horcht, ihr Leut' in trostlos-wilden Landen, was sich in einem sehr alten Reich hat zugetragen, dem der Beschwörer von Al-Kamija, will ich sagen, wo höchst mächtige Magier sich befanden. Wer hätte je von solcher Macht gehört? Von abyssalen Knechten – guten wie schlechten? Von Mehir, dem prophezeit war, in Gefechten zu hindern, was aller Leben hätt' zerstört!</i></span>
es: <i>Prestad oreja, ajenos destas tierras sin trilla, a este relato de una era añeja, los invocadores de Alcamiya, magos de habilidad singular, y sus sirvientes de los avernos, agora malos, agora buenos. ¡Y Mejir!, quien pudo en su camino, librar todas las vidas del mundo, como había prescrito el destino.</i>

source: This is the story of Mehir, the Summoner, and his journey to lands unknown.
de: … und dies ist die Geschichte Mehirs und seiner Reise nach unbekannten Landen.
es: Esta es la historia de Mejir, el invocador, y de su viaje a tierras ignotas.
it: Questa è la storia di Mehir l’evocatore e del suo viaggio in terre sconosciute.
ru: Это история о призывателе по имени Мехир, и его путешествиях к невиданным землям.

source: (Intermediate or Expert level. 19 playable scenarios.)
es: (Nivel intermedio o experto, 19 escenarios jugables).

source: To Lands Unknown
de: Nach unbekannten Landen
es: En tierras ignotas
it: In terre sconosciute
ru: К Невиданным Землям

source: TLU
es: ETI
it: ITS

source: Jinni
es: Genio

source: Easy
es: Fácil

source: Wonderful Jinni
es: Genio maravilloso

source: Mystical Jinni
es: Genio místico

source: Hard
es: Difícil

source: Campaign Design
de: Kampagnenengestaltung
es: Diseño de campaña
it: Progettazione della campagna
ru: Дизайн Кампании

source: Artwork and Level Design
de: Grafik und Schwierigkeitsgestaltung
es: Arte y diseño de niveles
it: Disegni e progettazione dei livelli
ru: Дизайн Изображений и Уровней

source: Story improvements
es: Mejoras a la historia

source: Proofreading
de: Textrevision
es: Corrección de estilo
it: Correzione di bozze
ru: Читка Корректуры

source: Translations
de: Übersetzungen
es: Traducciones
it: Traduzioni
ru: Переводы

source: Gameplay Testing
de: Testspieler
es: Pruebas de juego
it: Test di gioco
ru: Тестирование Игрового Процесса

source: The required add-on “<i>Era of Magic</i>” is currently <b>not</b> installed.
de: Das obligatorische AddOn »Era of Magic« ist nicht installiert.
es: El complemento requerido “<i>Era of Magic</i>” <b>no</b> está instalado.
it: L’estensione necessaria “<i>Era of Magic</i>” <b>non</b> è al momento installata.

source: The required add-on “<i>To Lands Unknown: Resources</i>” is currently <b>not</b> installed.
es: El complemento requerido “<i>To Lands Unknown - Resources</i>” <b>no</b> está instalado.

source: metamorph
de: Wandlung
es: metamorfo
it: metamorfosi
ru: метаморф

source: This elemental can turn into another type of elemental.
de: Dieses Urgeschöpft kann sein Element verändern.
es: Esta unidad puede transformarse en una equivalente de otro elemento.
ru: Этот елементаль способен превращатся в другой тип елементаля.

source: Turn into fire
de: Wechsel zu Feuer
es: Transformar en fuego
it: Muta in fuoco
ru: Превратится в огонь

source: Turn into water
de: Wechsel zu Wasser
es: Transformar en agua
it: Muta in acqua
ru: Превратится в воду

source: Turn into air
de: Wechsel zu Luft
es: Transformar en aire
it: Muta in aria
ru: Превратится в воздух

source: Turn into earth
de: Wechsel zu Erde
es: Transformar en tierra
it: Muta in terra
ru: Превратится в землю

source: meditation
es: meditación

source: jinn philosophy
es: filosofía de genios

source: sadism
es: sadismo

source: Deal +25% damage to enemies below 40% HP.
es: Inflige 25% de daño adicional a enemigos que tengan menos de 40% de sus PV máximos.

source: majesty
es: majestad

source: When this attack is used on offense, the opponent will retaliate with one less strike than normally, to a minimum of one strike.
es: Al atacar, el oponente responde con un golpe menos de lo habitual (pero por lo menos con un golpe).

source: This unit’s attacks can overwhelm the defenses of enemies, preventing them from retaliating as effectively.
es: El aura soberana de esta unidad abruma a los enemigos y evita que contraaataquen efectivamente.

source: +2 damage to scimitar, +1 HP, MAX XP +15%
de: Schaden Säbel +2, LP +1, max. Erfahrung +15%
es: +2 daño con la cimitarra, +1 PV, MAX PX +15%
ru: +2 урона к ятагану, +1 ЗД, макс. опыт +15%

source: +4 damage to hammer, +1 HP, MAX XP +15%
de: Schaden Hammer +4, LP +1, max. Erfahrung +15%
es: +4 daño con martillo, +1 PV, +15% PX máximos
ru: +4 урона к молоту, +1 ЗД, макс. опыт +15%

source: +3 damage to magic, +3 HP, MAX XP +15%
de: Schaden Magie +3, LP +3, max. Erfahrung +15%
es: +3 daño con magia, +3 PV máximos, +15% PX máximos
ru: +3 урона к магии, +3 ЗД, макс. опыт +15%

source: +1 strike to scimitar, +2 HP, MAX XP +25%
de: Attacken Säbel +1, LP +2, max. Erfahrung +25%
es: +1 golpe con la cimitarra, +2 PV máximos, +25% PX máximos
ru: +1 атаку к ятагану, +2 ЗД, макс. опыт +25%

source: +1 movement point, -10% HP
de: BP +1, LP −10%
es: +1 PM máximos, -10% PV máximos
ru: +1 к скорости, -10% ЗД

source: Summoning a unit only costs 1 MP, but you may not attack, +15% XP.
es: La invocación solo consume 1 PM y no permite atacar. +15% PX.

source: Grant 8 XP to elementals summoned, your MAX XP +25%.
es: Otorga 8 PX a los elementales invocados. +25% PX máx. de Mejir.

source: veteran summons
es: invocaciones veteranas

source: Summoned units start with 8 XP.
es: Las unidades invocadas empiezan con 8 PX.

source: Max HP bonus +5, MAX XP +10%
de: max. Bonus LP +5, max. Erfahrung +10%
es: +5 PV máximos. +10% PX máximos
it: Max bonus ai PF +5, MAX PE +10%
ru: Бонус к максимальному ЗД +5, макс. опыт +10%

source: Max HP bonus +8
de: max LP Bonus +8
es: +8 PV máximos

source: +20% bonus to fire, cold, and arcane resistances for Mehir and the circle of resistance ability.
de: Resistenzen Feuer, Kälte, Arkan +20%, neue Fertigkeit: Schutzkreis
es: +20% a las resistencias contra el fuego, frío y lo arcano, y adquiere “círculo de resistencia”
ru: +20% бонус к сопротивлению к огню,холоду, и мистике для Мехира, и стоящих рядом его солдат.

source: +2 damage to magical scimitar, +1 HP
de: Schaden magischer Säbel +2, LP +1
es: +2 daño con la cimitarra, +1 PV
ru: +4 урона к магическому ятагану, +1 ЗД, макс. опыт +15%

source: +4 damage to magical hammer, +1 HP
de: Schaden magischer Hammer +4, LP +1
es: +4 daño con martillo, +1 PV
ru: +4 урона к магическому молоту, +1 ЗД, макс. опыт +15%

source: +3 damage to magic, +3 HP
de: Schaden Magie +3, LP +3
es: +3 daño con magia, +3 PV máximos
ru: +3 урона к магии, +3 ЗД

source: +1 strike to magical scimitar, +2 HP, MAX XP +10%
de: Attacken magischer Säbel +1, LP +2, max. Erfahrung +10%
es: +1 golpe con la cimitarra, +2 PV máximos, +10% PX máximos
ru: +1 атаку к магическому ятагану, +2 ЗД, макс. опыт +25%

source: +1 movement point
de: BP +1
es: +1 PM máximos
ru: +1 к скорости

source: +1 experience per turn without move/attack/summon, +2 HP
es: +1 PX cada turno sin sin moverse/atacar/invocar, +2 PV máximos.

source: +3 experience per turn without move/attack/summon
es: Gana 3 PX al final de cada turno sin moverse/atacar/invocar..

source: Summoning a unit only costs 1 MP, but you may not attack.
es: La invocación solo consume 1 PM y no permite atacar.

source: Grant 8 XP to elementals summoned, your MAX XP +14%
es: Otorga 8 PX a los elementales invocados. +25% PX máx. de Mejir.

source: Max HP bonus +5
de: max. Bonus LP +5
es: +5 PV máximos
it: Max bonus ai PF +5
ru: Бонус к максимальному ЗД +5

source: Legends say that this scimitar can magically lead a hand of the owner so his strikes are more deadly and hit more often. - Attack increases by 100% - Chance to hit is not affected by defense and equals 70% Should this unit pick up the scimitar?
es: Según las leyendas, esta cimitarra guía mágicamente la mano del portador, volviendo sus golpes más letales y certeros. - El ataque aumenta en 100%. - El ataque se vuelve mágico (en todo terreno, probabilidad de 70% de golpear). ¿Deseas recoger la cimitarra?

source: This mysterius ring is richly decorated with magical symbols connected to the Abyss, mending wounds of the bearer. - Grants regeneration Should this unit pick up the ring?
es: Este anillo misterioso está ornamentado ricamente y grabado con símbolos mágicos conectados al Abismo, capaces de sanar las heridas del portador. - Otorga regeneración. ¿Deseas recoger el anillo?

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, shielding the wearer from the desert heat and flames alike. - Advances the unit (unless the unit is already at maximum level) - Grants 50% fire resistance Should this unit pick up the cloak?
es: Esta capa fue encantada hace mucho tiempo y grabada con símbolos misteriosos, capaces de resguardar al portador no sólo del calor del desierto, sino también del fuego. - Promociona la unidad (a menos que ya esté en nivel máximo). - Otorga 50% de resistencia al fuego. ¿Deseas recoger la capa?

source: This unique headgear had to belong to a very powerful summoner. It follows from the amazing workmanship and the glitter of the big crystal in the front. - Increases magical power by 20% - Decreases experience points needed for advancement by 25% Should this unit pick up the cap?
de: Welch feine Kopfbedeckung! Das Tuch kunstvoll gewunden, mit Feder und Glitzerstein als Gehänge – ein Zeichen wahrer Herrscherwürde oder eines sehr mächtigen Beschwörers ... Effekte: * Magische Kräfte +20% * nötige EP für Stufenaufstieg –25% Soll die Einheit diesen Turban aufsetzen?
es: Este turbante singular seguramente perteneció a un invocador muy poderoso. Es obvio al observar el sorprendente acabado y el fulgor del gran cristal en el frente. - Aumenta el poder mágico en 20%. - Reduce los puntos de experiencia requeridos para promocionar en 25%. ¿Deseas recoger el tocado?
ru: Этот уникальный головной убор должно быть принадлежал очень мощному прзывателю. К этом выводу можно прийти смотря на удивительное качество и блеск большого кристалла спереди. - Увеличивает силу магических атак на 20% - Уменшает количество опыта, необходимое для продвижения 25% должен ли этот боец взять тюрбан?

source: This pike, forged from raw abyssal energy, is the weapon once wielded by the very first Rhami'kai of. The spears used by her successors were were made from mundane metal. - Advances the unit (unless the unit is already at maximum level) - Increases the attack by 25% - Increases magical resistances by 10% Should this unit pick up the spear?
es: Esta lanza, forjada puramente a partir de energía del Abismo, es el arma utilizada por la primera rami-kai. Una obra excepcional, en comparación con las armas de sus sucesoras, fabricadas en serie a partir de metal mundano. - Promociona la unidad (a menos que ya esté en nivel máximo). - Aumenta el ataque en 25%. - Aumenta las resistencias mágicas en 10%. ¿Deseas recoger la lanza?

source: A legendary masterpiece made by the Ancestors in the olden times. Its unique powers enabled the magical being to be recalled back to the mortal world after being killed. - The unit is recalled back to the leader when dies - After each recall the unit is fully healed - The unit can be recalled only 3 times. After that it dies for sure. Should this unit pick up the collar?
de: Eine Meisterleistung der Ahnen, die Bande knüpft zu magischen Wesen, um sie –! wiewohl sie schon gehimmelt wurden – in die Welt Sterblicher zurückholen! Effekte: * Einheit taucht nach Vernichtung wieder beim Anführer auf * volle Heilung nach jeder Wiedereinberufung * 3 x kommt das am Gängelband gehaltene Wesen zurück, dann ist es endgültig hinüber Soll die Einheit sich binden lassen?
es: Una obra maestra legendaria, fabricada por los maestros encantadores de antaño. Sus poderes singulares permiten que una entidad mágica sea llamada de vuelta tras ser asesinada. - Al desfallecer, la unidad se reincorpora junto al líder, con sus PV completos. - Válido sólo para 3 usos. Después, la unidad muere definitivamente. ¿Deseas recoger el collar?
ru: Легендарный артефакт, шедевр, созданный Предками. В давние времена был создан магический ошейник, который, будучи одет на магическое существо, мог воскресить его после смерти. - Боец возвращается к лидеру - После каждого отзыва боец полностью восстанавливает здоровье - Бойца можно воскресить всего 3 раза, после чего он точно умрет должен ли этот элементаль взять ошейник?

source: When the Ancestors summoned first elementals — entities made of pure energy - they dreamed about replicating the Elemental Bird - a mix of all four known elements. Unfortunately they failed, but at least ended up with an unique amulet, capable of transforming one forms of an elemental into another. One might go as far as saying this is one of the most powerful relics made by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate) Should this unit pick up the amulet?
es: Mientras nuestros ancestros invocaban a los primeros elementales —entidades de energía pura—, soñaban con replicar el Ave Elemental, amalgama de los cuatro elementos conocidos. Aunque el proyecto no encontró el éxito, sí lograron fabricar un amuleto singular, capaz de transformar una entidad elemental en otra. Se podría decir que esta es una de las reliquias más poderosas alguna vez fabricadas por nuestros ancestros. Permite a la unidad elemental convertirse en una homóloga de otro elemento (presione clic derecho en la unidad para activar). ¿Deseas recoger el amuleto?

source: This staff is rumored to have been the very one wielded by the first Master of Banishers. Its power is formidable even in untrained hands. - Advances the unit (unless the unit is already at maximum level) - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10% Should this unit pick up the staff?
es: Se rumorea que este bastón fue el usado por el primero Maestro de los Desterradores. Su poder es formidable incluso en manos no entrenadas. - Promociona la unidad (a menos que ya esté en nivel máximo). - El ataque “destierro” nunca falla. - El ataque “portal congelado” gana +2 de daño. - Aumenta las resistencias mágicas en 10%. ¿Deseas recoger el bastón?

source: This sphere was found in Reficul's camp. It emits a magical barrier around the bearer, protecting him from most kinds of damage. Tar-Tabar's enchanters have managed to adapt it for human use, but at a slight expense of effectiveness. - increases physical and magical resistances by 15% Should this unit pick up the sphere?
es: Esta esfera fue hallada en el campamento de Reficul. Emite una barrera mágica alrededor del portador, la cual lo protege de la mayoría de daños. Los encantadores de Tar-Tabar la han adaptado para uso por humanos, pero con una pequeña pérdida de eficacia. - Aumenta las resistencias físicas y mágicas en 15%. ¿Deseas recoger la esfera?

source: for later use (on recruit/recall of a unit)
de: – für späteren Gebrauch
es: para uso posterior (al reclutar o reincorporar una unidad)
ru: что бы использовать позже (при вербовке/призыве бойца)

source: You can still take the item for later use, though.
de: <span color='#397EF2'>Das Fundstück kann eingesackt werden, um es bspw. einer Einheit bei der nächsten Rekrutierung zukommen zu lassen.</span>
es: Puede recoger el objeto para asignarlo después, no obstante.
ru: Вы все еще можете взять этот предмет что бы использовать позже (при вербовке/призыве бойца)

source: carpet^Take it
de: Nehmen
es: Usarla
it: Prendilo
ru: Взять ковер

source: Golden Carpet
de: Goldener Teppich
es: Alfombra dorada
it: Tappetto dorato
ru: Золотой Ковер

source: golden carpet
de: Goldener Teppich
es: alfombra áurea
ru: золотой ковер

source: carpet^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить ковер для другого бойца

source: cloak^Take it
de: Nehmen
es: Usarla
it: Prendilo
ru: Взять плащ

source: Desert Cloak
de: Burnus
es: Túnica beduina
it: Mantello del deserto
ru: Пустынный плащ

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants its owner good protection against fire. Advances the unit (unless the unit is already at maximum level) Grants 50% fire resistance
es: Grabada con símbolos misteriosos, esta capa fue encantada hace mucho tiempo, pero aún mantiene a su portador a buen recaudo contra el fuego. Promociona la unidad (a menos que ya esté en nivel máximo). Otorga 50% de resistencia al fuego.

source: desert cloak
de: Burnus
es: túnica beduina
ru: пустынный плащ

source: This unit wears the famous Desert Cloak of ancients. Effects: Grants 50% fire resistance
de: Mit einem Mantel der Wüstenzauberer gefeit gegen Hitze und Feuer: Resistenz 50%
es: Esta unidad ha heredado una de las túnicas beduinas de los ancestros. Efectos: Otorga 50% de resistencia al fuego.
ru: Этот боей носит древний Пустынный Плащ. Эффекты: Защита к огненным атакам повышается до 50%

source: cloak^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить плащ другому бойцу

source: spear^Take it
de: Nehmen
es: Tomarla
it: Prendila
ru: Взять копье

source: Spear of Rhami
de: Speer der Rhami
es: Primera lanza
it: Lancia di Rhami
ru: Копье Рами

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit (unless the unit is already at maximum level) Increases the attack by 25% Increases magical resistances by 10%
es: Esta arma, forjada de la luz del Abismo, es parte del equipamiento usado por entidades mágicas llamadas rami-kai. Nuestros ancestros robaron una de esas lanzas y la mejoraron mágicamente. Promociona la unidad (a menos que ya esté en nivel máximo). Aumenta el ataque en 25%. Aumenta las resistencias mágicas en 10%.

source: spear of rhami
de: Speer der Rhami
es: lanza del origen
ru: копье рами

source: This unit is holding a powerful spear of abysmal origin. Effects: Increases the attack by 25% Increases magic resistance by 10%
es: Esta unidad sostiene una poderosa lanza de origen abismal. Efectos: Aumenta el ataque en 25%. Aumenta la resistencia mágica en 10%.

source: spear^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить копье другому бойцу

source: collar^Take it
de: Annehmen
es: Usarlo
it: Prendila
ru: Взять ошейник

source: Collar of Recall
de: Band der Rückkehr
es: Collar de invocación
it: Collare del richiamo
ru: Ошейник Отзыва

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit is fully healed The unit can be recalled only 3 times. After that it dies for sure.
de: * Einheit taucht nach Vernichtung wieder beim Anführer auf * volle Heilung nach jeder Wiedereinberufung * 3 x kommt das gegängelte Wesen zurück – dann ist es endgültig hinüber
es: Un artefacto legendario, una obra maestra hecha por nuestros ancestros. Antaño se confeccionó un collar mágico, el cual, al revestir a una entidad mágica, permitía invocarlo tras desfallecer. La unidad es invocada por el líder, con sus PV completos. La unidad se puede invocar solo 3 veces. Después, desaparece definitivamente.
ru: Легендарный артефакт, шедевр, созданный Предками. В давние времена был создан магический ошейник, который, будучи одет на магическое существо, мог воскресить его после смерти. Боец возвращается к лидеру После каждого отзыва боец полностью восстанавливает здоровье Бойца можно воскресить всего 3 раза, после чего он точно умрет

source: After death the unit is recalled back to leader. Activates only 3 times.
de: 3 x kommt das Wesen nach Vernichtung wieder – dann ist es endgültig hinüber.
es: Al desfallecer, la unidad vuelve donde el líder. Se activa solo 3 veces.
it: Dopo la morte, l’unità ha la possibilità di essere richiamata dal condottiero. Attivabile solo 3 volte.
ru: После смерти боец отозван назад к его лидеру. Активируется только 3 раза.

source: collar^Leave it for another unit
de: Nicht annehmen
es: Saltar
ru: Оставить ошейник для другого бойца

source: amulet^Take it
de: Nehmen
es: Usarlo
it: Prendilo
ru: Взять амулет

source: Amulet of Metamorph
de: Amulett der Wandlung
es: Amuleto de metamorfosis
it: Amuleto della metamorfosi
ru: Амулет Метаморфа

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into other elemental (use right-click on the unit to activate)
de: Als es den Altvorderen gelungen war, Wesen aus reiner Energie zu beschwören, trachteten sie alsbald danach, die Elemente auch noch zu vermischen. Das war des Guten denn doch zuviel, ein Relikt ihrer Experimente ist dieses Amulett. Zumindest lässt sich damit ein Element in ein anderes umwandeln — wahrlich, ein mächtiges Artefakt!
es: Nuestros ancestros, en su fascinación con los elementales, entidades hechas de energía pura, soñaron con crear una criatura que amalgame los cuatro elementos conocidos. Aunque tal proyecto fuera demasiado grande para su capacidad, al final lograron materializar un amuleto singular, capaz de transformar un elemento en otro. Esta es una de las reliquias más poderosas hechas por nuestros ancestros. La unidad elemental puede transformarse en otra. (Dé clic derecho en la unidad para activar).
it: Gli antenati furono affascinati dagli elementali – entità costituite di pura energia. Sognarono persino di creare una creatura mista di tutti e quattro gli elementi noti. Purtroppo non ci riuscirono, ma alla fine fu creato un amuleto unico nel suo genere, in grado di trasformare un elemento in un altro. Questa è una delle reliquie più potenti create dagli antenati. L’unità elementale può mutare in un altro tipo di elementale (per attivarlo, fai clic col tasto destro del mouse sopra l’unità)
ru: Предки были восхищены элементалями - существами, созданными из чистой энергии, и мечтали создать существо из смеси всех четырех известных стихий, но, к сожалению, они потерпели неудачу, но в итоге был создан уникальный амулет, способный превратить одну стихию в другую. Это однин из самых мощных реликвий, созданных Предками. Этот елементаль способен превращатся в другие варианты елементалей (Используйте меню активируемок щелчком правой кнопкой мыши на бойце для активации)

source: This elemental wears the Amulet of Metamorph. Effects: The elemental unit can turn into another elemental (use right-click on the unit to activate). The unit becomes loyal.
es: Este elemental porta el Amuleto de metamorfosis. Efectos: Puede transformarse en otro elemental (clique con el botón derecho en la unidad para activar). La unidad se vuelve leal.

source: amulet^Leave it for another unit
de: Liegen lassen
es: Saltar
ru: Оставить амулет для другого бойца

source: armor^Take it
de: Nehmen
es: Tómala
it: Prendila
ru: Взять древнюю броню

source: Cuirass of the Ancients
de: Kürass der Ahnen
es: Coraza de los antiguos
it: Corazza degli antichi
ru: Кираса Древних
