Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Note: Placing a fire elemental or its advancements on a wooden bridge will set it aflame resulting in a defeat.
es: Note que colocar un elemental de fuego en un puente de madera lo haría arder, lo que provocaría su derrota.

source: Freedom, at lassst! I am eternally grateful to you. Who are you, my sssavior?
es: ¡Libre! ¡Al fin! Te esstoy agradecido. Eternamente. ¿Quién ess ussted, mi ssalvador?

source: I'm Mehir, but more importantly, The Keeper sent us to rescue you, so that we can earn his trust.
es: Soy Mejir, pero lo más importante es que el Guardián nos envió a rescataros, como prueba para ganar su confianza.

source: I believe you. Pleassse, take usss from thiss place. This cursssed desssert almossst dried usss to death.
es: Le creo. Por favor, ssáquenoss de esste lugar. Esste maldito dessierto cassi noss sseca hassta la muerte.

source: That’s all the lizards. Let’s defeat the remaining barbarians and get out of here.
es: Ya tenemos a todas las lagartijas. Derrotemos al resto de bárbaros y salgamos de aquí.

source: Time to rescue the lizards.
es: Hora de rescatar a las lagartijas.

source: These desert wizards are breaking through! They're probably here for the green savages. NEVER! TROLLS, GET THEM!!!
es: ¡Los magos del desierto atraviesan nuestras defensas! Seguro están aquí por los salvajes verdes. ¡NUNCA! ¡TROLLS, A ELLOS!

source: You will never rescue them! NEVER! KNOCK THEM OFF!
de: Die Grünlinge sind zwar nur Wilde, kriegen kriegt ihr sie aber nicht! Wachen, gehorcht mei'm letzten Willen! Schmeisst sie in den Feuerschlund!!
es: ¡Nunca los rescatarán! ¡NUNCA! ¡TÍRENLOS!
ru: Вы никогда не спасете их! НИКОГДА! СБРОСИТЬ ИХ!

source: <b> do it!</b>
es: , <b>¡hazlo!</b>

source: And I defend the bridge!
de: Ich Brücke sichern, Einauge!
es: ¡Yo defenderé el puente!
it: E io difendo il ponte!
ru: А я защищать мост!

source: We must hurry!
es: ¡Debemos darnos prisa!

source: *to goblin leader* Hey, you, yes you, little moron! *hic* Is this bridge the only way out?
es: <i>Para el líder goblin.</i> Oye, tú, sí, pequeño imbécil! ¡Hip! ¿Este puente es la única salida?

source: Yeah. Why human ask?
es: Sí. ¿Por qué preguntar, humano?

source: Oh, nevermind. Hehe...
es: Oh, no importa. ¡Je, je!...

source: NOO! We trap here now! Goblin to blame. KILL GOBLIN!
es: ¡NOO! ¡Nosotros atrapados aquí ahora! Goblin culpable. ¡MATAR GOBLIN!

source: AAAAAH!
es: ¡AAAARGH!

source: Me not impressed. Drunk human think I am trapped? Rocs will rescue me!
es: Yo no impresionado. ¿Humano borracho pensar yo atrapado? ¡Los rocs me rescatarán!

source: Good. You're going to live to tell the tale. Now excuse me... *pukes*
es: Bueno. Viviréis para contar esta historia. Ahora, perdonadme... <i>Vomita.</i>

source: At least the booze was really good *hic*
es: Al menos el alcohol estuvo magnífico. ¡Hip!

source: The lizards are safe now. And so is our project on their territory. Let’s get back to the jungle. I hope those forest folks haven’t made a soup of Jaffar yet...
es: Las lagartijas ya se encuentran a salvo, así como nuestra labor en su territorio. Volvamos a la jungla. Espero que esos habitantes del bosque no hayan hecho sopa de Yafar aún...

source: Damn it!
de: Oh Dschinn, ich kann nicht sagen, dass dein Orakeln mir die Entscheidung leichter macht …
es: ¡Maldición!

source: Wonderful Jinni! Give me some advice!
es: Genio maravilloso! ¡Dadme un consejo!

source: Mystical Jinni! Give me some advice!
es: ¡Genio místico! ¡Dadme un consejo!

source: My Master, the muscular humanoid with one eye is the leader of the whole camp in front of us. By accessing pararell universes, I might learn about his intentions. Give me a moment...
es: Maestro, el humanoide musculoso con un solo ojo es el líder que comanda el campamento frente a nosotros. Si accedo a universos paralelos, podría aprender sobre sus intenciones. Dadme un momento...

source: So this is his plan, interesting...
es: Así que su plan es... Interesante...

source: So what'd you find?
es: ¿Qué habéis visto?

source: If we defeat him first, he will order his men to throw the lizards off the cliff. We need to be careful.
es: Si lo derrotamos en combate, comandará a sus hombres a arrojar las lagartijas al abismo. Debemos actuar con precaución.

source: Maybe we should use a squad of carpet riders, sneak behind their backs and free the lizards undetected?
es: ¿Quizás podríamos escabullir un escuadrón de jinetes de alfombras por sus espaldas y liberar a las lagartijas sin ser detectados?

source: Risky. In my vision I see hostile giant birds noticing our carpet riders. They will immediately intercept them. The frontal assault might be our only option right now.
es: Peligroso. En mi visión, aves gigantescas detectan a los jinetes y los interceptan inmediatamente. El asalto frontal podría ser nuestra única salida por el momento.

source: Damn! Any ideas on how to deal with the enemy then?
es: ¡Maldición! Entonces, ¿tienes idea de cómo lidiar con el enemigo?

source: There are two narrow passages made out of bones of some long-gone creatures. We can lure enemy there, create bottlenecks and easily eliminate their troops one by one.
es: Hay dos estrechos pasajes formados por los huesos de criaturas extintas. Podemos atraer al enemigo allí y aprovechar el atasco para eliminar sus tropas una por una.

source: Dome of Elements
de: (06) Hort der Elemente
es: Cúpula de los elementos
ru: Купол Стихий

source: team_name^Instructor
de: Instruktor
es: Instructor
ru: Инструктор

source: team_name^Enemy
de: Gegner
es: Enemigo
it: Nemico
ru: Враги

source: Well, well... the famous Dome of Elements. Brings back the memories of the time when I came here with my father as a kid... The central shrine of Sud-Affar seems even larger than how I remember it... A sublime place for the celebration of my promotion!
es: Vaya, vaya... La famosa Cúpula de los Elementos. Me da nostalgia por tantos recuerdos de la época en que vine aquí con mi padre cuando era niño... El santuario central de Sud-Affar se ve aún más grande que en mis memorias... ¡Un escenario sublime para celebrar mi ascenso!

source: Salam, elders! Where are all the other guests of honor?
es: ¡Salam, ancianos! ¿Dónde están todos los otros invitados de honor?

source: Haven't you heard? The celebration has been canceled. Pretty much everyone left for the circle's construction site, they all want to see the jungle creatures, the ones you recently befriended.
es: ¿No lo habéis oído? La celebración ha sido cancelada. Casi todos se fueron al sitio de construcción del círculo, interesados en ver a las criaturas de la jungla, con las que os amistasteis recientemente.

source: Oh, I see... great... *sigh* Well, I guess I'll have to leave now...
es: Oh, ya veo... Genial... <i>Suspira.</i> Bueno, supongo que debo irme ya...

source: Excuse me, are you Mehir ibn Hakim the Elder, the one being promoted?
es: Disculpadme. ¿Sois Mejir, el hijo del anciano Hakim, a quien se promueve?

source: That's right. Mehir, commander and now summoner of the third degree, in person! And who might you be?
es: Así es. ¡Mejir, comandante y ahora invocador de tercer grado, en persona! ¿Y quién es Vuestra Merced?

source: A circle usage instructor. You see, with your new rank, you are entitled to the privilege of owning a personal magic circle, the combat-oriented kind. I believe it's my responsibility to teach you how to use this prestigious object, and the things you need to keep in mind when doing so.
es: Un instructor de uso del círculo. Veréis, vuestro nuevo rango os da el privilegio de poseer un círculo mágico personal, del tipo orientado al combate. Creo que es mi responsabilidad enseñaros cómo usar este prestigioso objeto y las cosas que debéis tener en cuenta al hacerlo.

source: A personal circle?! Awesome! I've always dreamed of owning one!
es: ¿Un círculo personal? ¡Impresionante! ¡Siempre soñé con uno!

source: Anyway... A beautiful place, this Dome of ours, isn't it? Here on the top of the column lies the Elemental Bird - one of the four ultimate beings and the most powerful elemental ever summoned.
es: Bien... Esta cúpula es un lugar hermoso, ¿no es cierto? Aquí, en la parte superior de la columna, yace el Pájaro Elemental, uno de los cuatro seres finales y el elemental más poderoso jamás invocado.

source: It's now sealed in a small container, but I have seen its release twice in my lifetime. A majestic being composed of all basic elements. The flapping of its wings could devastate entire cities...
es: Ahora está sellado en un pequeño recipiente, pero lo he visto liberado dos veces. Un ser majestuoso compuesto por todos los elementos fundamentales. Incluso el aleteo de sus alas podría devastar ciudades enteras...

source: Sharif - our leader - owns this creature now. He released it only once to celebrate the beginning of our greatest endeavor - the Great Circle's construction.
es: Sharif, nuestro líder, es dueño de esta criatura ahora. Lo invocó sólo una vez, para celebrar el inicio de nuestro mayor esfuerzo: la construcción del Gran Círculo.

source: I remember that moment. At first it seemed like a second sun in the sky, then it turned into a tornado, a waterfall and then dropped as a mountain to finally rise once again as a mix of all of the above...
es: Recuerdo ese momento. Al principio parecía un segundo sol en el cielo, luego se convirtió en un tornado y en una cascada, y entonces cayó como una montaña para luego alzarse una vez más como una mezcla de todo lo anterior...

source: Yes. Only the ultimate beings are that powerful. Sud-Affar is the place of the Elemental Bird. Other cities have their own ultimate beings guarding them.
es: Sí. Solo los seres finales son tan poderosos. Sud-Affar es el hogar del pájaro elemental. Otras ciudades tienen sus propios seres finales que los protegen.

source: Tashkar, the leader of Tar-Tabar owns Rashti'rhami, the goddess of all Rhamis. She consists of two powerful entities — the calm, wise Ho'rashti and the hot-tempered Dharma'rashti. Because of her dual nature, Rashti's personality tends to change quite often, making her very unpredictable.
es: Tashkar, el líder de Tar-Tabar, posee a Rashti-Rami, la diosa de todos los Rhamis. Ella consiste en dos entidades poderosas: la calma y sabia Jo-Rashti y la Darma-Rashti de temperamento colérico. Debido a su doble naturaleza, la personalidad de Rashti tiende a cambiar con bastante frecuencia, haciéndola muy impredecible.

source: Some say she's the female equivalent of Nomolas, but honestly she's far less powerful. Still, just because she's not omnipotent doesn't mean she's weak, far from it, she's still an ultimate being after all - the most powerful Rhami ever summoned.
es: Algunos dicen que es el equivalente femenino de Nómolas; pero, honestamente, es mucho menos poderosa. Aun así, el que no sea omnipotente no significa que sea débil —nada más lejos de la realidad—, pues sigue siendo un ser definitivo, la rami más poderosa jamás invocada.

source: And the leader of Mag-Magar, Malib, owns the Living Gate - the last and the weirdest ultimate being of them all. It is a mobile opened portal to the Abyss similar to Dimensional Gates, but in this particular case an unknown force of abysmal origin has gained control over it, granting the gate self-awareness.
es: Y el líder de Mag-Magar, Malib, es propietario del Portal Viviente, el más extraño de los seres mágicos definitivos. Es un portal móvil abierto, que conduce al Abismo, similar a los Portales Dimensionales, pero una fuerza desconocida de origen abismal ha ganado control sobre este, otorgándole conciencia.

source: The Living Gate is a masterpiece and wonder to many scholars. Being able to access different parts of the Abyss, the full capabilities of this unique being are yet to be discovered.
es: El Portal Viviente es una obra maestra y una maravilla para muchos académicos. Ya que puede acceder a diferentes partes del Abismo, las habilidades completas de este ser singular aún no se han descubierto.

source: Anyway, that should be enough talking for now. I've got the circle for you. Here it is.
es: De todos modos, eso debiera ser suficiente charla por ahora. Tengo vuestro círculo. Aquí lo tenéis.

source: Now you have to step in.
de: Hineintreten müsst Ihr schon selber, Mighwar Mehir.
es: Ahora debéis posicionaros en el círculo.
ru: Теперь зайди в него.

source: Wow, this is amazing! I can feel the power flowing through me!
es: ¡Guau! ¡Esto es increíble! ¡Puedo sentir el poder fluyendo a través de mí!

source: Now the girls will be all over me!
es: ¡Ahora las chicas se derretirán por mí!

source: The circle is calibrating itself. It will take a moment.
es: El círculo se está calibrando. Tomará un momento.

source: You have probably seen some of your troops using their own circles. These fine tools have many uses. Yours is combat-oriented, capable of doing two things - destroying enemies with deadly precision and summoning basic elementals!
es: Probablemente hayáis visto a algunas de vuestras tropas empleando sus propios círculos. Esas finas herramientas tienen muchos usos. El vuestro está orientado al combate y es capaz de hacer dos cosas: ¡destruir enemigos con precisión mortal e invocar elementales básicos!

source: Let's start with the latter, shall we? Use your new circle to summon something. It can be an elemental of either fire, water, air or earth. Just think about the element of your choice, and the circle will do the rest for you.
es: Comencemos con este último, ¿de acuerdo? Usad vuestro nuevo círculo para invocar algo. Puede ser un elemental de fuego, agua, aire o tierra. Sólo pensad en el elemento de vuestra elección; el círculo hará el resto.

source: Right click an empty hex adjacent to Mehir and then pick a unit you wish to summon.
de: <span color='#397EF2'>Rechtsklick auf ein freies Feld neben Mehir zeigt das Beschwörungs-Auswählmenü an!</span>
es: Haga clic derecho en un hexágono vacío adyacente a Mejir y luego elija una unidad que desee invocar.
ru: Щелкните правой кнопкой мыши на пустой клетке, расположенный рядом с Мехиром, а затем выберите елементаля, который вы хотите призвать.

source: Summon something
de: Elementare Einheit beschwören
es: Invoque una entidad mágica
ru: Призовите что-нибуть

source: Right click Mehir for help
de: Beschwörungshilfe nötig? Rechtsklick auf Mehir!
es: Haga clic derecho en Mejir para obtener ayuda
ru: Нажните правой кнопкой мыши на Мехире для помощи.

source: Wow, summoning with a circle is certainly far easier than with scrolls!
es: ¡Guau! ¡Invocar con un círculo es, sin duda, mucho más fácil que con los pergaminos!

source: Indeed, and now, how about trying the circle's attacks on it?
es: Efectivamente. Y ahora, ¿qué tal probar los ataques del círculo?

source: Alright then. Time to test my new powers!
es: Vale, entonces. ¡Es hora de probar mis nuevos poderes!

source: Use your mind and tell the circle to track down and eliminate the elemental, and it'll do the rest.
es: Usad vuestra mente y comandad al círculo que rastree y elimine el elemental, y hará el resto.

source: Destroy your elemental
de: Elementare Einheit zerstören
es: Destruya el elemental
ru: Убей своего елементаля

source: You see? Slaughtering innocent elementals is a piece of cake!
es: ¿Lo veis? ¡Masacrar inocentes elementales es pan comido!

source: Just remember - summoning takes some time and focus, so when in battle you have to choose whether to fight in a particular moment or to summon instead. It's best to fight when you're in the front, and summon when in the rear.
es: Sólo recordad: la invocación requiere algo de tiempo y concentración, por lo que, cuando estéis en batalla, tendréis que elegir si luchar en un momento dado o si invocar en su lugar. Es mejor pelear cuando estéis en la vanguardia e invocar en la retaguardia.

source: Also, summoning wears down the circle, so you need some resources to reinforce it after each summoning. Basically, if you run out of gold, you will be unable to summon anything.
es: Además, la invocación gasta el círculo, por lo que requiere recursos para reforzarlo después de cada invocación. Básicamente, si os quedáis sin oro, no podréis invocar nada.

source: Now, now... abyssal magic comes at a price? What next?!...
es: Ey, ey... ¿La magia abismal cuesta dinero? ¡¿Qué más sigue?!...

source: Anyway, the lesson is over. I've been planning to see those jungle dwellers for myself, so I guess I'll go join the fun...
es: Y bien, la lección ha terminado. He estado planeando ver a esos habitantes de la jungla por mí mismo, así que supongo que me uniré a la diversión...

source: Wait, I almost forgot the most important part! Staying too long inside a circle is FORBIDDEN!
es: Esperad, ¡casi olvido la parte más importante! ¡Mantenerse demasiado tiempo dentro de un círculo está prohibido!

source: And why is that the case?
es: ¿Y cuál es la razón de eso?

source: Weren't you taught this in school?
es: ¿No os lo enseñaron en la escuela?

source: I may or may not have been asleep in class during that lesson...
es: Quizás estuve o no estuve dormido en clase durante aquella lección...

source: *sigh* Fine, I'll explain. So, all personal circles synchronize themselves with minds of their owners every time they use them. If this lasts for too long, for example days, the bond can become too strong.
es: <i>Suspira.</i> Bien, os lo explicaré. Todos los círculos personales se sincronizan con las mentes de sus dueños cada vez que son usados. Si eso dura demasiado tiempo —días, por ejemplo—, el vínculo puede volverse demasiado fuerte.

source: And what does this affect?
es: ¿Y a qué afecta eso?

source: You see, this can become problematic when you... die. Your body may perish, but your mind will be trapped within the circle, forever!
es: Veréis, esto puede volverse problemático... Cuando muráis. Vuestro cuerpo puede perecer, pero vuestra mente quedará atrapada dentro del círculo, ¡para siempre!

source: So the owner becomes immortal?
de: Fände ich nicht schlecht. Dann werde ich unsterblich!
es: ¿Entonces el propietario se vuelve inmortal?
ru: Так владелец становится бессмертным?

source: Not exactly. His memories, behavior, personality - yes. But it is only a shadow of a living form, lost in the labyrinth of memories, helpless, hollow, tragic. Some of the first summoners, unaware of the consequences of abusing circles, ended up this way. Poor people...
es: No exactamente. Sus recuerdos, comportamiento y personalidad sí. Pero es solo una sombra de su forma viviente, perdida en un laberinto de recuerdos, impotencia, vacío y tragedia. Algunos de los primeros invocadores, sin darse cuenta de las consecuencias de abusar de los círculos, terminaron de esta manera. Pobre gente...

source: Out of one's right senses?... Got it. Oh dear, I don't want to end up like Jaffar, or worse.
es: ¿Fuera de sus cabales?... Entendido... ¡Caray! No quiero terminar como Yafar o peor!

source: Ahem... Anyway, use your circle wisely, it may save your life one day! Well, I think my job is done here. Now I shall leap onto my carpet, and set off on a jungle trip! Flying reptiles and toad riders must be quite a sight...
es: ¡Ejem!... De todos modos, usad vuestro círculo sabiamente, ¡puede salvar vuestra vida algún día! En fin, creo que mi trabajo aquí ya está hecho. ¡Ahora saltaré a mi alfombra y partiré en un viaje a la jungla! Los reptiles voladores y jinetes de sapo deben ser todo un espectáculo...

source: ...especially considering that they tend to smoke quite the unique mixtures of herbs, as some are saying. I am so excited to try them!
es: Especialmente teniendo en cuenta que, según dicen algunos, tienden a fumar combinaciones bastante únicas de hierbas. ¡Qué emocionante probarlas!

source: Yeah, I can certainly confirm the stuff they smoke is quite... potent. Anyway, have a good time, old man.
es: Sí, sin ninguna duda puedo confirmar que lo que fuman es bastante... Potente. En fin, divertíos, anciano.

source: (with an excited voice) Sweet Nomolas! Is this Mehir? The one who survived in the jungle and negotiated an alliance with the untamed beasts?
es: <i>Con emoción en su voz.</i> ¡Por Nómolas! ¿Ese es Mejir? ¿El que sobrevivió en la jungla y negoció una alianza con las bestias salvajes?

source: Ah, hello there ladies! Didn't expect I'd have fans so soon.
es: ¡Ah, hola, señoritas! No esperaba tener admiradoras tan pronto.

source: It is really him! I can't believe this! Best... day... ever! Could you give us an autograph? Pleeease?
es: ¡Realmente es él! ¡No puedo creer esto! ¡El mejor día! ¿Podríais darnos vuestro autógrafo? ¿Por favor?

source: Sure thing, baby.
es: Claro, guapa.

source: Is it a magical circle? You look so hot standing on it.
es: ¿Es un círculo mágico? Te veo tan caliente encima.

source: I know, beauty. Thanks. Wait, so, are you... twins?
es: Lo sé, linda. Gracias... ¡Un momento! Así que sois... ¿Gemelas?

source: Yes. *giggles* And we are so happy to meet you!
es: Sí. <i>Se ríe.</i> ¡Y estamos muy felices de conocerte!

source: *ahem* Do you have plans for tonight? Maybe you'd join me?
es: ¡Ejem! ¿Tendréis planes esta noche? ¿Consideraríais venir conmigo?

source: Oh, Mehir! We would love to!
es: ¡Oh! ¡Mejir...! ¡Nos encantaría!

source: Glad to hear that. Let's go then, time to celebrate my promotion properly!
es: Me alegro de escuchar eso. ¡Vamos entonces, es hora de celebrar mi ascenso correctamente!

source: Ahem... Anyway, use your circle wisely, it may save your life one day! Well, I think my job is done here. Now I shall leap onto my carpet, and set off on a jungle trip! Flying reptiles and toad riders must be quite a sight... Fare thee well, commander Mehir, it was nice to meet you!
es: ¡Ejem!... De todos modos, usad vuestro círculo sabiamente, ¡puede salvar vuestra vida algún día! En fin, creo que mi trabajo aquí ya está hecho. ¡Ahora saltaré a mi alfombra y partiré en un viaje a la jungla! Los reptiles voladores y jinetes de sapo deben ser todo un espectáculo... Hasta la vista, comandante Mejir; fue un placer conoceros.

source: Thank you and good luck!
de: Ich danke Euch, Hortkämmerer. Ach übrigens, die Kröten stinken!
es: ¡Gracias y buena suerte!
ru: Спасибо, и удачи!

source: You have to use your circle of destruction.
de: <small>(<i>stöhnt</i>)</small> Nicht hämmern, säbeln, zaubern – der <i>Kreis der Zerstörung</i> ist die gefragte Waffe!
es: Debéis utilizar el círculo de destrucción.
ru: Вы должны использовать круг разрушения

source: ...and as I was saying, we need to increase the taxes again. The circle's construction has been taking quite a toll on the treasury, after all. Besides, the large chest of gold we gave to Jaffar mysteriously went missing...
es: ... Como venía diciendo, es necesario elevar los impuestos otra vez. La construcción del círculo ha estado consumiendo el tesoro, después de todo. Encima de todo, aún no logramos resolver el misterio del gran cofre de oro que confiamos a Yafar...

source: Oh, that? Mehir did return some of it, what little he hadn't already spent that is.
es: ¿Oh, eso? Mejir devolvió algo, lo poco que no había gastado.

source: Shouldn't we punish him for that instead of promoting him?
es: ¿Mejir? ¿No deberíamos castigarlo por eso en vez de promoverlo?

source: Hush, quiet! Fine, I see your point.
es: ¡Shh, calma! Bien, entiendo lo que quieres decir.

source: Oh, in the name of Nomolas, Mehir! I didn't notice you. Don't scare me like that! And uhh... please just pretend you didn't hear anything.
es: ¡Oh, en nombre de Nómolas, Mejir! No te noté. ¡No me asustes así! Y, uhh... Por favor, solo finge que no escuchaste nada.

source: Sure...
es: Por supuesto...

source: Hey! Come back!
es: ¡Eh, volved!
