Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Well, I am here because of that matter. I didn’t quite manage to join them on time. The Kharosians said you know how to get people there without circles. I hope you will offer me your aid.
es: De hecho, estoy aquí por ese asunto... No alcancé a unirme a ellos a tiempo. Los carosianos dijeron que conocéis cómo llevar a la gente allá sin utilizar círculos. Ojalá pudieran ofrecerme vuestra ayuda.

source: It’s him.
de: <small>(<i>wispert</i>)</small> Das ist er, Meister.
es: Es él.
it: È lui.

source: Well, well, Arcanus, look who we got here - Mehir himself — the leader of Tar-Tabar, defender of Kharos?
es: Vaya, vaya, Arcanus, mirad a quién tenemos aquí: Mejir en persona, el líder de Tar-Tabar y defensor de Caros.

source: Yeah. Seems like my fame reaches even the highest altitudes... If you want to get an autograph, you'll have to wait, though, as I need to finish my business here first.
es: Sí. Parece que mi fama alcanza incluso las mayores alturas... Si queréis un autógrafo, sin embargo, tendréis que esperar, ya que necesito terminar con mis asuntos aquí primero.

source: Indeed, as well as the official representative of the High Abysmal Council!
es: ¡Así es! ¡Junto a la representante oficial del Alto Consejo Abismal!

source: Oh, you mean the research party led by Aerius, our flying cartographer? We do not hold responsibility for the collateral damage he may have inflicted. No need to blame us for his actions. Anyway, our Guru knows how to help you. He is in the monumental Palace of Omniscience, but first you must prove yourself worthy of visiting him.
es: Oh, ¿os referís a la expedición investigadora de Aerius, nuestro aerocartógrafo? No asumimos la responsabilidad por el daño colateral que pueda haber infligido. No nos culpéis por sus acciones. De todos modos, nuestro Gurú sabrá cómo ayudaros. Está en el monumental Palacio de la Omnisciencia, pero primero debéis probar que os merecéis poder visitarlo.

source: A challenge, you say? It just so happens that I have some experience in such activities. So, what do you propose? A drinking contest, perhaps?... <i>*to himself* Speaking of which, I wonder what happened to that poor drunk cyclops from the canyon...</i>
es: ¿Un desafío, dices? Sucede que tengo algo de experiencia en tales actividades. ¿Entonces qué propones? ¿Un concurso de bebida, tal vez?... <i>A sí mismo.</i> Hablando de eso, me pregunto qué habrá pasado con aquel pobre cíclope borracho en el cañón...</i>

source: No, I'd rather avoid alcohol for the foreseeable future. It has a quite a negative impact on my complexion, and I need to look attractive, you know? Anyway, I initially intended the challenge to be you fighting your way through the place to reach the Palace, but I've changed my mind.
es: No. Prefiero evitar el alcohol en el futuro previsible. Tiene un impacto bastante negativo en mi tez y necesito lucir atractivo, ¿sabes? De todos modos, inicialmente tenía la intención de que el desafío fuere que luchéis para abriros paso hasta el Palacio, pero he cambiado de opinión.

source: You have quite an unusual companioness with you. She seems to be quite a powerful abyssal being, thus would like to test her abilities by three tests. One involving physical strength, the second measuring her potential of channeling magic, and the last one addressing intellectual skills, as well as understanding of science.
es: Tenéis una compañera bastante inusual. Parece ser un ser abismal muy poderoso, por lo que me gustaría probar sus habilidades en tres pruebas. Una involucra la fuerza física, la segunda mide su potencial de canalizar la magia, y la tercera aborda las habilidades intelectuales, así como la comprensión de la ciencia.

source: If she can pass all three, you will be granted an audience with the Guru. Otherwise, you will have to face our opposition as I originally planned. What do you say?
es: Si puede pasar los tres, se os otorgará una audiencia con Gurú. De lo contrario, tendrá que enfrentar nuestra oposición como lo planeé originalmente. ¿Qué opináis?

source: Interesting... Rashti, what do you think?
es: Interesante... Rashti, ¿qué pensáis?

source: The task does seem within my capabilities. Very well, I accept.
es: La tarea parece dentro de mis capacidades. Muy bien, acepto.

source: And how exactly are you gonna have me prove my worthiness?
es: ¿Y cómo he de demostraros exactamente mi valía?

source: Provide us with a little... entertainment.
de: Ach was, wir wissen mehr als du. Was uns hier in den Lüften fehlt, ist Unterhaltung!
es: Proporcionadnos un poco de... Entretenimiento.

source: Who do you take me for, some court jester? I didn't come halfway across the known world just to be a spectacle for some arrogant mage!
es: ¿Por quién me tomáis? ¿Un bufón de la corte? ¡No recorrí medio mundo para servir de entretenimiento a cualquier mago arrogante!

source: You might have got the wrong idea, we challenge you to a contest! Demonstrate your combat prowess by fighting your way through the palace! The last summoners against the magi of the Sky Kingdom! Defeat means for you a stay with us here in heaven - a privilege many a man would gladly die for. What say you to that?
es: Es posible que hayáis entendido mal, ¡os desafiamos a una competencia! ¡Demostrad vuestra destreza en combate luchando hasta el palacio! ¡Los últimos invocadores contra los magos del Reino del Cielo! La derrota significa que permaneceréis con nosotros en el Cielo, un privilegio por el que muchos humanos con gusto morirían. ¿Qué respondéis a eso?

source: Does Guru authorize the abuse of his visitors? Presenting myself as the slayer of his underlings would hardly serve my cause. Is this bloodshed truly necessary?
es: ¿Acaso Gurú autoriza el abuso de sus visitantes? Presentarme como el asesino de sus subordinados difícilmente serviría a mi causa. ¿Es este derramamiento de sangre realmente necesario?

source: If the mages want bloodshed, I would be more than happy to give it to them.
es: Si los magos quieren ver sangre, estaré más que feliz de mostrarles su sangre.

source: Pfff... don't worry about us, summoner. We have created this place... as well as its rules. But if your soldiers die, well, you will be the one to blame. Do you accept this challenge, Summoner?
es: Pff... No os preocupéis por nosotros. Hemos creado este lugar... Así como sus leyes. Pero si vuestros soldados mueren, bueno, será vuestra propia culpa. ¿Aceptáis este desafío, invocador?

source: Excellent! Mehir, gather your people; the contest shall begin soon.
es: ¡Excelente! Mejir, reúne a tu gente; el concurso comenzará pronto.

source: Seems like I don't have much of a choice. I must see this Guru of yours, even if I have turn this place into burning rubble along the way.
es: Entonces, no tengo más opciones. He de ver a ese Gurú vuestro, incluso si debo reducir este lugar a fuego y escombros para ello..

source: Excellent! He is waiting for you inside. Good luck, summoner, you'll need it.
es: ¡Excelente! Él os está esperando dentro. Buena suerte, invocador, la necesitaréis.

source: Rashti, are you ready for this?
es: Rashti, ¿estáis lista para esto?

source: I am always ready for anything, Mehir. Why do you ask?
es: Siempre estoy lista para cualquier cosa, Mejir. ¿Por qué lo preguntáis?

source: I just feel responsible for you after what happened... I can hardly bear the thought of losing you again.
es: Me siento responsable por ti después de lo sucedido... Apenas puedo soportar la idea de perderte de nuevo.

source: That's nice of you, but I am immortal now. Don't worry about me, you're the one who needs protection.
es: Eso es amable de vuestra parte, pero ahora soy inmortal. No os preocupéis por mí, cuando vos sois quien necesita protección.

source: Believe me, I trust the magi even less than you do, but for now we'll have to play along with their weird idea, and hope for the best...
es: Creedme. Confío en los magos incluso menos que tú, pero por ahora tendremos que seguirles en el juego, por más extraño que sea, y esperar lo mejor...

source: Your troops will automatically arrive in groups to your starting location once per turn. To have more control over this process, seize one of enemy keeps and recall troops of your choosing from there.
es: Sus tropas llegarán en grupos a la ubicación del portal al inicio de cada turno. Además, puede reincorporar las tropas más urgentes si captura uno de los torreones.

source: Move Mehir to the Palace of Omniscience
de: Mehir erreicht den Palast der Allwissenheit
es: Mueva a Mejir hasta el Palacio de la omnisciencia
it: Muovi Mehir nel Palazzo dell’Onniscienza

source: Each captured village will provide support for two Level 3 units during this scenario.
es: En este escenario, cada aldea capturada proveerá el mantenimiento para dos unidades de nivel 3.

source: The first task involves measuring physical strength - something earthbounds seem to like.
es: La primera tarea implica medir la fuerza física, algo de lo que los terrestres parecen gustar.

source: The sport I chose was golem tossing. The one who throws the golem the furthest, wins the first part of the competition. To make this a fair fight, you will compete with one of our strongest creations - an Um! Ready the golems!
es: He elegido el deporte de lanzamiento de gólem. Quien arroje al gólem más lejos, ganará la primera parte de la competencia. Para hacer de esto una pelea justa, competiréis con una de nuestras creaciones más poderosas: ¡el Um! ¡Preparad los gólemes!

source: What an excellent throw! Great job!
es: ¡Qué espectacular lanzamiento! ¡Buen trabajo!

source: Heh, good luck beating that...
es: Je, buena suerte superando eso...

source: Go Rashti, go! You can do this! We believe in you!
es: ¡Hip, hip! ¡Rashti! ¡Podéis hacerlo! ¡Creemos en ti!

source: (to the master mage) Watch and learn, airhead...
es: <i>Al mago maestro.</i> Observad y aprended, cabeza hueca...

source: Wow! Master, did you see that? The golem is entering the stratosphere!
es: ¡Guau! Maestro, ¿viste eso? ¡El gólem está alcanzando la estratósfera!

source: Wh- What?!!!
es: ¡¡¡¿Qué?!!!

source: It... it's falling down! Take cover!!!
es: ¡Es-está cayendo! ¡¡¡A cubierto!!!

source: You... won this part...
es: Vosotros... Habéis ganado...

source: The second part of the competition is about measuring magical powers one posses. This will involve the usage of a magical mirror - a unique piece of furniture capable of withstanding very powerful spells and even deflecting some of them.
es: La segunda parte de la competencia se trata de medir los poderes mágicos que uno posee. Esto implicará el uso de un espejo mágico: un mueble único capaz de resistir hechizos muy poderosos e incluso desviar algunos de ellos.

source: A competitor needs to shatter such a mirror from a distance using his or her magical skills in order to win this part. Again, to make this a fair fight, you will compete against one of our strongest spellcasters - Ignis, a Master of Fire!
es: Quien compita debe romper este tipo de espejo desde lejos, utilizando sus habilidades mágicas, para ganar esta parte. Nuevamente, para hacer de esto una pelea justa, competiréis contra uno de nuestros lanzadores de hechizos más fuertes: ¡Ignis, un maestro de fuego!

source: Wow, this guy is really hot... I mean the temperature around him of course.
es: Vaya, realmente caliente... Quiero decir, la temperatura a su alrededor, por supuesto.

source: This is going to be easy. You won't believe how powerful Rashti can be. Trust me, I know what I am talking about.
es: Esto va a ser fácil. No creeríais lo poderosa que puede ser Rashti. Creedme, sé de lo que estoy hablando.

source: We shall see about that. Competitors, you may proceed.
es: Ya lo veremos. Competidores, podéis empezar.

source: That's it! Excellent shot!
es: ¡Eso es! ¡Excelente lanzamiento!

source: Nice, but what do you say about... THIS?
es: Bien, pero ¿qué dices sobre... ESTO?

source: S-She has frozen our Master of Fire, and he's still burning! What kind of madness is this?!
es: ¡Ella ha co-congelado a nuestro maestro de fuego, y to-todavía está ardiendo! ¡¿Qué clase de locura es esta?!

source: Hmpf... But you do realize that the mirror is still intact, right? Thus, you have failed.
es: Pfff... Pero te das cuenta de que el espejo todavía está intacto, ¿verdad? Por lo tanto, has fallado.

source: Hey, look! The mirror is cracking!
es: ¡Ey, mira! ¡El espejo se está agrietando!

source: YES! It's completely destroyed! Hurray!
es: ¡SÍ! ¡Está completamente destruido! ¡Viva!

source: You may be good at brute-forcing your way out of situation, but I wonder whether you can pass the last part of the competition...
es: Podéis ser buena para abriros paso con fuerza bruta, pero me pregunto si podréis superar la última parte de la competencia...

source: *ahem* It is finally time for the last test of your abilities. You have proven yourself to be superior in terms of physical strength and magical power, but what truly matters the most is one's intellect. Are you capable of solving one of the most demanding questions of all time?
es: ¡Ejem! Finalmente es hora de la última prueba de habilidad. Habéis demostrado superioridad en cuanto a fuerza física y poder mágico, pero lo que más importa es el intelecto. ¿Seréis capaz de resolver una de las cuestiones más exigentes de todos los tiempos?

source: Our ancestors devoted millennia to find the answer for one such question. Because you are quite a unique guest, a being from a different dimension, we are quite curious to see if you can solve it faster. Are you ready to hear it and provide us with the answer in less than 24 hours?
es: Nuestros ancestros ​​dedicaron los milenios a encontrar la respuesta para una de tales preguntas. Debido a que sois un invitado bastante único, un ser de una dimensión diferente, tenemos curiosidad por ver si podéis resolverlo más rápido. ¿Estáis lista para escucharlo y proporcionarnos la respuesta en menos de 24 horas?

source: I... accept.
es: Acepto.

source: Very well. If you figure out the answer, you will get to see the Guru. If not, you will have to deal with us first. So...
es: Muy bien. Si encontráis la respuesta, podréis ver al Gurú. Sino, primero tendréis que encargaros de nosotros. Y bien...

source: ...what is the meaning of life, the universe, and everything?
es: ... ¿Cuál es el significado de la vida, del universo y de todo?

source: Man, this is a really difficult question! Do you think you even have a chance here, Rashti?
es: ¡Hombre, esta sí que es una pregunta realmente difícil! ¿Creéis contar con alguna oportunidad aquí, Rashti?

source: Uh, Rashti? Are you alright?
es: Eh, ¿Rashti? ¿Estáis bien?

source: *freezes in place*
es: <i>Se congela en su lugar.</i>

source: Damn it! She is not responding. I think we've got a problem...
es: ¡Maldita sea! No está respondiendo. Creo que tenemos un problema...

source: <span font-style='italic'>*to herself* Some chase after 36, others 69, the more enlightened pursue 63, but their true goal is 41...</span>
es: <i>(Para sí misma). Algunos persiguen el 36, otros el 69. Los más ilustrados buscan el 63, pero su verdadero objetivo está en el 41...</i>

source: I thought about it, and I believe I have an answer.
es: Lo he pesado y creo que tengo una respuesta.

source: You are back! Geez, I almost though we lost you for a moment!
es: ¡Estáis de vuelta! ¡Rayos, por un momento pensé que os perdíamos!

source: Alas, as close as your answer was, it was still incorrect. The correct answer is 42.
es: Por desgracia, por más cerca que esté vuestra respuesta, es incorrecta. La respuesta correcta es 42.

source: 41? 42? How in the world is a two-digit number supposed to be an answer to such an important question?!
es: ¿41? ¿42? ¿Cómo se concibe que un número de dos dígitos pueda ser respuesta para una pregunta tan importante?

source: Such things are beyond your uneducated mind to understand. Anyway, I am sorry to say that, but you have failed at the third part of the competition, and thus you will have to fight your way to the palace. (To his men) Kill them!
es: Tales cosas están más allá del entendimiento de vuestra mente sin educar. De todos modos, lamento decirlo, pero habéis fallado en la tercera parte de la competencia y, por lo tanto, tendréis que luchar para llegar al palacio. <i>A sus hombres.</i> ¡Matadlos!

source: Wait, what?!
es: ¡Esperad. Qué...?

source: Behind his veil of intellectual superiority, this 'Arcanus' seems hardly different from Aerius - just another arrogant bloodthirsty brute... I can only hope that Guru will be different...
es: Detrás de su velo de superioridad intelectual, este “Arcanus” no parece diferente de Aerius. Solo es otro bruto arrogante sediento de sangre... Solo puedo esperar que Gurú sea diferente...

source: May I find the solution inside...
de: Mir stehen diese Kamele bis zum Hals, aber es gibt Zurück. Hoffentlich hat Anthi Recht ...
es: Ojalá encuentre la solución dentro...

source: Huh? He just disappeared!
es: ¿Uh? ¿Qué está pasando? ¡Ha desaparecido!

source: Not exactly. I sense his soul materializing on one of the islands on the horizon. Something must have teleported him there. This place is full of strange energies.
es: No exactamente. Siento su alma materializarse en una de las islas en el horizonte. Algo debe haberlo teletransportado allá. Este lugar está lleno de energías extrañas.

source: As you can see, you cannot kill us here — only slow us down.
es: Ya lo veis, no podéis matarnos aquí —solo ralentizarnos—.

source: Keep talking with that annoying voice and I'll find a way. You saw how I thrown a golem into the stratosphere. I could just throw another one wherever your soul is revived.
es: Seguid hablando con esa voz molesta y encontraré la manera. Ya visteis cómo arrojé un gólem a la estratosfera. Podría lanzar otro donde fuere que reviva vuestra alma.

source: I knew you were able to do powerful things like controlling powers of nature, but this... is unbelievable!
de: Desgleichen, was Heimtücke und Falschheit anbelangt. Was seid ihr doch für traurige Gestalten, die sich sogar mit durchschauter Augenwischerei noch unterhalten.
es: Sabía que erais capaces de hacer cosas tan poderosas como controlar las fuerzas de la naturaleza; pero, esto es... ¡Increíble!

source: *smirks* Beaten at my own game... Seems like Guru was right to invest so heavily in getting you here. Anyway, my time here is over, so I better go.
es: <i>Mueca.</i> Derrotado en mi propio juego... Parece que Gurú tenía razón al invertir tanto para traerte aquí. De todos modos, mi tiempo aquí se ha terminado, así que será mejor que me vaya.

source: Well, seems I have to go now. Playing along with Arcanus' games was getting boring anyway.
es: Bueno, parece que tengo que irme ahora. Seguirle el juego a Arcanus ya me estaba aburriendo.

source: My Master, our enemies are in remote locations connected with teleports. We should take control of these structures as soon as possible and use flying units to weaken their forces.
de: <span color='#0175FE'>Meister, erkennst du Teleportations-Zirkel nicht mehr? Nimm sie mit Fliegern ein, dann sollte es auch für Fußgänger ein Leichtes sein, die hintersten Ecke zu erreichen.</span>
es: Mi maestro, nuestros enemigos están en lugares remotos conectados con teletransportadores. Debemos tomar el control de estas estructuras lo antes posible y usar unidades voladoras para debilitar sus fuerzas.

source: The enemy will try to slow us down till their reinforcements arrive. Use your experienced summoners to summon flying units like Jinn and Air Elementals. They are of utmost importance here, as we can't recruit yet.
es: El enemigo intentará ralentizarnos hasta que lleguen sus refuerzos. Usad vuestros invocadores experimentados para invocar unidades voladoras, tales como genios y elementales de aire. Son de suma importancia aquí, ya que no podemos reclutar.

source: The entrance to the palace looks suspiciously empty. We should probably proceed with caution...
es: La entrada al palacio se ve sospechosamente vacía. Probablemente debamos actuar con precaución...

source: Enlightenment
de: (20) Erkenntnisse
es: Ilustración
it: Illuminismo

source: team_name^Magi
de: Himmlische
es: Magos

source: Guru
es: Gurú

source: Wow... this place is in fact an enormous library! It is almost as big as the Grand Library of Abysmal Knowledge in al-Kamija!
es: Guau... ¡Este lugar es, en realidad, una biblioteca enorme! ¡Es casi tan grande como la Gran Biblioteca del Conocimiento Abismal de Alcamiya!

source: We need to find that mysterious Guru. The defeated mage said he's here somewhere...
es: Necesitamos encontrar a ese misterioso Gurú. El mago que vencimos dijo que estaría aquí en alguna parte...

source: I still don't trust these scheming magi, but it seems we don't have a choice.
es: Todavía no confío en estos magos taimados, pero parece que no tenemos otra opción.

source: Find Guru
es: Encuentre a Gurú

source: This is a non-combat scenario: -Mehir's movement refills after each move -You cannot skip your turn -You can interact with NPCs that have yellow exclamation marks by moving next to them -Rashti follows you automatically
es: Este escenario no es de combate: -Los movimientos de Mejir son ilimitados. -No puede saltar el turno. -Acérquese a los PNJ con signos de exclamación amarillos para interactuar. -Rashti le seguirá automáticamente.

source: I am right behind you.
es: Te sigo de cerca.

source: Hey you...
es: Eh, tú...

source: Hmm? *raises eyebrows* Welcome to the Palace of Omniscience, mister! This is the very heart of the Sky Kingdom and the centre of the universe! How can I help you?
es: ¿Mmm? <i>Alza las cejas.</i> ¡Bienvenido al Palacio de Omnisciencia, señor! ¡Este es el corazón mismo del Reino del Cielo y el centro del universo! ¿Cómo te puedo ayudar?

source: Indeed, this place certainly looks like the centre of everything. I am looking for Guru. Do you know where I can find him?
es: Efectivamente, este lugar ciertamente parece ser el centro de todo. Estoy buscando a Gurú. ¿Sabéis dónde puedo encontrarlo?

source: Guru is upstairs.
es: Gurú está arriba.

source: Thanks.
es: Gracias.

source: You're welcome, mister 'Fancy Cap'!
es: ¡De nada, señor del turbante chic!

source: Excuse me...
es: Perdonad...

source: *eyes completely focused on a book* I told you, Arcanus, I need to finish this tome of 'Mastering Magic Fluctuations' first before I perform the 'intelligence enhancement ritual' on that Mu of yours. Now go and bother someone else.
es: <i>Con la mirada fija en el libro.</i> Te lo repito, Arcanus, necesito completar este volumen de “Dominio de las Fluctuaciones Mágicas” antes de ejecutar el “Ritual de Mejora de Inteligencia” en ese Mu que tienes. Ahora, vete a molestar a alguien más.

source: I'm not Arcanus, or whoever you think you're talking to.
es: No soy Arcanus, o con quien creas que estás hablando.

source: *closes book, looks at Mehir* Oh, my apologies, your voice is rather similar to his. Now, I would like to ask that you leave me alone stranger, I have a tome to read.
es: <i>Cierra el libro y mira a Mejir.</i> Oh, mis disculpas, tu voz es muy parecida a la suya. Ahora, me gustaría pedirte que me dejases en paz, extraño. Tengo un tomo que leer.

source: Sure, whatever...
es: Claro, como digáis...

source: My, my... that's quite an extravagant costume. You look like a real Summoner! But the Masquerade Ball starts in a few days.
es: Vaya, vaya... Ese es un disfraz harto extravagante. ¡Te pareces a un verdadero invocador!... Aunque falta unos días para el baile de disfraces.

source: Because I am a real Summoner?
es: ¿Será porque soy un verdadero invocador?
