Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: The huge territory of al-Kamija burst into blue flames. Billions of dunes, walls, cities, buildings, towers, millions of people — everything was absorbed by this unreal glow.
de: Erst war Al Kamija in blauen Flammen aufgegangen, dann dehnte sich das unwirkliche Glühen aus, Myriaden von Dünen, alle Städte, hundertausende von Menschen — alles was sich regte und dort lebte verlor sich in einem riesigen, gleißenden Strudel.
it: Il vasto territorio di al-Kamija bruciò in fiamme blu. Miliardi di dune, mura, città, edifici, torri, milioni di persone – tutto fu assorbito da una luce irreale.
ru: Огромная территория Аль-Камиджи вспыхнула синим пламенем. Миллиарды дюн, стены, города, здания, башни, миллионы людей - все было поглощено этим нереальным светом.

source: The journey lasted two days. When they reached their destination, Mehir thought it was a joke because there was no land around. So the captain asked him to look into the sky.
de: Zwei Tage und Nächte legten sie Kharoser Ruderer sich kräftig in die Riemen, dann verkündete der Navigator: »Land in Sicht!« Mehir, der wieder würgend über der Bordwand hing, blickte sich erleichtert um: Weit und breit war aber nur mehr Meer zu sehen. »Der Mann ist blind oder ein Trugbild narrt sein Auge«, dachte er enttäuscht, als der Kapitän verschmitzt zum Himmel hinauf deutete.
ru: Плаванье продолжалось два дня. Когда они добрались до места назначения, Мехир подумал, что это шутка, потому что вокруг не было земли. Капитан попросил его взглянуть в небо.

source: The keep is too small. I wonder, if I had three jinns placed between empty spaces, they could transform themselves and create a new, larger keep for me and strengthen the city walls...
de: Alles so beengt hier, kein Platz wie in der Wüste … Ich könnte drei Dschinn in die Burgfriede beordern und sie das Ganze mal ausbauen lassen! Eine stattliche Stadtmauer fehlt auch ...

source: The last stained-glassed window shows a Kirios, the most powerful guardian of the Sun. This kind of warrior protects our temples and the priestesses inside. Because I am the highest of all priestesses, the best guard serves me.
de: Und auf diesem Fenster siehst du Kirios. Mein 'Leibwächter', wie du ihn nennst, entspricht wohl deiner Rashti. Er ist der stärkste aller Sonnenkrieger, die Tempel und Priesterinnen beschützen. Kirios würde nie von meiner Seite weichen.
it: L’ultima vetrata mostra un kirios, il guardiano più potente del sole. Questo tipo di guerriero protegge i nostri templi e le sacerdotesse al loro interno. Dato che sono la più alta in grado di tutte le sacerdotesse, sono servita dal guardiano migliore di tutti.

source: The leader of lizards is dead. We have lost our chance...
de: Unser künftiger Verbündeter ist tot! Ich hatte ausdrücklichen Befehl gegeben ...
it: Il condottiero delle lucertole è morto. Abbiamo perso la nostra occasione...
ru: Лидер ящеров мертв. Мы потеряли наш единственный шанс...

source: The lizards are safe now. And so our works on their territory. Let’s get back to the jungle. I hope those forest folks haven’t made a soup from Jaffar yet...
de: Gut, Leute! Schnallt die schlappen Echsen aufs Kamel und dann schnellstens in den Busch! Jaffar ist vielleicht noch nicht im Suppentopf des Aufsehers verendet ...
ru: Ящеры теперь в безопасности, так же как и наши работы на их территории. Вернемся в джунгли. Надеюсь, там еще не приготовили суп из Джаффара...

source: The megacircle is capable of performing what is called 'Incantation of Power'. This is currently the most devastating weapon known to summoners.
de: Ja, da fehlen Euch die Worte … Das Beste kommt noch! Im Megazirkel könnt Ihr ein <i>Machtwort</i> sprechen. Meisterbeschwörer setzen damit ihren Willen durch, es ist unsere stärkste Waffe!

source: The messenger sent by Mehir reached al-Kamija in twelve days, where he delivered the sensational message that Rashti had turned into her true form.The Highest Council discovered that the death of Rashti, the resurrection of her egos, and their integration into a female form of Nomola had completely destroyed the balance between worlds. The Great Circle was becoming outdated, drifting away from its otherworldly location in the Abyss. However, experiments carried out by the Summoners in former days had shown that fluctuations of time in multi-world space entailed a delay of twenty-five days between events and their visible consequences. The messenger had travelled for twelve days, which meant the Summoners had thirteen days to finish the Circle in its current form and move to the Abyss. If it were not completed in time, the whole work would be wasted.
de: Auch in Al-Kamija kam man aus dem Staunen nicht mehr raus, dort breitete sich indes Panik aus: Was den Umzug in den Abyssus anging, hatte Rashti mit ihrer Gleichgewichtstheorie falsch gelegen. »Dachte, außer dem obersten Bannmeister gäbe keiner was auf das Gerede eines Dschinn!«, jammerte der Älteste, der dem Hohen Rat Mehirs frohe Botschaft vorlas. »Abyssale Wesen sind erschreckend naiv, das ist uns allen doch bekannt! Rashti sagt ständig, was sie besser für sich behalten sollte und der Depp Mehir glaubt, auf das Wort eines Kamels könne man sich verlassen!» <span color='#000000'>.</span>
ru: Посланник, посланный Мехиром, через двенадцать дней прибыл в Аль-Камиджу, где он передал сенсационное сообщение о том, что Рашти превратилась в ее истинную форму. Высший совет обнаружил, что смерть Рашти, воскрешение ее эго и их интеграция в женскую форму Номоласа полностью разрушила равновесие между мирами. Великий Круг устаревает, отходит от своего потустороннего места в Бездне. Однако эксперименты, проведенные Призывателями в прежние времена, показали, что колебания времени в многомировом пространстве влекут за собой задержку в двадцати пяти днях между событиями и их видимыми последствиями. Посланник путешествовал двенадцать дней, а это означало, что у Призывателей было тринадцать дней, чтобы закончить Круг в его нынешнем виде и перебраться в Бездну. Если круг не будет закончен вовремя, вся работа будет потрачена впустую.

source: The mysterious stranger was in a critical state. He was not a citizen of the Summoners’ country. It was evident from his exotic garb. In Tar-Tabar the newcomer was taken to a hospital. Everybody wanted to know who he was and what he wanted.
de: Daheim nahmen sich Heiler des bewusstlosen Mannes an. Wer zu Fuß durch die Wüste trampelt ist ein Trampeltier, aber kein Beschwörer. Auch die Kleidung verriet, dass der Unbekannte fehl am Platz war. Es wurde wild gemutmasst, was das zu bedeuten habe — erst nach drei Tagen war er ansprechbar.
ru: Таинственный незнакомец находился в критическом состоянии. Он не был гражданином страны призывателей. Это было видно по его экзотической одежде. В Тар-Табаре незнакомец был доставлен в больницу. Все хотели знать, кем он был и что он хотел.

source: The only scroll I have summons a Fire Elemental. Let’s try.
de: Was, denkst du, war mein Plan?! Ich verstehe mich zwar nur auf das Beschwören feuriger Urgeister, aber genau die sollten hier Wirkung zeigen. Nun passt mal auf, hehe ...
it: Posseggo soltanto una pergamena che evoca un elementale di fuoco. Proviamo.
ru: Единственный свиток, который у меня есть вызывает элементаля огня. Ладно, давай попробуем.

source: The reinforcements from Sud-Affar will come soon. We must be on our guard. There is a large tropical forest in front of us full of dangerous creatures. We will need many troops.
de: Männer, die Verstärkung aus Sud-Affar wird bald kommen. Bis dahin müssen wir schwer auf der Hut sein! So ein Urwald, der ist höchst gefährlich, dort wimmelt es nur so von üblen, abartigen Kreaturen! Hab da so meine Erfahrung! Feuergeister können wir vergessen — auf sowas lasse ich mich nicht wieder ein.
it: I rinforzi da Sud-Affar arriveranno a breve, ma per il momento dobbiamo stare in guardia. Di fronte a noi si estende una grande foresta tropicale, piena di creature pericolose. Avremo bisogno di molte truppe.
ru: Подкрепления из Суд-Аффара скоро прийдут. Мы должны быть настороже. Перед нами огромный тропический лес, полный опасных существ. Нам понадобится много войск.

source: The required add-on “<i>To Lands Unknown: Images</i>” is currently <b>not</b> installed.
de: Das obligatorische AddOn »To Lands Unknown: Images« ist nicht installiert.
it: L’estensione necessaria “<i>To Lands Unknown: Images</i>” <b>non</b> è al momento installata.

source: The ruins you see here are what remains of a temple devoted to the Fires of the Abyss. Citizens of Ka-Gatta worshipped fire gods here. I investigated these ruins before your arrival and guess what?
de: <span color='#FA0000'><big>Ignorante Affen! Was glaubt ihr, warum ich zu den Ruinen dieses Tempels kam? Euere Ahnen waren nicht dekadent wie ihr und ehrten das Abyssische Feuer hier. Seht, was ich fand!</big></span>

source: The scouts were right. There is another town south of here, full of those miserable people. I love the way they scream - it is like a music to my ears...
de: Sieh an … Das letzte Loch von Kharos! Das Kaff fehlt uns noch, dann setzen wir zum Finale an!

source: The second question is: how stable are efreeti created via dimensional gate transformations?
de: Was anderes … <small>(<i>leise</i>)</small> Könnte sein, dass mein Vize in illegale Afriten-Einfuhr verwickelt war. Seine beiden Roten zeigten sich mir— ähm, wie ich von fern beobachten konnte, waren sie recht unterwürfig. Ich nehme an, aufgrund mei— der Stärke ihres Meisters?

source: The spell was: Shakataraja Ramidajana Katarajan
de: <span color='#0175FE'>Ich erinnere mich bestens an den Bann!</span> <span color='#FA0000'>Shakataraja Ramidajana Katarajan!</span>

source: The staff and the frozen gate attacks will only harm a magical unit. To send it back you need to use the banishment trick.
de: Dies nur zur Demonstration: Mit Stab und Kälte ist gegen die Hitzköpfe nicht viel auszurichten. Hier muss mit Entschiedenheit gebannt werden!

source: The story embarrased Summoners. In the next few months, the Great Circle would be ready and then their whole country would disappear from this world. The protection of the Circle at this stage had the highest priority, so interfering in foreign wars was unthinkable. Mehir, despite the High Council’s recommendations, decided to set out to Kharos as Atiros requested. After one week, the expedition was ready to move out. Before a part of army left Tar-Tabar, the Council gave Mehir a letter to the people of Kharos — an invitation to the Abyss, as the Elders thought that it would be a nice gesture, which might be the last chance of survival.
de: Die Freude des Suchers in der Wüste, als er just bei denen aufwachte, die er zu finden hoffte, brachte die Beschwörer in Verlegenheit, waren sie durch den Bericht doch unliebsam betroffen. In Bälde stand der nächste Umzug an — bis dahin galt es, den Ring und nicht entfernte Verwandtschaft zu bewachen. Mehir, durch seinen jüngsten Sieg beflügelt, wollte sich derweil nicht in Müßiggang ergehen und seinen Bierbauch weiter pflegen, sondern in Kharos mal kurz nach dem Rechten sehen. Die Ältesten zeigten zunächst Bedenken, fanden dann aber Gefallen an diesem Gedanken. Der Oberkommandant sollte als Gesandter fungieren und den Kharosern eine Einladung in den Abyssus überbringen. Eine solche Geste dünkte dem Hohen Rat angemessen, wenn es nicht gar die letzte Rettung für die Sippe in der alten Heimat war. <span color='#000000'>.</span>
ru: История вызвала стыд Призывателей. В ближайшие несколько месяцев Великий Круг будет готов, и тогда вся их страна исчезнет из этого мира. Защита Круга на этом этапе имела наивысший приоритет, поэтому вмешательство в чужие войны было немыслимым. Мехир, несмотря на рекомендации Высшего Совета, решил отправиться в Карос, как попросил Атирос. Через неделю экспедиция была готова к отплытию. Перед тем как часть армии покинула Тар-Табар, Совет дал Мехиру письмо народу Кароса - приглашение в Бездну, так как старейшины думали, что это будет приятный жест, который может быть последним шансом на выживание.

source: The third is: what happens when trying to banish a dimensional gate?
de: Oh … Hehe, dumm von mir: Bei seiner deplorabelen Geistesschwäche wäre Jaffar gar nicht zu geheimen Machenschaften fähig … Was ich mich nun als Oberkommandant noch frage, wäre: Kann ein Gegner meine Weltentore bannen?

source: The transformation of Rashti’rhami disturbs the multidimensional space between worlds, so the Great Circle has to be activated in two weeks before its current design becomes outdated. Our scientists had been looking for its formula for hundreds of years. Inventing a new one would take another centuries...
de: … Es wär besser als das, was mir blüht … Die Entzwistung meiner Rashti wirkt sich irgendwie auf den Raum zwischen den Welten aus, unser Umzug in den Abyssus muss deshalb um zwei Wochen vorgezogen werden, damit unsere Wissenschaftler nicht wieder jahrhundertelang an einer neuen Formel für den Großen Ring rechnen müssen … Oh nein, oh nein ...

source: The unit is recalled back to the leader when dies After each recall the unit becomes stronger The unit can be recalled only 3 times. After that it dies for sure.
de: * Einheit taucht nach Vernichtung wieder beim Anführer auf * mit jeder Wiedereinberufung nimmt die Stärke zu * 3 x kommt das gegängelte Wesen zurück – dann ist es endgültig hinüber
ru: Боец будет отозван назад к своему лидеру после смерти После каждого отзыва боей полностью восстанавливает здоровье Боец может быть отозван только 3 раза. После этого, он точно умрет.

source: The very name of this spell makes a real impression. How exactly does it work, though?
de: Doch, ja, ein Machtwort ist hin und wieder nötig … ( <i>Wenn ich an Rashti denke … seufz</i> ) Was garantiert mir, dass es auch befolgt wird?

source: The whole country of the Summoners disappeared from this world.
de: Das Reich der Beschwörer verschwand aus der Welt.
it: Tutto il Paese degli evocatori scomparve da questo mondo.
ru: Вся страна Призывателей исчезла из этого мира.

source: Then the enemy appears from north and south. We are completely surrounded. Heavy losses, and in 93.6% of the outcomes where the small human doesn't offer his help, we are all going to die. But if the small human decides to help us, the outcome will be much better. Anyway, we have no chance against the enemy, so I strongly advice to hurry up.
de: <span color='#0175FE'>Wir sind von Gegnern umrundet! Er werden stärkere auftauchen, aus allen Himmelsrichtungen. Schwere Verluste stehen an, bei hundert absehbaren Möglichkeiten in 93 Komma 6 Fällen unsre Vernichtung — falls Zwerg Nase dir nicht hilft. Alles in allem besteht kaum Aussicht darauf, die Feinde zu besiegen. Du solltest mit deinen Leuten schnellstmöglich entschwinden, Meister.</span>

source: Then we will crush them.
de: Ich habe fliegende Kröten, einäugige Echsenfresser und meinen Vize in einer Löwenfußwanne mit einer falschen Ente gesehen — mich kann nichts mehr schrecken. Mit meiner Rashti mach ich alles und jeden nieder!

source: There are things outside this damned Circle, you people wouldn't belive - powers so great that even you are nothing compared to them... But it's all lost now...
de: <span color='#FA0000'><big>Zu stark … Ja … Was wisst ihr Nichts schon von den Mächten jenseits eures lächerlichen Kreises …</big> Alles ist verloren … Rashti’rhami, es hat nicht sollen sein ...</span>

source: There is another power source, very far away from here, in one of the most distant places of all. You have to bring us one of the ‘batteries’ of the Runemasters — a long forgotten civilization that perished thousands of years ago.
de: Tja, an den anderen Magie-Sammler ist allerdings nicht so einfach ranzukommen … Er gehört den Runenmeistern. Die sind schon tausende von Jahren vor euch aus der Welt verschwunden. Ihre einstige Heimat liegt weit, weit weg—

source: There is one question left.
de: Du hast noch eine Frage übrig.

source: There was no wish that Nomolas couldn’t fulfill. To measure his potential the Ancestors wished for the most beautiful city in the world, to be located in the middle of the desert, that would become their new home, the capital of their land. In a few moments, Nomolas created al-Kamija from thin air. Since then, a few centuries have passed. Nomolas sleeps in the central palace, waiting for another call. We try to use him only if there is no other choice. Other magical entities summoned after Nomolas weren’t as powerful as he, although their power is still impressive and is completely sufficient for our needs.
de: Nomolas konnte jeden Wunsch erfüllen — die Urväter stellten ihn alsbald auf die Probe: Die prächtigste und schönste Stadt sollte er ihnen mitten in die Wüste bauen. In Augenblicken war das auch geschehen, Al-Kamija ward aus dem Nichts geschaffen! Jahrhunderte gingen ins Land, der Nomolas schläft immer noch im Hauptpalast. Er wartet auf weitere Befehle, doch wir machen ihn uns nur in höchster Not zunutze. Es wurden ja noch andre Geister beigerufen — nicht mit dem Großen Dschinn vergleichbar, doch für den Alltag reicht ihre Macht allemal.
ru: Не было желания, которого Номолас не смог бы выполнить. Чтобы оценить его потенциал, Предки хотели, чтобы самый красивый город в мире, расположенный посреди пустыни, стал их новым домом, столицей их земли . Через несколько мгновений Номолас создал аль-Камиджу из воздуха. С тех пор прошло несколько столетий, и Номолас спит в центральном дворце, ожидая другого вызова. Мы пытаемся использовать его только в том случае, если другого выбора нет. Другие магические существа, вызванные после Номоласа, были не так сильны, как он, хотя Их мощь все еще впечатляет и вполне достаточна для наших нужд.

source: There’s a jungle, over there, just in front of the path of the Circle. We will have to move through it.
de: Nein, ein Urwald. Genau auf der Route, wo der Kreis gebaut werden soll.
it: C’è una giungla laggiù, proprio di fronte al percorso del cerchio. Dovremo attraversarla.
ru: Там джунгли, прямо на дороге строительства Круга. Нам придется пройти через них.

source: These Jinns of yours are funny. I did not understand a word of it.
de: Also, ich habe nichts begriffen … Vielleicht kannst du mir erkären—

source: These abominations are blowing up the battery!!!
de: Weg da von meinerrr Batterrrie! Wenn einerrr, dann sprenge ICH sie!

source: These are made of mixed bones. They are so old... This strange power is animating them, but they seem to have minds...
de: <span color='#FDFD00'>Knochenallerlei … Uralt … Auch sie werden von der sonderbaren Energie getrieben …</span>

source: These are too strong for even proffesionals to banish them. Only the Master of Banishers from al-Kamija is capable enough of doing such a thing. Unfortunatelly he has grown fat these years, and is now unable to move by himself, not to mention banish...
de: <small>(<i>wirft einen bangen Blick zu Rashti</i>)</small> Die sind wiederum zu stark für uns. Abyssale Ausgewogenheit, ihr versteht … Der Meister der Bannmeister in Al-Kamija konnte das. Fatalerweise verfiel er dem Müßiggang und ist wegen Fettleibigkeit nun weder bewegungs− noch bannfähig … <small>(<i>Mehir blickt beklommen auf seinen Bierbauch</i>)</small>

source: These are tremendous... The megacircle can track your enemies with deadly accuracy and transform itself into a circle of destruction, like the one you used when being a commander, but way more powerful.
de: Mit Sicherheit. Was die Nutzen beim Angriff angeht: Megazirkel erfassen, verfolgen und vernichten Gegner selbständig, indem sie sich zu <i>Kreisen der Zerstörung</i> umformen.

source: These beings seem to be magical, but I sense no magic in their bodies. They are not from the Abyss either.
de: <span color='#FDFD00'>Das sind weder abyssische noch magische Wesen. So wie sie sind, hat es sie nie gegeben.</span>

source: These caves are home for dangerous creatures like bats and scorpions. Try not to make much noise, people. You don’t want to wake up something bad and hungry...
de: Mit ortsüblichem Geziefer ist zu rechnen … Spinnen, Skorpione, all das Zeug. Und was unsre Vorgänger ums Leben brachte, wollen wir auch nicht anlocken ... Es gilt, leise zu sein wie ein Kamel auf Schwielensohlen, damit wir uns den Tod nicht holen.
ru: В этих пещерах обитают опасные существа, такие как летучие мыши и скорпионы. Постарайтесь не слишком шуметь. Вы не хотите разбыдить что-то злое и голодное...

source: These guardians aren’t joking; there‘s no time to talk. I have to cast a spell in five corners around the battery to start bringing us back to the Sky Kingdom. Let’s get to work!
de: Offensichtlich nicht. Die Blechkameraden dampfen heran, mir bleibt keine Wahl ... Wie war die Prozedur nochmal … Um den Teleport zu generieren, muss ich an fünf Stellen die Zauberformel sagen, dann wird der ganze Speicher zu den Himmlischen getragen. Rashti, ich darf keine Zeit verlieren und brauche Deckung!

source: These monsters seem to rise to the surface in that swamp. I hope there won’t be too many of them or we will never make it.
de: Erbarmen! Solch' Gewürm ist ja noch nie aus unsrem Sumpf gestiegen! Oh, oh, oh, die Sonne werden wir nicht mehr aufgehen sehen ...
it: Questi mostri sembrano salire in superficie da quella palude. Spero che non ce ne siano troppi o non ce la faremo mai.

source: These must be the ancient guardians of this place. They attack only when provoked. We should avoid them or destroy them to improve our skills...
de: Ob die Flattertiere zu den legendären fürchterlichen Wächter aufgebauscht wurden, die alles hier bis in alle Ewigkeit beschützen sollen? Das nenne ich aus 'ner Mücke ein Kamel machen! Möglich, dass wir sie bloß nicht reizen oder ausweichen sollten ... Doch wie kommt unsereins dann zu Erfahrung? Ich habe vor, noch aufzusteigen …
ru: Это должны быть древние стражи этого места. Они атакуют только тогда, когда их провоцируют. Мы должны либо их избегать, либо уничтожать, чтобы улучшить наши навыки...

source: These words intrigued Mehir, who noticed similarities between what Atiros said and the siege of Mag-Magar. Yet the newcomer’s story was not over. When the fall of the middle-lands was certain, Anthi realized that the Kharosan army could not defeat such a powerful enemy. But there was a hope in one of... legends, which told a story about ancient siblings who abandoned their homeland and set out to the desert. Anthi had no choice and decided to trust that tale, hoping it was true and that the citizens of the desert would return to protect the Ancestral Lands, their first home.
de: Die unbekannten Überfäller aus dem Osten seien unbesiegbar, führte Atiros weiter aus. Alle Hoffnung war verloren, als Anthi — Hohe Priesterin und Regentin seines Landes — sich auf einen Mythos rückbesann. Demnach seien Angehörige seines Volkes vor einer Ewigkeit nach Süden in die Wüste ausgezogen. So unglaublich das auch jedem schien — nicht mal Kamele gingen freiwillig dorthin — keiner sah eine andre Rettungsmöglichkeit, als Hilfe bei sagenhaften Urahnen zu finden.
ru: Эти слова заинтриговали Мехира, который заметил сходство между тем, что сказал Атирос, и осадой Маг-Магара. Но история странника еще не закончилась. Когда падение средних земель было определено, Анти понял, что армия Кароса не может победить такого сильного врага. Но была надежда в одной из ... легенд, в которых рассказывалась история о древних братьях и сестрах, которые покинули родину и отправились в пустыню. У Анти не было выбора и она решила довериться этой сказке, надеясь, что это правда, и что жители пустыни вернутся, чтобы защитить Землю предков, их первый дом.
