Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Send someone to the city for machetes and saws. We can forget about fire elementals for the time being.
de: Ein Teppichreiter soll in der Stadt Macheten, Äxte und Sägen besorgen! Woll'n doch mal sehen, ob wir dem Fürchterwald nicht auch mit solider Handarbeit beikommen!
es: ¡Enviad alguien a la ciudad a por machetes y sierras! Por el momento, olvidémonos de los elementales de fuego.
it: Mandate qualcuno in città a recuperare machete e seghetti. Possiamo scordarci di usare gli elementali di fuoco, per il momento.
ru: Отправьте кого-нибудь в город за мачете и пилами. Пока мы можем забыть об элементалях огня.

source: Uhh... Hello? Who are you?
es: Eh... ¿Hola? ¿Quién sois?

source: Ssstranger, Rhaxizzzz hassss ssssent me to thank you for your aid.
es: Forasstero, Rhaxizz me ha enviado para agradecer tu ayuda.

source: Heh, glad to see that my help hasn't went unnoticed...
es: ¡Je! Me alegra ver que mi ayuda no ha pasado desapercibida...

source: Wait, you can speak our language?!
es: Un momento, ¡¿habláis nuestro idioma?!

source: There iss no time for exssplanationss. Rhaxiz ordered me to find a way to sssupport you, so I ssstole this chest from your master's tent.
de: Zzzu viele Fragen. Rhaxxxizzz wollen, ich sssollen Feuerkopf Hilfe geben. Alssso Kissste hier stibitzzzen, aus dem Zzzelt von deinem Meissster.
es: No hay tiempo para explicacioness. Rhaxiz me ordenó que encontrara la forma de ayudarte, assí que robé esste cofre de la tienda de tu comandante.
ru: У меня нет времени на об'яссссснения. Раксиз приказал мне найти споссссоб васссс поддержать, вот я и украд этот сссссундук из палатки твоего коммандира.

source: Good Nomolas! This is Jaffar's chest! How...
es: ¡Buen Nómolas! ¡Es el cofre de Yafar! ¿Cómo...?

source: Hisss power is inssside. I am sure you will ussse it in a better way than he doesss. Take it.
es: Ssu poder esstá dentro. Sseguro que tú haráss mejor usso de él. Tómalo.

source: (takes a look at the gold inside) Holy vizier! This is a quarter of the Sud-Affar's entire military budget! My goodness...
es: <i>Echa un vistazo al oro contenido.</i> ¡Santo Visir! ¡Esto es un cuarto de todo el presupuesto militar de Sud-Affar! Dios mío...

source: On top of that, I found thessse two demonsss' cansss. I'm sssure they can prove ussseful to you.
es: Esso no ess todo. También encontré esstass doss vasijass demoníacass. Sseguro que te sservirán.

source: These are the lamps with the Efreeti Jaffar threatened me with! My, my... you certainly don't seem to stop impressing me.
es: ¡Son las lámparas donde guardan a los ifrits con los que me amenazaba Yafar! Vaya, vaya... Es indudable cómo no dejáis de impresionarme.

source: However, I alssso have some bad news: our sssscouts report flying enemy reinforcements coming from the northwessst. They should arrrrive sssoon, so better sstay alert.
es: Ssin embargo, también traigo malass noticiass: nuesstross exploradoress han vissto venir refuerzoss enemigoss volando desde el noroesste. Elloss llegarán pronto, así que tendremoss que esstar alertass.

source: I mussst return to Rhaxiz. Take care, and know that we're grateful for what you're doing.
es: Debo regressar con Rhaxiz. Cuídate, por cuanto esstamos agradecidos por lo que esstáss haciendo.

source: Huh? Leaving already? But I have so many questions to ask...
es: ¿Eh? ¿Os marcháis tan pronto? Pero tengo tantas preguntas por hacer...

source: He's gone... These creatures are more and more surprising by the moment.
es: Se ha ido... Estas criaturas no dejan de sorprender.

source: Received 750 gold, as well as two Efreet lamps!
es: ¡Recibió 750 monedas de oro, así como las lámparas de dos ifrits!

source: With so much gold I could literally buy Sud-Affar's entire army! And these lamps...
es: ¡Con todo este oro, literalmente podría comprar a todo el ejército de Sud-Affar! Y estas lámparas...

source: At last! Who shall I torture, my master?
es: ¡Por fin! ¿A quién he de torturar, amo?

source: Take out your anger on those barbarians. And now...
es: Podéis descargar vuestra ira contra esos bárbaros... Y ahora...

source: *ahem* Soldiers! Join me against the barbarians, and I will pay you twice as much as Jaffar does!
es: ¡Ejem! ¡Soldados! ¡Si os unís a mí, os pagaré el doble de lo que os paga Yafar!

source: Hey, it's my g...
de: Ha, ich lege mich gleich flach vor Lachen! Woher hättest du armes Kamel wohl—
es: !Ey, ese es mi o...!
ru: Ей, это мое зо...

source: ...oh... a soporific arrow...
de: Aaakh! … <big>WER HAT</big> … einen … <small>Betäubungspfeil … auf mich</small>— <small>(<i>legt sich flach</i>)</small>
es: Oh... Un dardo somnífero...
it: ...oh...una freccia soporifera...
ru: ...о... снотворная стрела...

source: Finally, a commander with initiative! You can count on us, but not on those magical guardians. They only obey Jaffar, after all.
es: Finalmente, ¡un comandante con iniciativa! Puedes contar con nosotros, pero no con esos guardianes mágicos. Solo obedecen a Yafar, después de todo.

source: It's no big deal. I've got your support, and I have his Efreet. Let's help those lizards!
es: No importa, pues cuento con vuestro apoyo y tengo sus ifrits. ¡Ayudemos a esas lagartijas!

source: Remember: Jaffar's Efreet will aid you only in this battle. Then they will leave you and return to their owner (if they survive the engagement of course).
es: Recuerde que los ifrits de Yafar le ayudarán solo en esta batalla. Luego, le dejarán y regresarán con su dueño (si sobreviven al enfrentamiento, por supuesto).

source: Tip: You can use the Heavy Summoner’s summon ability to create new units. Right-click on him for details. (All lvl3 Summoners have this ability)
de: <span color='#397EF2'>Jaffars abtrünniger »Schwerer Beschwörer« kann Dämonen herbeirufen (wie alle Einheiten dieser Fraktion mit Erfahrungsstufe 3). Diese Fähigkeit ist sicher nützlich – mehr dazu per Rechtsklick auf die Einheit > Beschwörungshilfe.</span>
es: El invocador pesado puede utilizar la habilidad de invocar para crear nuevas unidades. Haga clic derecho sobre él para ver los detalles. (Todos los invocadores de nivel 3 tienen esta habilidad).
ru: Совет: вы можете использовать способность призыва Тяжелого Призывателя для создания новых юнитов. Щелкните его правой кнопкой мыши. (все призыватели 3-его уровня имеют такую способность)

source: Kill Brogh’ur
de: Brogh’ur vernichten
es: Mate a Brogh-ur
it: Uccidi Brogh’ur
ru: Убейте Брогх’ура

source: Death of Rhaxiz
de: Tod des Rhaxiz
es: Muerte de Rhaxiz
it: Morte di Rhaxis
ru: Смерть Раксиза

source: Although you are given a lot of gold, you won't get to use most of it in the following scenario (the gold carryover is only 10%)
es: El oro que ha adquirido le pertenece a la ciudad de Sud-Affar. Solo podrá quedarse con el 10% para el próximo escenario.

source: Southern Nations
de: (04) Südländer
es: Naciones del sur
it: Popoli meridionali
ru: Южные Народы

source: team_name^Barbarians
de: Barbaren
es: Bárbaros
it: Barbari
ru: Варвары

source: team_name^Army of Sud-Affar
de: Sud-Affar Truppen
es: Ejército de Sud-Affar
it: Esercito di Sud-Affar
ru: Армия Суд-Аффара

source: This place seems quiet, suspiciously quiet...
es: Este lugar parece estar tranquilo, sospechosamente tranquilo...

source: Yeah, those beasts should’ve eaten us a long time ago. We've been sitting in this jungle for a week, and there's not been a trace of them!
es: Ciertamente. Aquellas bestias debieran habernos comido hace mucho tiempo. Ya hemos pasado una semana en esta jungla y no hay rastro suyo.

source: Either they don't want to mess with a large army, or have more pressing matters at hand. I think it might be both...
es: O no quieren enfrentarse a un gran ejército o tienen otros asuntos más apremiantes entre manos. Creo que podrían ser ambas cosas...

source: Soon, we'll finally reach the end of this damn jungle. As long as the lizards don't change their mind about steering clear of us, we should be able to connect the circle with Sud-Affar’s portal in four months. It would be a hell of a lot easier if our fire elementals had not been weakened by the wet tropical climate, though.
es: Pronto alcanzaremos el final de esta jungla maldita. Siempre que las lagartijas se mantengan lejos de nosotros, debiéramos ser capaces de conectar el círculo con el portal de Sud-Affar en cuatro meses. Aunque habría sido mucho más fácil si nuestros elementales de fuego no estuvieran debilitados en este clima tropical.

source: Soon, we'll finally reach the end of this damn jungle. As long as the lizards don't change their mind about steering clear of us, we should be able to connect the circle with Sud-Affar’s portal in four months. We could’ve done the same in just a couple of months, if only this stupid ban on Fire Elementals wasn’t in force...
es: Pronto alcanzaremos el final de esta jungla maldita. Siempre que las lagartijas se mantengan lejos de nosotros, debiéramos ser capaces de conectar el círculo con el portal de Sud-Affar en cuatro meses. Aunque habría sido mucho más fácil si la prohibición de elementales de fuego no estuviera vigente.

source: Please understand. Using Fire Elementals may cause those beasts to reappear. We shouldn’t tempt fate.
de: Scharfsinn, oh Jaffar. Wegen meiner weitsichtigen Einschätzung der Umstände sind wir noch am Leben! Beim Einsatz von Feuer wären diese Chimären bestimmt schon wieder da.
es: Por favor, entended. Usar elementales de fuego podría causar que esas bestias reaparezcan. No deberíamos tentar a la suerte.
ru: Пожалуйста поймите. Использование элементалей огня может спровоцировать этих тварей. Мы не должны искушать судьбу.

source: If there are any. If not...
de: <small>(<i>verzieht abfällig den Mund</i>)</small> Wenn es sie denn gibt, oh Mehir. Wenn es sie je gegeben hat ...
es: Si es que hay alguna. Sino...
it: Sempre se ve ne sono. Altrimenti...
ru: Если они тут вообще есть. Эсли нет...

source: What the...
de: Ich glaube, mein Kamel pfeift! Was zum—
es: ¡Qué...!
ru: Что за...

source: They are... lizards. Lizards falling from the sky!
de: Das waren … Echsen. Fallechsen … direkt vom Himmel ...
es: Son... Lagartijas. ¡Caen lagartijas del cielo!
ru: Это... ящеры. Ящеры падающие с неба!

source: Dear Nomolas... So the doctors were right, I am completely insane!
es: ¡Bendito Nómolas!... Entonces el doctor estaba en lo cierto: ¡estoy completamente loco!

source: My liege! I am seeing this too!
es: ¡Mi señor! ¡Yo también lo veo!

source: This place is cursed! We must burn it to the ground! Where are my Efreet?!
es: ¡Este lugar está maldito! ¡Debemos reducirlo a cenizas! ¿Dónde están mis ifrits?

source: Wait! Are you hearing this?
de: Augenblick! Habt Ihr das eben gehört?
es: ¡Un momento! ¿Escuchasteis eso?
ru: Подождите! Вы это слышите?

source: You mean voices? Well... sometimes...
de: Ihr meint Stimmen? Nun, manchmal höre ich seltsame—
es: ¿Queréis decir “voces”? Bueno, a veces...
ru: Ты имееш ввиду голоса в моей голове? Ну... иногда...

source: Err, no. I just heard noise coming from the south. We should probably have a look...
es: Ehh, no. Acabo de escuchar el ruido proveniente del sur. Probablemente debiéramos echar un vistazo...

source: Oh my...
de: … Ich werd verrückt ...
es: ¡Oh, por todos los...!
it: Oh mio...
ru: Ничего себе...

source: KROG FEEL POWER! KROG WANT CRUSH, DESTROY, BREAK!!!
de: KROG MACHTIG! KROG SCHMETTERN, TRÜMMERN, WÜSTEN !!!
es: ¡KROG SENTIR PODER! ¡KROG QUERER APLASTAR, DESTRUIR, ROMPER!
it: KROG SENTIRE FORZA! KROG VOLERE SCHIACCIARE, DISTRUGGERE, ROMPERE!!!
ru: КРОГ ЧУСТВОВАТЬ МОЩЬ! КРОГ ХОТЕТЬ КРУШИТЬ, ТРОЩИТЬ, ЛОМАТЬ!!!

source: Kill those damned lizards! Leave none alive! Whoever brings me their leader's crushed skull will get half a giant toad worth of meat, and two barrels of booze!
es: ¡Mata a esas malditas lagartijas! ¡No dejes ninguna con vida! ¡Quien me traiga el cráneo aplastado de su líder obtendrá medio sapo gigante de carne y dos barriles de cerveza!

source: So I'm not hallucinating, all of this is real, right? What the hell kind of place did we get ourselves into?!...
es: Así que no estoy alucinando. Todo esto es real, ¿eh? ¡¿En qué tipo de lugar nos hemos metido?!

source: Whoever they are, I'd rather not mess with them. It would be wiser to stay here and protect the construction site, my liege. This is not our war.
es: Quienesquiera que sean, prefiero no meterse con ellos. Sería más sabio quedarse aquí y proteger el sitio de construcción, mi señor. Esta no es nuestra guerra.

source: Indeed. You keep a keen eye on the natives, and immediately alert me should they dare approach us!
es: En efecto. ¡Ojo avizor en los nativos e inmediatamente alértame si se atreven a acercarse a nosotros!

source: Sir! Yes, sir!
es: ¡Sí, señor!

source: The upcoming battle is going to take place without your interference for now.
es: La próxima batalla tendrá lugar sin su interferencia por ahora.

source: Your guess is as good as mine. Anyway, look, I know this might sound ridiculous, but we should help those lizards!
es: ¿Quién sabe? De todos modos, creo que puede sonar ridículo, ¿vale? Pero, ¡deberíamos ayudar a esas lagartijas!

source: Have you lost your mind?! Those sneaky, beastly greenlings are surely invading the land of that brute! If at all, we should help that one-eyed tree-wielder! But this is not our war. They are busy with each other, the circle is safe - what more could one want?
es: ¡¿Habéis perdido la cabeza?! ¡Esos bichos escurridizos seguramente están invadiendo la tierra de esos bárbaros! En todo caso, podríamos ayudar al leñador de un ojo, pero esta no es nuestra guerra. Están ocupados los unos con los otros y el círculo está a salvo; ¿qué más se podría desear?

source: But don’t you see that if we help the lizards, can win ourselves quite an ally? The circle crosses their territory, and as far as I know we are quite unwelcome here. This is the chance to change that.
es: ¿Pero no veis que si ayudamos a las lagartijas, nos haríamos con un aliado importante? El círculo cruza su territorio y puedo decir que no somos bienvenidos aquí. Esta sería la oportunidad de cambiarlo.

source: Are you kidding me? They’d rather tear you apart than come to an understanding. My task here is to protect the circle, which means I can't allow any natives near it. If you want to support them, you may, but don't expect me to do as much as lift a finger to help you. And for the love of Nomolas keep those savages away from the construction site, or my Efreet will have a word with you.
es: ¿Estáis loco? Creo que preferirían despedazaros antes que llegar a un acuerdo. Mi trabajo es proteger el círculo y eso quiere decir que no debo permitir que ningún nativo se acerque. Si queréis socorrerlos, podríais, pero no esperéis que mueva un dedo para ayudaros. Y por el amor de Nómolas, mantened a esos salvajes lejos de la construcción, o mis ifrits querrán “socorrerte”.

source: I will fight with my own men. Wish me luck, Jaffar.
de: Das dümmste Kamel erntet die dicksten Datteln, schon mal gehört? Ich zieh die Sache halt alleine durch, mit meinen Wachen.
es: Lucharé empleando mis propios hombres. Deseadme suerte, Yafar.
ru: Я буду сражаться вместе со своими собственными людьми. Пожелай мне удачи, Джаффар.

source: You'll certainly need a lot of it to make this absurd plan work...
es: Sin duda, necesitaréis mucho para que ese plan absurdo funcione...

source: I must win these lizards over. The most reasonable starting point would be to kill a few barbarians, to display that we're on the lizards' side. Do not attack the lizards, otherwise the plan will completely fail!
es: Debo ganarme a esas lagartijas. El punto de partida más razonable sería matar a algunos bárbaros, mostrar que estamos del lado de las lagartijas. ¡No ataquéis a las lagartijas; de lo contrario, el plan fallará por completo!

source: If you find the upcoming battle too slow, you can increase game speed via settings.
de: <span color='#397EF2'>Der Ablauf dieser großen Schlacht kann beschleunigt werden! Während dem Kampf die SHIFT-/Umschalt-Taste gedrückt halten, oder dauerhaft per: Hauptmenü > Einstellungen > Allgemein > Geschwindigkeit erhöhen</span>
es: Si la próxima batalla transcurre con mucha lentitud, puede modificar la configuración para incrementar el rendimiento del juego.

source: Kill some barbarians
es: Elimine algunos bárbaros

source: Protect lizards
de: Echsen schützen!
es: Proteja a los saurios
ru: Защищайте ящеров

source: Killing any lizard
es: Matar a cualquier lagartija

source: Please wait...
es: Espere, por favor...

source: Hey, the plan seems to be working! Now time to strike against the barbarians with our combined forces!
es: ¡Eh, el plan parece estar funcionando! ¡Ahora es momento de atacar a los bárbaros con nuestras fuerzas combinadas!

source: (series of gestures demanding retreat)
de: ( </i>scharfsinning deutet Mehir die Gesten des Echsenführers als Zeichen zum Rückzug</i> )
es: <i>Serie de gestos exigiendo la retirada.</i>
it: (serie di gesti che invocano alla ritirata)
ru: (Серия жестов, означающих отступления)

source: So you want to withdraw? But where?
es: ¿Así que queréis retiraros? ¿Pero adonde?

source: (points his finger towards a keep inside the jungle)
de: ( </i>die Echse deutet in Richtung eines Buschlagers im Buschwerk</i> )
es: <i>Señala hacia un torreón en la jungla.</i>
it: (punta la zampa verso una fortezza all’interno della giungla)
ru: (показыват пальцем на цитадель внутри джунглей)

source: Understood. (to his men) Protect the lizard leader at all costs!
es: Entendido. <i>A sus hombres.</i> ¡Proteged a la lagartija líder a toda costa!

source: Rhaxiz reaches the southeast keep
es: Rhaxiz llega al torreón del sudeste

source: Damn, it’s a trap!
es: ¡Maldición! ¡Es una trampa!

source: Now this battle's gonna be a piece of cake!
es: ¡Esta batalla será pan comido!

source: Huh?
de: <b>???</b>
es: ¿Uh?
ru: А?

source: Hey, I think there's a salamander near my camp, calling me. I better take a look...
es: ¿Eh? Creo que hay una salamandra cerca de mi campamento, llamándome. Será mejor que eche un vistazo...

source: Take them!!! Rip their eyes out!!!
es: ¡¡¡Capturadlos!!! ¡¡Arrancadles los ojos!

source: My liege, the enemy reinforcements arrived!
es: ¡Mi señor, los refuerzos enemigos llegaron!

source: I see them. It's time to release my red servants!
es: Los veo. ¡Es hora de liberar a mis sirvientes rojos!

source: Take those natives! Show them your anger!
es: ¡A esos nativos! ¡Mostradles vuestra ira!

source: With pleasure! MWAHAHAA!
es: ¡Con mucho gusto! ¡Ja, ja, ja!

source: Damn you, desert wizards!!! You may have won today, but mark my words, the horde will avenge my death!!!
es: ¡¡¡Malditos sean, magos del desierto!!! Puede que hayan ganado hoy, pero —recuerden mis palabras— ¡la horda vengará mi muerte!

source: Damn you, lizard-loving bastards!!! You may have won today, but mark my words, the horde will avenge my death!!!
es: ¡Maldita sea, bastardos amantes de las lagartijas! Puede que hayas ganado hoy, pero escucha mis palabras, ¡la horda vengará mi muerte!

source: Brogh’ur’s dead! Run!!!
de: Wenn Brogh’ur nich' mehr mitmacht, mach ich auch nich' …
es: ¡Brogh-ur ha caído! ¡Corran!
it: Brogh’ur è morto! Correte!!!
ru: Брогх’ур мертв! Бежим!!!

source: We did it! We actually won!
es: ¡Lo hicimos! ¡Al final ganamos!

source: Do you hear that? It’s like the sound of flapping wings...
de: … Hört ihr auch dieses Tappen? … Moment, es ist eher mehr ein Flappen …
es: ¿Escucháis eso? Es como el sonido de batir de alas...
it: Avete sentito? Sembra il suono di un battito d’ali...
ru: Вы это слышали? Это похоже на звук хлопающих крыльев...

source: Chaos Wyvern Rider
de: Chaoswyvern
es: Jinete de guiverno del caos
ru: Наездик Виверны Хаоса

source: Uhhh... We might have to surrender now...
es: Uhhh... Puede que debamos rendirnos...

source: Uhhh... I think we got a problem...
es: Ehhh... Creo que tenemos un problema...

source: Finally, the green scum are no more! I shall claim this territory as ours! Secure the area! Leave no survivors!
es: ¡Finalmente, la escoria verde ya no existe! ¡Reclamaré este territorio como nuestro! ¡Aseguren el área! ¡Que nadie quede con vida!

source: The lizard leader is dead. We might have lost our only chance...
es: La lagartija líder está muerta. Puede que hayamos perdido nuestra única oportunidad...

source: Mehir! You thief! Take him!
de: Mehir Langfinger! — Ergreift den Dieb!
es: ¡Mejir! ¡Ladrón! ¡Atrapadlo!
it: Mehir! Ladro che non siete altro! Prendetelo!
ru: Мехир! Ты вор! Взять его!

source: Mehir! What did I say about not bringing those beasts here?!
es: ¡Mejir! ¿Qué os dije acerca de no traer aquí a esas bestias?

source: KROG FIND HUMANZ! CAN KROG KILL?
es: ¡KROG ENCONTRAR HUMANO! ¿PODER KROG MATAR?

source: H...Humans?! What the hell is going on here?! Nevermind, we must finish what we started! KILL THEM!!!
es: ¡¿Hu-humanos?! ¡¿Qué diablos está pasando aquí?! ¡No importa, debemos terminar lo que comenzamos! ¡¡¡MÁTALOS!!!

source: Chief, me find humans in jungle! What do we do?
es: Jefe, ¡yo encontré humanos en la jungla! ¿Qué hacer?

source: Uh, sir? We have a problem. The natives founds us, and are about to concentrate all their forces on us!
es: Eh, ¿señor? Tenemos un problema. ¡Los nativos nos encontraron y están a punto de concentrar todas sus fuerzas en nosotros!

source: Damn it! I shouldn't have relied on their squabbling! EVERYONE TO ARMS! WE ARE UNDER ATTACK!
es: ¡Maldita sea! ¡No debería haber confiado en la neutralidad! ¡TODOS A LAS ARMAS! ¡ESTAMOS BAJO ATAQUE!

source: Defeat the barbarians.
es: Elimine a los bárbaros

source: Death of Jaffar
es: Muerte de Yafar

source: Do not capture Jaffar's villages
es: No capture las aldeas de Yafar

source: Jungle of Life
es: Jungla de la vida

source: team_name^Darkblooded
es: Sangreoscura

source: The Keeper
es: El Guardián

source: We are on the ground! At last! *kisses the ground*
es: ¡Estamos en la superficie! ¡Por fin! <i>Besa el suelo.</i>

source: Phew... That was one hell of a ride!
es: ¡Uf!... ¡Ese fue un paseo de pesadilla!

source: They're going to execute us, I know it!
es: ¡Nos van a ejecutar, lo sé!

source: I doubt it. If that had been the case, they wouldn't have bothered bringing us here.
es: Lo dudo. Si ese fuera caso, no se habrían molestado en traernos aquí.

source: But what in the blazes is going on? So we saved their hides and they tie us up?! I knew we shouldn't trust them, I knew it!
es: Pero, ¿qué rayos está pasando? ¡¿Así que salvamos su pellejo y nos atan?! Sabía que no debíamos confiar en ellos, ¡lo sabía!

source: Maybe you're right, my liege, but for now all we can do is cross our fingers and hope the lizards don't have ill intent towards us...
es: Tal vez tengáis razón, mi señor, pero por ahora todo lo que podemos hacer es cruzar los dedos y esperar que las lagartijas no tengan malas intenciones hacia nosotros...

source: I have a bad feeling about this...
de: SCHRECKLICH !!
es: Tengo un mal presentimiento…

source: (hisses in a furious manner and pushes Mehir and Jaffar up the stairs)
es: <i>Sisea furiosamente y empuja a Mejir y Yafar por las escaleras.</i>

source: (gestures Mehir and Jaffar to follow him)
es: <i>Gesticula a Mejir y Yafar para seguirlo.</i>

source: Bodyguard
de: Leibwächter
es: Guardia
it: Guardia del corpo

source: (says something in the saurian language)
es: <i>Dice algo en el idioma saurio.</i>

source: (gestures him to leave)
es: <i>Señala para que se vaya.</i>

source: (bows) <i>*in the saurian language* I have brought the humansss, as you requesssted, o mighty Keeper.</i>
es: (Hace una venia y habla en saurio). <i>He traído a los humanoss, como ussted ssolicitó, oh, poderosso Guardián.</i>
