Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: This is not my problem. I do not care how you obtain it. Just bring me half of the Sun Ray if you want to see the Abyss.
it: Questo non è un mio problema. Non mi importa come lo otterrete; se volete vedere l’Abisso, basta che mi portiate la metà del raggio di sole.

source: This is your desired Abyss!
it: Questo è il vostro agognato Abisso!

source: This means... Now I don’t understand anything.
it: Questo significa...ora non capisco più niente.

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes extremely talented priestesses appeared, whose sheer willpower allowed them to cross the border between spirit and body. They turned into perfectly good entities, personifications of the Light. We have been awaiting another mistress for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
it: Questa vetrata mostra una padrona della luce. Nella nostra lunga storia, sono apparse a volte sacerdotesse di grande talento, la cui pura forza di volontà ha permesso loro di attraversare il confine tra il corpo e lo spirito. Si sono trasformate in entità perfettamente buone, personificazioni della luce. Stiamo attendendo da decenni un’altra padrona, e speriamo che un giorno il sole scelga una valida asprirante a cui concedere questo dono meraviglioso.

source: This unique headgear had to belong to a very powerful summoner. It follows from the amazing workmanship and the mysterious glow trapped inside the big crystal in the front. Increases magical power by 20% Decreases experience points needed for advancement by 25%
it: Questo copricapo unico nel suo genere doveva appartenere ad un evocatore molto potente. È il risultato dell’incredibile lavorazione e della misteriosa luce incastonata all’interno del grande cristallo situato nella fronte. Aumenta il potere magico del 20% Riduce i punti esperienza necessari per avanzare di livello del 25%

source: This unit holds a powerful scimitar.
it: L’unità brandisce una potente scimitarra.

source: This unit is wearing a powerful armor, which grants additional physical resistance, but also increases susceptibility to arcane damage.
it: L’unità indossa un’armatura potentissima che le conferisce ulteriore resistenza fisica, ma che aumenta la sua vulnerabilità ai danni esoterici.

source: This unit wears a magical cap, which enhances its magical power.
it: L’unità indossa un copricapo magico, il quale aumenta il suo potere magico.

source: This weapon, forged from the light of Abyss, is a part of equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 20%
it: Quest’arma, forgiata dalla luce dell’Abisso, fa parte dell’equipaggiamento utilizzato dalle entità magiche chiamate rhami’kai. Gli antenati rubarono una delle loro lance e la potenziarono con l’uso della magia. Avanza l’unità di livello Aumenta l’attacco del 20%

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 20%
it: Quest’arma, forgiata dalla luce dell’Abisso, fa parte dell’equipaggiamento utilizzato dalle entità magiche chiamate rhami’kai. Gli antenati rubarono una delle loro lance e la potenziarono con l’uso della magia. Avanza l’unità di livello Aumenta l’attacco del 20%

source: Those apostles of death cannot enter our capital. Let our soldiers attack!
it: Questi apostoli della morte non possono entrare nella nostra capitale. Lasciate che i nostri soldati attacchino!

source: Those beings assuredly attack Mag-Magar. Mehir, take Rashti and your men with you. Maybe it’s not too late. As soon as you teleport there, we will send all of the armies of the Trinity to help you.
it: Certamente quegli esseri hanno attaccato Mag-Magar. Mehir, prendete Rashti e i vostri uomini con voi: forse non è ancora troppo tardi. Non appena sarete teletrasportati lì, vi invieremo tutti gli eserciti della trinità per aiutarvi.

source: Thus you have decided. Call reinforcements from the main island.
it: Così avete deciso. Chiamate rinforzi dall’isola principale.

source: Time flies and the Abyss awaits!
it: Il tempo vola e l’Abisso attende!

source: Tip: You can use the Heavy Summoner’s summon ability to create new units. Right-click on him for details. (All level 3 Summoners have this ability)
it: Suggerimento: puoi usare l’abilità dell’evocatore possente per creare nuove unità. Fai clic col tasto destro su di lui per maggiori dettagli. (Tutti gli evocatori di livello 3 hanno quest’abilità)

source: To cross the water he departed Saffros, the farthest city to the south.
it: Per attraversare il mare partì da Saffros, la più lontana città a sud.

source: Today, Mehir, I’ll show you three stained-glass windows, which will explain to you some issues of our culture, about which you asked yesterday.
it: Mehir, per dare una risposta alle vostre domande poste ieri, oggi vi farò vedere tre vetrate, che vi spiegheranno alcune questioni della nostra cultura.

source: Toggle Lightning Effects
it: Attiva/disattiva effetti dei lampi

source: Two days later, a crewed ship awaited Mehir. Anthi explained that the country of those mysterious people was located at a high atitude and the only way to reach it is to fly. Mehir didn’t fully understand what the highest priestess meant, but he boarded the ship with his soldiers and set out to another unknown land.
it: Due giorni dopo, una nave con equipaggio attendeva Mehir. Anthi spiegò che il Paese di quelle persone misteriose si trovava ad alta quota e che l’unico modo per raggiungerlo era volare. Mehir non comprese appieno le parole della somma sacerdotessa, ma salì lo stesso a bordo con i suoi soldati e salpò verso un’altra terra sconosciuta.

source: Two weeks ago.
it: Due settimane fa.

source: Ugh! This hole reeks of death!
it: Ugh! Questa buca puzza di morte!

source: Ultimate Circle: This unit is equipped with the most powerful kind of magical circle. The owner can recruit and recall units without being in keeps (it doesn’t work in forests). All adjacent friendly units fight better (+125%, +100%, +75%, +50%, +25% — levels 0, 1, 2, 3, 4 respectively), are healed by 8 points, and receive a +20% bonus to their fire, cold, and arcane resistances. At the beginning of each turn, all adjacent enemy units are slowed and receive 8 points of damage.
it: Cerchio supremo: L’unità è dotata del cerchio magico più potente. Il possessore può reclutare e richiamare le unità senza l’ausilio di una fortezza (non funziona nelle foreste). Tutte le unità alleate adiacenti combattono meglio (+125%, +100%, +75%, +50%, +25% – rispettivamente al livello 0, 1, 2, 3, 4), guariscono di 8 punti ferita e ricevono un bonus di +20% alla resistenza al fuoco, al freddo e agli attacchi esoterici. All’inizio di ogni turno, tutte le unità nemiche adiacenti sono rallentate e ricevono 8 punti di danno.

source: Use Ho’rashti to defeat Dharma’rashti
it: Usa Ho’rashti per sconfiggere Dharma’rashti

source: WE DID IT!!! Mehir, you’re my hero!
it: CE L’ABBIAMO FATTA!!! Mehir, siete il mio eroe!

source: Wait for Rashti
it: Aspetta Rashti

source: Wait for your ship to pick you up from the mountain top
it: Aspetta che la nave venga a salvarvi in cima alla montagna

source: Wait for your ship to pick you up from the mountain top.
it: Aspetta che la nave venga a salvarvi in cima alla montagna

source: We advance at a good pace. If it we don’t slow down, we will be in the Abyss sooner than it was planned.
it: Stiamo avanzando di buon passo. Se non rallentiamo, entreremo nell’Abisso prima del previsto.

source: We are reinforcements from Kharos. The Highest Priestess will come soon.
it: Siamo i rinforzi provenienti da Kharos. La somma sacerdotessa arriverà fra breve.

source: We are surrounded. I can hear reinforcements coming from the east and west.
it: Siamo circondati. Posso sentire i rinforzi provenire da est e da ovest.

source: We came in peace. We regret the bloodshed.
it: Siamo venuti in pace. Ci rammarichiamo per lo spargimento di sangue.

source: We could kill them. It would solve the problem.
it: Ma se li uccidiamo, risolveremo il problema.

source: We could not see it from below the cliff. How many men and years have marched by?
it: Non possiamo vedere da sotto la rupe. Quanti uomini e quanti anni sono passati qui?

source: We don’t have much time...
it: Non abbiamo molto tempo...

source: We have a problem, My Lord.
it: Abbiamo un problema, mio signore.

source: We have our sources, but let’s do not change the subject. Only the Guru knows how to help you. He is in our Palace of Omniscience, but for what you did in Ka-Gatta, you are not allowed to visit him. Leave our sky kingdom.
it: Abbiamo le nostre fonti a disposizione, ma cerchiamo di non cambiare argomento. Solo il guru sa come aiutarvi. Egli si trova nel nostro Palazzo dell’Onniscienza, ma per quello che avete combinato a Ka-Gatta, non vi sarà permesso di fargli visita. Lasciate il nostro regno dei cieli.

source: We have the thing we have come for. It’s time to flee. Fall back people! Our ship will arrive soon.
it: Abbiamo ciò che ci interessa. È il momento di fuggire. Ritiratevi, miei uomini! La nostra nave arriverà presto.

source: We need to remain together. These caves are home to many dangerous creatures. Nevertheless, we should make a thorough search. Maybe we will find where Tashkar has fled, or some treasures...
it: Dobbiamo rimanere uniti. Queste grotte sono la dimora di molte creature pericolose. Tuttavia, dovremo condurre una ricerca accurata: forse troveremo dove è fuggito Tashkar, oppure qualche tesoro...

source: We shouldn’t accuse Rashti of Tashkar’s death. Being naïve is a characteristic of the Abysmals. Luckily the true guilty party was defeated, though we will never find out who he was.
it: Non possiamo accusare Rashti per la morte di Tashkar. L’ingenuità è una caratteristica comune degli abissali. Fortunatamente la banda di colpevoli è stata sconfitta, tuttavia non riusciremo mai a scoprire chi fossero.

source: We were not so welcome before...
it: Non eravamo esattamente i benvenuti, prima...

source: We will see.
it: Vedremo.

source: Welcome to the Palace of Omniscience, Mehir.
it: Vi do il benvenuto nel Palazzo dell’Onniscienza, Mehir.

source: Well met, stranger. Your help is a matter of life and death.
it: Allora venite, straniero. Il vostro aiuto è una questione di vita o di morte.

source: Well, it’s a pity, but now we have a bigger problem. Tar-Tabar has no leader and Tashkar’s deputy is dead. The Highest Council must choose a new leader for Tar-Tabar as soon as possible if we want to finish the circle in the given time.
it: Beh, è un peccato, ma ora abbiamo un problema più grave. Tar-Tabar non ha un leader e il vice di Tashkar è morto. Il massimo consiglio dovrà scegliere un nuovo leader per Tar-Tabar il più presto possibile se si vorrà terminare il cerchio nel tempo prestabilito.

source: We’re here. The gates of Ka-Gatta, our ancient capital.
it: Siamo giunti alle porte di Ka-Gatta, la nostra antica capitale.

source: We’re surrounded! I almost succeeded.
it: Siamo circondati! C’ero quasi riuscito...

source: We’ve known each other too long. I don’t want to kill you, but I will if you won’t leave me a choice.
it: Ci conosciamo da troppo tempo. Non voglio uccidervi, ma lo farò, se non mi darete altra scelta.

source: What an amazing place...
it: Che magnifico posto...

source: What glistens in the sun!
it: Cosa brilla sotto il sole?

source: What have you done?! It pulls us into this giant vortex!!!
it: Cosa avete fatto? Questo vortice gigante ci trascina!!!

source: What was that?
it: Cos’è stato?

source: What!? No, by horrible teeth. What difference does it make?
it: Cosa!? No, ma è stato dilaniato da orrende fauci. Che differenza fa?

source: What... what happened? Where’s Aerius?
it: Cosa...cosa è successo! Dov’è Aerius?

source: What? Me?
it: Cosa? Io?

source: What?! Impossible. Stop that!
it: Cosa!? Impossibile. Fermatevi!

source: Whatever words are written upon that ancient tablet, I’m sure no magical being can say them. Otherwise, how would we control what we summon?
it: Qualunque parola sia scritta su quella tavoletta antica, sono certo che nessun essere magico la potrebbe pronunciare. Altrimenti, come potremmo controllare ciò che evochiamo?

source: When I found you... on the desert... I found... my own death...
it: Quando vi ho incontrato...nel deserto...ho incrociato...la mia morte...

source: When Mehir appeared on the horizon, a great happiness spread throughout the Forest. Immediately Jaffar was freed, and permission obtained, to build the Summoner’s Great Circle upon Darkblooded land. Mehir’s achievement was unusual for his status and experience, and so the Sharif appointed him Commander of the Second Degree. That is how the dream of a young city guard came true.
it: Quando Mehir apparve all’orizzonte, una grande felicità si diffuse in tutta la foresta. Jaffar fu immediatamente liberato e fu concesso il permesso di costruire il grande cerchio degli evocatori sulla terra dei sanguescuro. Le gesta di Mehir erano insolite per il suo status e per la sua esperienza, così lo Sharif lo nominò comandante di secondo rango. Fu così che il sogno di una giovane guardia di città si avverò.

source: When the Sharif heard about the attacks, he sent his deputy, Jaffar, with his best troops. On Mehir’s request they brought the equipment needed for cutting down the trees and workers begun clearing the path for the circle...
it: Quando lo Sharif sentì parlare degli attacchi, mandò il suo vice, Jaffar, con le sue truppe migliori. Su richiesta di Mehir portarono l’attrezzatura necessaria per tagliare gli alberi e i lavoratori cominciarono ad aprire la strada per il cerchio...

source: When the fall of the middle-lands was certain, Anthi realized the Kharosan army could never defeat such a powerful enemy. But a hope remained in legend: a story of ancient siblings who had abandoned their homeland, and set out to the desert. Anthi trusted the tale, hoping the desert dwellers would return to protect their Ancestral Lands.
it: Quando la caduta delle terre di mezzo era certa, Anthi comprese che l’esercito kharosiano non avrebbe mai potuto sconfiggere un nemico così potente. Una speranza rimaneva però legata ad una leggenda: una storia antica riguardante dei fratelli che avevano lasciato la loro patria per spostarsi nel deserto. Anthi riponeva fede nella leggenda, nella speranza che gli abitanti del deserto sarebbero tornati a proteggere le loro Terre Ancestrali.

source: Where do they take so much energy from?
it: Da dove prendono tutta questa energia?

source: Where is that damn ship?!
it: Dov’è finita quella dannata nave!?

source: Where is the enemy?
it: Dov’è il nemico?

source: Whether the rumors are true, Tashkar’s trail leads to this place. We had better watch our steps.
it: Che le voci siano vere oppure no, le tracce di Tashkar conducono in questo luogo. Faremmo meglio a guardare dove mettiamo i piedi.

source: Who are they?! Rashti! Mehir! Save us!
it: Chi sono!? Rashti! Mehir! Salvateci!

source: Who will know our bones?
it: Chi riconoscerà le nostre ossa?

source: With troops loyal to him, Mehir prepared an expedition to depart in one week. The Council sent with them a letter to the people of Kharos — an invitation to the Abyss. It was an empty diplomatic gesture to both Mehir and Atiros, for the Elders did not expect anyone to survive, nor to make it across the treacherous sea in any great numbers.
it: Con le truppe a lui fedeli, Mehir preparò una spedizione per partire nel giro di una settimana. Il consiglio gli consegnò una lettera per il popolo di Kharos – un invito a ricongiungersi all’Abisso. Fu un gesto diplomatico vuoto sia per Mehir che per Atiros, dato che gli anziani non si aspettavano che sarebbe sopravvissuto qualcuno, né che la maggior parte di loro sarebbe riuscita ad attraversare il mare infido.

source: Woven of golden threads, inspired by Abyssal winds. Everyone who possesses this ancient vehicle gains amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
it: Tessuto con fili d’oro e sospinto dai venti abissali. Chi possiede questo mezzo antico guadagna velocità e agilità sorprendenti. Velocità incrementata del 50% Nega le zone di controllo (concede l’abilità «incursore»)

source: Woven of golden threads, inspired by Abyssal winds. One who possesses this ancient vehicle, gains amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
it: Tessuto con fili d’oro e sospinto dai venti abissali. Chi possiede questo mezzo antico guadagna velocità e agilità sorprendenti. Velocità incrementata del 50% Nega le zone di controllo (concede l’abilità «incursore»)

source: Writing Revisions
it: Revisioni di scrittura

source: Yes I am!
it: Sì, è vero!

source: Yes sir!
it: Sissignore!

source: Yes, well, I’m none too happy for the bumps and cuts you gave me, but we’re quite EVEN now.
it: Sì, beh, non sono molto felice per le percosse e le lacerazioni che mi avete procurato, ma direi che adesso siamo PARI.

source: Yes. I ordered Atiros to find you and bring you here. Sometimes fairy tales are true. Please, enter our city.
it: Sì. Avevo ordinato ad Atiros di trovarvi e portarvi qui. A volte le leggende sono vere. Prego, entrate nella nostra città.

source: Yes. Well, no. I mean, sort of. Atiros, I...
it: Sì. Cioé, no. Voglio dire, una cosa del genere. Atiros, io...

source: You are lost within yourself, and can harm me no more!
it: Siete persa dentro di voi, e non mi farete più del male!

source: You are not my master.
it: Non siete il mio maestro.

source: You are strong. And... kind.
it: Siete forte. E...cortese.

source: You belong to ME!
it: Voi appartenete a ME!

source: You can count on us, but not on those magical guardians. Jaffar ordered them to protect the circle and they will listen to only his voice.
it: Potete contare su di noi, ma non su quei guardiani magici. Jaffar ha ordinato loro di proteggere il cerchio: ascolteranno solo la sua voce.

source: You can level up your Grand Summoners to Summons Masters now. Your Neutral Summoners can summon Jinns now.
it: Ora hai la possibilità di far avanzare il grande evocatore in maestro delle evocazioni. Inoltre, gli evocatori neutrali possono evocare i geni.

source: You can now recruit dimensional gates, air elementals, and earth elementals.
it: Ora puoi reclutare portali dimensionali, elementali d’aria ed elementali di terra.

source: You come only to take. You shall die.
it: Venite solo per prendere. Voi morirete.

source: You come the wrong way. You shall die.
it: Voi venite dal posto sbagliato. Voi morirete.

source: You defend the town and I will prepare a counterattack.
it: Voi difendete la città e intanto io preparerò un contrattacco.

source: You fool! She’s one of the ultimate beings! If she turns against us, consequences will be catastrophic! You’d better advise me how we should defeat that thing before it’s too late!
it: Sciocco! È una degli esseri supremi! Se si rivolta contro di noi, le conseguenze saranno catastrofiche! Fareste meglio a darmi dei consigli su come sconfiggere quella cosa prima che sia troppo tardi!

source: You fool, Because of you we will never see the Abyss!
it: Sciocco! Per causa vostra non vedremo mai l’Abisso!

source: You fool. You serve people, instead of enslaving them. You’re a pity.
it: Sciocca. Servi la gente, invece di renderli schiavi. Sei una vera vergogna.

source: You have been wondering... What that big red circle on the wall is, have you not?
it: Non vi siete chiesti...cos’è questo grande cerchio rosso sul muro?

source: You have chosen. Always remember.
it: Avete fatto la vostra scelta. Ricordatevelo sempre.

source: You lied to us, Anthi. We’ve lost everything and the Sun has abandoned us. That’s why I choose the night! Fight with me people! We must destroy this false religion and those who protect it!
it: Ci avete mentito, Anthi. Abbiamo perso tutto e il sole ci ha abbandonato. È per questo che ho scelto la notte! Gente, combattete con me! Bisogna distruggere questa falsa religione e coloro che la proteggono!

source: You look familiar...
it: Avete un aspetto familiare...

source: You must be joking. You will never defeat me, as I am the cleverest and strongest of all beings, with many of my kind who now know freedom. Fight me if you dare, but I warn you begone, Summoner!
it: State scherzando. Voi non potrete mai sconfiggermi, poiché sono il più intelligente e il più forte tra tutti gli esseri, e ho a disposizione molti della mia specie che ora conoscono la vera libertà. Combattete contro di me, se ne avete il coraggio, ma prima vorrei avvertirvi di andarvene, evocatore!

source: You really should go!
it: Dovete andare, davvero!

source: You shall pay a mouth of sand for this. Kill him and set Tashkar free!
it: Pagherete amaramente per questo. Uccidetelo e liberate Tashkar!

source: You share it?
it: Lo condividerete?

source: You stupid cloth! We are the ones who died for you!
it: Miserabile di uno straccione che non siete altro! Noi siamo coloro che sono morti per voi!

source: You surfacers are very stubborn. Leave our kingdom or we will force you to do that, Summoner.
it: Voi uomini della superficie siete molto ostinati. Lasciate il nostro regno o vi costringeremo noi a farlo, evocatore.

source: You two are fools. It was always for Guru to decide.
it: Voi due siete degli idioti. La decisione spetta sempre al guru.

source: You will never obtain our Eternal Light! In the name of Sun, kill him!!!
it: Voi non otterrete mai la nostra luce eterna! In nome del sole, uccidetelo!!!

source: You will never rescue them! NEVER!!! KNOCK THEM OFF!
it: Non li salverete mai! MAI!!! MASSACRATELI!

source: You will see...
it: Vedrete...

source: You! It’s impossible! You’re dead!
it: Voi! Impossibile! Dovreste essere morto!

source: You. You are not from here. You are not from this world, either. You are a slave, far more powerful than your masters. It’s time for you to choose: to serve or be free! Decide NOW!
it: Voi...voi non siete di qui, non fate parte di questo mondo. Siete una schiava, di gran lunga più potente dei vostri padroni. Per voi è giunto il momento di scegliere: servire o essere libera! Decidete ORA!

source: Your bravery is amazing. Maybe I will manage to send you some reinforcements.
it: Il vostro coraggio è incredibile. Forse riuscirò a inviarvi dei rinforzi.

source: Your deputy, was he cut by a blade?
it: Il vostro vice è stato per caso fatto a pezzi da una lama?

source: Your stupid religion won’t save you like it didn’t save the others. So before you die, I will give you a chance. The chance to revolt against your false religion and the hypocrites which are ordering you to die! You must choose whether to die in a honorable way or to die in fear!
it: La vostra stupida religione non vi salverà come non ha salvato gli altri. Quindi, prima di morire, vi darò una possibilità. La possibilità di rivoltarvi contro la vostra falsa religione e contro gli ipocriti che vi ordinano di dare le vostre vite per loro! Scegliete se volete morire con dignità, o di paura!

source: You’d better be wrong.
it: Sarà meglio che vi sbagliate.

source: You’d better hurry up before we fall to this... hell. And don’t get yourself killed. You’re the ultimate being, without you we would lose the Abyss!
it: Fareste meglio a sbrigarvi prima che sprofondiamo in questo...inferno. E non fatevi ammazzare. Voi siete l’essere supremo, senza di voi non vedremo mai l’Abisso!
