Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Again? I think these buttons activate something, but what? Continue searching.
de: Sucht weiter, bis ihr den richtigen gefunden habt! Möchte wissen, WAS die Gatter schützen ...
it: Ancora? Penso che questi interruttori attivino qualcosa, ma cosa? Continuate la ricerca.
ru: Опять? мне кажется эти кнопки что-то активируют, но что? Продолжайте искать.

source: Ah, I almost forgot one of the most important things of all! Staying too long inside a circle is FORBIDDEN!
de: Was Ihr nicht sagt! Hoffentlich treffe ich einen auf meiner Urwaldexkursion. Dem würde ich— Hach, das Wichtigste hätte ich fast vergessen … Längerer Aufenthalt im Kreis ist UNTERSAGT !!
ru: Ах, я почти забыл одну из самых важных вещей! Пребывание слишком долго внутри кругов ЗАПРЕЩЕНО!

source: Ah, I learned this when one of my dispeller students, after banishing a elemental, decided to try banish the gate, and it reappeared! I found out the part about Dimensional Gate IIs turning into blue dimensional gates after trying myself, inspired by this naughty student of mine.
de: In jungen Jahren schätzte ich die Unerquicklichkeiten des Soldatenlebens noch, ha. Doch es war ein Schüler, der mit der Bannung von Weltentoren experimentierte. Ich verwies ihn deshalb von der Akademie und stellte – aus wissenschaftlichen Gründen – selbst Versuche an.

source: Ah, a Summoner! You have come to defeat me, haven't you?
de: <span color='#FA0000'>Könnte schwören, dass die Beschwörer dort uns zum Aufgeben beschwören wollen ...</span>

source: Ah, summoner, there is still an enormous amount of knowledge left in this world to learn, so we have no intention of going to other worlds yet.
de: Haha~ Anthi kann ohne Sonne nicht. Und wir haben in dieser Welt noch viel zu examinieren!

source: Ah, welcome, summoner. It seems that we have had the pleasure of meeting in the past. Weren't you one of the guards in your capital? You changed quite a bit over the months. Let me quess, you have come for one of your leaders. He is... well, how to put it... It is a little complicated.
de: Ah, der Stadtwächter, der das Kamel im Leib hat … So herausgeputzt? Ist es wegen deinem Oberhäuptling? Der ist in meiner Hand, obwohl … Naja, die Sache ist etwas komplizierter ...
ru: Ах, приветствую, призыватель. Если я не ошибаюсь, мы уже встречались в прошлом. Не был ли ты случайно одним из охранников в вашей столице? Ты вижу заметно изменился. Позвольте мне угадать, ты пришел за одним из ваших лидеров. Он... ну, как это тебе сказать... Это немного сложно.

source: Ah, yes, the personal Megacircle - one of the most advanced magical circles we have ever designed. They are very rare and hard to produce. Only the most powerful Summoners in our society can afford such a miracle.
de: Zuvörderst sollte Euch bewusst sein, dass es rare Meisterwerke sind. Nur die mächtigsten Beschwörer vermögen sie zu generieren und es verlangt ihnen harte Arbeit ab.

source: Ah, yes. Since you claim that you observe things from here, then I am sure you know that Kharos was under attack by unknown forces. Kharosians know about your kingdom, they even trade with you, yet you did not help them. Why?
de: Nee, zwei. Wenn ihr von hier oben alles im Auge behaltet, dürfte euch der Angriff auf die guten Leute von Kharos nicht entgangen sein. Warum habt ihr denen nicht geholfen?

source: Alright, lead the way.
de: Dann aber schnell an die Becher, lecker!

source: Also no offense but your personal circle is one of the most primitive things I've seen in years...
de: Und - mit Verlaub – deine magische Sphäre ist das Allerletzte. So was habe ich seit einer Ewigkeit nicht gesehen.

source: Also, summoning wears off the circle so you need some resources to reinforce it after each summoning. If you run out of money, you won't be able to summon, literally speaking.
de: Zu beachten wäre noch die Wartung <i>Magischer Kreise</i>. Verschleiß nach der Nutzung lässt sich nicht ausschließen, für die Pflege-Ingredienzien müsst Ihr selbst sorgen, ihr braucht genug Gold.
ru: Кроме того, призывание изнашивает круг, поэтому вам понадобятся ресурсы, чтобы укреплять его после каждого призыва. Если у вас кончатся деньги, вы не сможете призывать, буквально говоря.

source: Also, the megacircle comes with 'linked' melee weapons. A magical scimitar and a hammer, to be precise. Both are connected with the circle, which uses its amazing tracking abilities to enhance your melee combat skills. Your strikes will be much more accurate now. But the best comes at the end...
de: Obendrein stehen sie in Verbingung zu Nahkampfwaffen: Ihre Zielgenauigkeit wirkt sich auf Säbel und Hammer aus und verhelfen zu einer magischen Schlagkraft.

source: Also, we have met. When you return to the Abyss, you will tell your people about all these things you have gone through.
de: Und die Bekanntschaft netter Leute gemacht. Wir beide hätten uns sonst nie getroffen. Deinen Freunden im Abyssus hast du allerhand Neues zu erzählen.

source: Alssso our sssscouts report enemy flying reinforcements coming from the wessst. They should arrrrive sssoon, so better sstay alert.
de: Mach zzzu! Aufklärer melden, mehr Feinde kommen, und sssie fliegen!
ru: Также, наши разведчики сссообщают о летающем вражессском подкреплении в запада. Они должны ссскоро появитссса, так что будь осссторожен.

source: Although they are useless to us, we do know where two of them are. The first is in the hands of the people of Kharos. It is their holiest artifact; they call it the ‘Sun Ray’.
de: Der eine Speicher ist in Kharos. <i>Sonnenstrahler</i> nennen sie ihr heiligstes Artefakt und Energiequelle der Sonnenkrieger.

source: Amazing!
de: Oho, südländische Baukunst hat man hier noch nicht gesehen! Wunderschön! Hoffentlich auch regenfest ... <small>(<i>seufzt</i>)</small> Könnte ich diese Pracht nur lang genießen ...
it: Fantastico!

source: Amazing! The Magi really did an incredible job with this. I wonder if it translates my speech too.
de: Ach so … Der Guru dachte mit. Ob meine Worte auch in Gerätsprache umgedeutet werden?

source: Amazing. I have split her in half, and she is still alive. She has also changed her colors! Nevermind, it’s time to kill you for the second ti...
de: Hmmm … Frappierend … Eine Herausforderung, dich erneut zu töten!

source: Amazing. This must be the Land of Magic!
de: Man glaubt es nicht … Ich bin im Himmelreich, um den Abyssus zu erreichen!
it: Fantastico. Questa dovrebbe essere la Terra della Magia!

source: Amazing... an entity from Abyss that has visions... It’s the first time I have seen something like this. It looks like she regained her consciousness!
de: Eine Vision, Scherif. Sie behauptet, eine übernatürliche Erfahrung gehabt zu haben, was ich bei übernatürlichen Wesen für ausgeschlossen halte. Immerhin ist sie wieder bei Sinnen.

source: Amazing... if I tell my friends in al-Kamija about what I’ve seen here, they won’t believe me. But I have a question. You said these Sun Guardians protect your temples. From what danger then? You seem to be a peaceful society.
de: Uhm … Ich hatte das mulmige Gefühl, dass der mit Blicken töten kann, fragte mich aber: wie? Ob er mir misstraut? Wenn er mich so gut durchschaut, weiß er, dass ich kein Wüstling bin … auch wenn ich aus der Wüste bin. Vor wem sollen die Sonnenkrieger eigentlich schützen? Bei Euch herrscht Zucht und Ordnung, erpicht auf Krieg seid ihr doch auch nicht!

source: Among a myriad of dunes, in the center of our Holy Land, an unreal palace-city lies — our capital al-Kamija. It is an unusual place. It is not damaged by destructive influences of time and sand. There are no shortages of goods, because everything is found here. How is this possible?
de: Zwischen Myriaden von Dünen, im Herzen dieses uns heiligen Landes, liegt eine traumhafte Palaststadt: Al-Kamija. Ja, unsere Hauptstadt — gefeit gegen jedwede Unbilden der Zeit, des Klimas und des Sandmeeres — in der's uns nie und nimmer an nichts fehlt, weil alles dort im Überfluss vorhanden ist. Der will uns ein Kamel aufbinden, denkt ihr! Ha, lasst euch eines Besseren belehren ...
ru: Среди несметного количества дюн, в центре нашей Святой Земли, лежит нереальный дворец-город - наша столица аль-Камиджа. Это необычное место, оно не повреждено разрушительными влияниями времени и песка, здесь нет недостатка в товарах, потому что здесь все есть. Как это возможно?

source: An explanation is pointless; you would not understand anyway. Listen, we want to finish our research here, and then we will ‘go away’. You have a choice: you can return from where you came, or fight, and suffer the same fate as your leader.
de: Ach was. An Gold ist uns doch nicht gelegen. Du weißt noch immer nicht, wie das Kamel läuft: Entweder du lässt uns hier zu Ende forschen – dann machen wir uns husch wieder davon, oder du folgst deinem törichten Kommandeur – mitsamt deinen Soldaten.

source: An infinite passage to the Abyss, a world of unlimited energy, where time and space have no meaning...
de: Rund um die Sonnenuhr Verbindung zum Abyssus … Dieser Welt voller geballter Energie, wo Zeit und Raum keine Bedeutung haben … Ist dem nicht so?
it: Un passaggio infinito per l’Abisso, un mondo di energia illimitata, dove lo spazio e il tempo non hanno alcun significato...
ru: Вечный портал в Бездну, мир безграничной энергии, где время и пространство не имеют значения...

source: And I will... CRUSH YOUR HEAD WITH MY HAND!!!
de: <span color='#FA0000'><big>Vermessener! Du wirst zu spüren bekommen, wie wenig wir uns ähneln!</big></span>

source: And besides, he most likely wouldn't even want being a leader anyway. He's already rich, and I personally doubt he would want to manage city affairs, or march alongside troops, instead of just lying cozily on his couch and listening to philosophical monologues of his jinns, or just staring at his dimensional gate collection, like he usually does.
de: <span color='#0175FE'>Er dürfte auch die Unerquicklichkeit verwalterischer Stadtplanung geringschätzen ... Von den Widrigkeiten eines Wüstenmarsches an der Seite von Soldaten ganz zu schweigen. Allzu viel liegt ihm daran, bei einer Wasserpfeife auf dem Diwan den philosophischen Monologen seiner Dschinn zu lauschen. Oder er ist in die Betrachtung seiner Weltentor-Sammlung versunken ...</span>

source: And if I wanted to banish a very powerful abysmal being? Like for example an elemental god or Dharma'rhami?
de: Na, die sind besser als gar nichts. Auch Kleine schlagen große Schlachten, lasst Euch das von einem Ex-Wachtmeister sagen! Gildemeister, musstet Ihr schon elementare Götter bannen? Und könnt Ihr auch … <small>(<i>flüstert</i>)</small> Dharma'rhamis vertreiben?

source: And now think about destroying your elemental... with a tower of yellow light! The megacircle will do the rest.
de: Konzentriert Euch nun auf eine machtwörtliche Zerstörung des Figuranten — der Megazirkel stimmt sich auf Euren Geist ein und führt den Befehl aus.

source: And that is how the first part of our story has ended. Mehir became one of the most powerful men in the land of the Summoners and his destiny was beginning to fulfill.
de: Gefeiert wurde denn auch die ganze Nacht. Mehir hatte es weiter gebracht, als je ein Stadtwächter zu träumen gewagt hat.Doch er sollte bald erkennen: Sein Kismet hatte noch viel mehr für ihn parat ...
it: Ed è così che finisce la prima parte della nostra storia. Mehir divenne uno degli uomini più potenti nella terra degli evocatori e il suo destino cominciò a realizzarsi.
ru: Так и закончилась первая часть нашей истории. Мехир стал одним из самых могущественных людей в земле призывателей, и его судьба начала сбыватся.

source: And then Mehir understood what Anthi had in mind when she told him that it is impossible to reach this land by ship. Mehir saw a giant landmass above his head which stayed still in the air just over the clouds. Even flying carpets couldn’t fly so high, so Mehir’s people decided to draw a special circle on the ship’s floor, similar to the one which was used by the Ka-Gattan Summoners centuries ago to travel between the surface and the underground. After a few hours everything was ready and the first who had decided to teleport to the ‘flying island’ was Mehir.
de: Da hing auch dann tatsächlich etwas in der Luft über den Wolken: Eine riesige Masse Land, die von keinem Teppichflieger zu erreichen wäre. »Vom Wind getrieben …«, erinnerte sich Mehir. »Jetzt versteh ich … Wir haben Glück gehabt, dass es zwei Tage windstill war!« »Glück? Anthi und der Sonne sei gedankt!«, mahnte der Kapitän. »Wie ihr da hochkommt, müsst ihr nun selber sehen.« »Harrr, kein Problem für uns Beschwörer«, dachte Mehir finster entschlossen und befahl, einen speziellen Einweg-Teleportationskreis für in Sichtweite liegende Ziele auf die Planken zu malen, den er dann auch mannhaft als Erster in Gebrauch nahm. <span color='#000000'>.</span>
ru: И тогда Мехир понял, что имела в виду Анти, когда она сказала ему, что добраться до этой земли невозможно на корабле. Мехир увидел гигантский холм над его головой, который оставался в воздухе над облаками. Даже летающие ковры не могли летать так высоко, поэтому люди Мехира решили нарисовать особый круг на полу корабля, похожий на тот, который использовался призывателямм из Ка-Гатты столетиями назад для перемещения между поверхностью и подземельем. Через несколько часов все было готово, и первым, кто решил телепортироваться на ’летающий остров’, был Мехир.

source: And there is. There are things in this world that can store magic over time. We call them ‘power sources’. If you could bring us one of these objects, we could release its accumulated power and open a gate for you.
de: Natürlich gibt es eine Möglichkeit. Doch dazu ist eine Magie-Speicher-Batterie vonnöten. Davon aber gibts nur zwei — keine davon befindet sich bei uns.

source: And this must be...
de: Oh, da kommt ja noch wer ...
ru: А это должно быть...

source: And to think I wanted to command these Summoners...
de: Nur Deppen schikanieren, so gehts nicht weiter … Ich müsste mich mehr profilieren, aber wie?
it: E pensare che volevo comandare questi evocatori...
ru: И подумать, что я хотел командовать этими призывателями...

source: And what about Kharos? Have they destroyed Kharos?
de: Konnten die Dunkelmänner nicht aufhalten. Ist die Hauptstadt schon verschwunden?
it: E riguardo a Kharos? Hanno distrutto Kharos?

source: And what about the Circle?
de: … Baustelle zu sichern , richtig Sidi. Was, wenn die den Kreis—
ru: А что насчет Круга?

source: And what about the others?
de: Wem sagt Ihr das! Ich sah es in Mag-Magar wüten … Wieso zählt Ihr nur ein paar Arten auf? Die Unmengen niederer Magischer Kreaturen gäben doch ein stattliches Heer her!

source: And what if it eats me?
de: Was, wenn ich darin untergehe? Ich habe vor, noch aufzusteigen ...
ru: А что если он меня с'ест?

source: And what's wrong with it?
de: Auf den Kreis? Wenn ich genug Gold für Instandhaltungs-Ingredienzien—
ru: И что с эти не так?

source: And you look familiar... It was your people who... broke into our catacombs in Ka-Gatta...
de: Ja, und Repräsentant des Hohen Abyssalen Rates, der bestimmt schon um mich trauert. Wo wir dabei sind, uns bekanntzumachen: Ich habe euch just auch durchschaut! Ihr steckt hinter dem Überfall auf Al-Kamija, wolltet ein kostbares Relikt aus dem Palast rauben! Die Katakomben von Ka-Gatta habe ihr entwürdigt und meinen Amtsvorgänger samt Garde in den Abyssus befördern lassen! In den ROTEN!

source: And you want me to steal it, right? No way! The people of Kharos helped me get here. They gave me hope. I can’t do this. There must be another way.
de: Jaja, ein Feuerball. Das sagen unsre belsenen Dschinns auch, von göttlich keine Rede. Nun danke ich der Sonnenpriesterin aber, dass ich hier bin. Sie wollte mich gar vorm Verdursten retten in der Großen Wüste … Ich kann die Kharoser nun unmöglich ihrer Energie berauben.

source: Another illegaly summoned Efreeti?
de: Einen Afrit beschwören, illegal?

source: Anthi didn’t say anything about it.
de: WAAAS? Man glaubt es nicht! Anthi hätte mich am liebsten zum Sonnenanbeter bekehrt!

source: Anyway, I have to wrest them away from the inns, every single evening, because they aren’t decent enough to do their duty.
de: … Und ein paar Trampel noch, zum Kommandieren … Den halben Tag erholen die sich vom Feigenwein der letzten Nacht, die andere Hälfte sind sie vom Denken an den Dattelwein am Abend schon besoffen … Keine Zucht steckt in den Spunden … im Gegensatz zu MIR!
it: Ad ogni modo, li devo trascinare fuori dalle osterie ogni singola sera, dato che non hanno nemmeno la decenza di compiere il loro dovere.
ru: В любом случае, мне приходится должен отгонять их от трактиров каждый вечер, потому что они не годятся, что бы выполнять свою работу.

source: Anyway, as soon as the first carpets arrive from al-Kamija, I’ll go and speak with the High Council. Your achievements shall be announced in the whole country!
de: Der Hohe Rat sollte aus erster Hand ins Bild gesetzt werden, aber ich warte besser die Ankunft von Teppichreitern aus Al-Kamija ab. Wer weiß, ob die Umgebung sicher ist oder bewahre! ein weiterer Terrorakt geplant ist!

source: Anyway, sorry for not introducing myself, my name is Glomin, son of Glamthasil. And now, my steam children, target our mortal enemy for the last time! Ignore others!
de: Jaja, da verschlägt es ihm die Sprrrache … Seit Ewigkeiten suchen mich diese Knochenbestien heim, es MUSS endlich ein Ende sein! Auch ich, Glomin, Sohn des Glamthasil, letzterrr Hüterrr des Errrbes der Rrrunenzwerrrge, habe nun die Schnauze voll! Wirrr haben uns verrrstanden? Dampfautomaten, neuerrr Befehl: Nurrr die Eindrrringlinge aus Norrrd und Süd anvisierrren!

source: Anyway... A beautiful place this Dome of ours, isn't it? Here on the top of the column lies the Elemental Bird - one of the four ultimate beings and the most powerful elemental ever summoned.
de: Ihr habt Euch schon hier umgesehen? Beeindruckend, nicht wahr? Diese Stätte ist auch unser ganzer Stolz! Guckt mal, das Behältnis oben auf der Säule. Wisst Ihr, was da drin ist, Mehir?
ru: В любом случае... наш Купол красивое место, не так ли? Здесь в верхней части колонны находится Элементальная птица - одна из четырех высших существ и самый мощный элементаль, когда-либо призванный.

source: Are you mad? It seems like they’d rather tear you apart than come to an understanding. My job is to protect the circle which means I cannot allow anyone outside our country to come closer to it. If you want to support them, you may, but the army of Sud-Affar won’t help you.
de: Ich kann eine Verabredung bei meinem Heiler für dich arrangieren, aber nicht die Truppe von Sud-Affar einem Narren offerieren. Unsere Aufgabe ist einzig und allein, den Großen Kreis und dessen Fortentwicklung zu schützen. So viel ist mir immerhin noch klar. Ihr aber seid dumm.
ru: Ты ненормальный? Они скорее разорвут тебя на части, чем прийдут к пониманию. Моя задача - защищать круг, что означает, что я не могу позволить никому за пределами нашей страны приблизиться к нему. Если ты хочеш поддержать их, я не буду тебя отстанавливать, но армия Суд-Аффара тебе не поможет.

source: Are you really trying to feed the essense of your elementals to this gate, or are you just messing around with it, while it's still the way it is?
de: <span color='#0175FE'>Du bist wirklich willens, elementare Essenzen an ein magisches Machwerk zu verfüttern?</span>

source: Are you sure? This will take 1.2 seconds.
de: <span color='#0175FE'>Nicht doch!</span> <span color='#FA0000'>Du könntest aus der Wanne fallen!</span>

source: Argh! You failed your promise, Mehir! I got nothing to lose anymore, Activate the self-destruc...
de: So warrr es nicht abgemacht! Ich hab nix mehrrr zu verlierrren, somit seid auch ihrrr verlorrren! Code 0-0-0-Selbstzerrrstörrrung ...

source: As a Summons Master, Mehir got one or more aura AMLAs (either circle of resistance, damaging aura, or slowing aura). With his new circle, Mehir has all of these abilities automatically. As a compensation, Mehir gets 60 experience points for each of the mentioned AMLAs he obtained.
de: <span color='#397EF2'>Als »Meister der Beschwörung« kam Mehir zu Sonderboni (AMLAs). Im »Nonplusultra-Zirkel« sind alle möglichen Vorteile bereits integriert: Schutzkreis, Aderlass,Aura der Verlangsamung. Dafür gibt es jetzt 60 EP für jede Bonus-Fertigkeit.</span>

source: As far as I can see, there is no trace of Tashkar and his troops here. They must have proceeded to the next chamber. Nevertheless, we should make a thorough search. Maybe we will find some clues or treasures. The skeletons may be worth looting too...
de: Sollte ich auch nach Schätzen suchen? Vielleicht findet sich bei den Toten Gold für Zauberkreis- Erhaltungsingredienzien! … Von Tashkar und seinen Mannen nichts zu sehen … Womöglich ist der Esel tiefer in die Höhle rein. Ich muss nach Hinweisen forschen lassen … Was ist nur los mit meiner Haut? Sieht wie die eines gerupften Geiers aus! ...
ru: Насколько я вижу, здесь нет следов Ташкара и его войск. Должно быть, они перешли в следующий зал. Тем не менее, мы должны сделать тщательный осмотр. Может быть, мы найдем какие-то подсказки или сокровища. Мне кажется грабить скелетов будет стоить того...

source: As long as we do not make the decision, I suggest choosing one of us to be a temporary leader of Tar-Tabar.
de: Gute Idee! Wir können beim Pfeiferauchen ja beraten, wessen wir uns vorübergehend als Ersatzmann bedienen könnten.

source: As soon as Mehir and Jaffar were loaded on wyverns, Rhaxiz reminded the Keeper about some lizards that had been captured a few days ago by barbarians. He also described how good the Summoners were fighting in the desert. The Keeper agreed at once and ordered for the Summoners to be brought back. A Darkblooded chose Mehir to set out to the Fire Canyon to rescue those lizards. They promised him that if all captured lizards returned in one piece, the Summoners would be given permission to continue their work in the Darkblooded’s territory. At the same time Jaffar was held hostage, against the lizards’ well being.
de: Vor allem Heiligen steht letztlich aber immer Eigensinn – bekannt ist auch, dass Eidechsen gerissen sind. Rhaxiz – froh, dass er noch am Leben war – machte sich für die Gemaßregelten stark: Einzigartige Kämpfer wären diese Wüstlinge, scheuten weder Feuer noch Dämonen! Ideal, um jene Echsen zu befreien, die von den Wilden in der <i>Feuerschlucht</i> in Käfigen gefangen seien. Der <i>Aufseher</i> war einverstanden, auf ein paar gefällte Bäume mehr käm's ja nun auch nicht an. Die Nachbarn aus der Wüste dürften weitermachen, hätte Mehir diese Gefangenen nur erstmal heil zurückgebracht. Und um der 'Bitte' Nachdruck zu verleihen, wurde der Vize Jaffar in Geiselhaft genommen. <span color='#000000'>.</span>
ru: Как только Мехир и Джаффар были загружены на виверн, Раксиз напомнил Хранителю о некоторых ящерах, которые были захвачены несколько дней назад варварами. Он также описал, насколько хорошо призыватели сражались в пустыне. Хранитель сразу согласился и приказал вернуть Призывателей. Темнокровные выбрали Мехира, чтобы он отправилься в Огненный Каньон, чтобы спасти этих ящеров. Они пообещали ему, что, если все захваченные ящеры вернутся целыми и невредимыми, призывателям будет дано разрешение продолжить их работу на территории Темнокровных. В то же время Джаффар был взят в заложники, против благополучия ящеров.
