Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Uh... I'd rather not mention them. They were some of the most powerful and terrifying things imaginable. Hope you will not encounter their undead minions here...
es: Eh... Preferiría no hablar de ellos. Eran de las cosas más terroríficas que me puedo imaginar. Ojalá no se encuentren con sus esbirros no muertos aquí...

source: We have to go now. The battery you are looking for is inside the bunker.
de: Wir müssen weg, das Steuerruder friert schon fest. Siehst du die Öffnung in den Felsen dort? Da müsst ihr hin. Der Energiesammler ist in einer Speicherkammer unter Erde.
es: Hemos de marcharnos. La batería que buscas está dentro del búnker.

source: Good luck, Summoner. You will need it.
de: Leinen los! Klar zum Abheben! Ahoi, auf dass wir uns in warmen Lüften wiedersehen!
es: Buena suerte, invocador. La necesitarás.

source: Hey, wait!
de: Warte mal! Woher weißt du—
es: ¡Eh, un momento!

source: I have a bad feeling about this...
es: ¡Maldición! Tengo un mal presentimiento…

source: We need to hurry. The sooner we get the battery, the sooner we can get the hell out of here.
es: Debemos apresurarnos. Cuanto antes tengamos la batería, más pronto podremos largarnos de aquí.

source: Low temperatures damage your living troops. Use fire elementals to warm them up or use healing units instead. Magical units and Ums are immune to the cold.
es: Las bajas temperaturas hieren a sus tropas vivas. Use elementales de fuego para mantenerlas calientes o unidades sanadoras en su defecto. Las unidades mágicas y los Ums son inmunes al frío.

source: As a Summons Master, Mehir got 'circle of resistance' AMLA. With his new circle, Mehir has this ability automatically. As a compensation for the experience spent on this particular AMLA as a Summons Master, Mehir receives 80 experience points.
es: Usted escogió otorgarle a Mejir el ASMN de “círculo de resistencia”. Con su nuevo círculo, sin embargo, Mejir tiene esta habilidad automáticamente. Como compensación por la inversión de experiencia en esa elección, Mejir gana 80 PX.

source: Because Mehir has made necessary preparations for the journey, you can directly level up your remaining Dimensional Gates upon recall for a small price of 6g.
es: Debido a que Mejir ha hecho los preparativos necesarios para el viaje, podrá promocionar los portales dimensionales que reincorpore por tan solo 6 monedas de oro.

source: Mehir enters the bunker
es: Mehir entra en el búnker

source: Your units cost no upkeep during this scenario.
es: Sus unidades no costarán mantenimiento hasta el final del escenario.

source: *nervously* Did... did you hear that?
es: <i>Nervioso.</i> ¿Es-escuchasteis eso?

source: Yes. I sense something... strange.
de: <span color='#FDFD00'>Was hier vorgeht ist absonderlich ...</span>
es: Noto algo... Extraño.

source: Tell me more.
es: ¿Extraño?

source: This energy... it is unnatural, yet not artificial. It is ancient, overwhelming, unforgivable... We are not alone here.
de: <span color='#FDFD00'>Die Energie, die ich verspüre … Schonungslos, unerbittlich wie mein einstiges zweites Ich ...</span>
es: Esta energía... No es natural, ni artificial. Es antigua, abrumadora, intolerable... No estamos solos.

source: What the... am I hallucinating, or are those... flying leeches with teeth?
es: ¡Qué diantres! ¿Estoy alucinando o aquellas cosas son...? ¡¿Sanguijuelas voladoras dentadas?!

source: Whatever these things are, I'm pretty sure they are not living beings.
es: De todas las cosas que pueden ser... Al menos estoy segura de que no son seres vivos.

source: Huh? But they are closing in, fast.
de: Unsinn. Guck mal, wie schnell die mit den Flossen flattern ...
es: ¿Eh? Pero se están acercando <i>rápido</i>.

source: Too fast. Brace yourselves!
es: Demasiado rápido. ¡Preparaos!

source: What in the blazes is that?!
es: ¡¿Se puede saber <b><i>qué</i></b> es eso?!

source: It's an ambush! Everyone, draw your weapons!
es: ¡Es una emboscada! ¡A las armas!

source: These beings seem to be magical, yet I sense no magic in their bodies. They are not of abyssal origin either...
es: Estos seres parecen ser mágicos, pero no siento magia en sus cuerpos. Y tampoco provienen del Abismo.

source: What kind of horror is this?!
de: Schneeaffen? Ich wage kaum zu fragen … Hast du zu denen was Ermutigendes zu sagen?
es: ¡¿Qué clase de horror es este?!

source: They are made of mixed bones. They are so old... I have no idea what is animating them, but it's clear that it wants us dead.
es: Son quimeras construidas con huesos. Y tan antiguas... No tengo la menor idea de qué los está reanimando, pero es obvio que nos quiere matar.

source: We will soon get surrounded! I shouldn't have trusted those magi, I shouldn't have!
es: ¡Pronto seremos rodeados! ¡No debí confiar en esos magos, no debí hacerlo!

source: Target acquired. Scanning... Destroyer encountered. Threat level: extremely dangerous. Executing pacification protocols.
es: Objetivo establecido. Analizando... Destructor encontrado. Nivel de amenaza: extremadamente peligroso. Ejecutando protocolos de pacificación.

source: A 'Destroyer'?! Wait a minute, so the Tharis were worshiping these creatures?! What the hell have I signed up for?!
es: ¿Un “destructor”? ¡Espera un minuto, así que los Taris adoraban a estas criaturas? ¿Para qué diablos me he apuntado?

source: Destroyers
es: Destructores

source: *shrieks*
de: ( <i>verzieht das Maul, scheint boshaft zu grinsen ...</i> )
es: <i>Chillidos.</i>

source: One of my men! Dear Nomolas! What is happening to him?!
es: ¡Uno de mis hombres! ¡Por Nómolas! ¿Qué le está ocurriendo?

source: This power... it is consuming him. Now his body belongs to them... forever.
de: <span color='#FDFD00'>Er geht ihm ans Leben und kann ihn untot machen … So was soll es geben.</span>
es: Este poder... Lo está consumiendo. Ahora su cuerpo les pertenece... Para siempre.

source: We better run to this damn bunker before these abominations devour us all!
es: ¡Será mejor que corramos hacia ese maldito búnker antes de que estas abominaciones nos devoren a todos!

source: When will this madness ever stop?!
es: Esta locura... ¡¿Cuándo se detendrá?!

source: We must clear the path! Hurry up!
es: ¡Tenemos que abrirnos camino! ¡Rápido!

source: Follow me! Hurry!
de: Harrr, denen sind wir nicht ins Netz gegangen! ( <i>Naja, war knapp…</i> ) Mir nach!
es: ¡Seguidme! ¡Rápido!

source: Stay away from me!
es: ¡Manteneos lejos de mí!

source: *chanting something in a strange, and eerie tongue*
es: <i>Recita algo en una lengua extraña y misteriosa.</i>

source: My Master, I sense enemies all around us!
es: ¡Mi maestro, siento enemigos a nuestro alrededor!

source: I need to access parallel dimensions to see the possible opportunities and outcomes. Just a moment, my master...
es: Necesito acceder a las dimensiones paralelas para ver las posibles oportunidades y resultados. Solo un momento, mi maestro...

source: In about 89.67% of the likely future outcomes I see enemies coming from the west, east and... south. This will happen really soon. They are like nothing we've ever seen! Also, the entrance to the bunker might be guarded...
es: En aproximadamente 89.67% de los posibles resultados futuros, veo enemigos que vienen del oeste, el este y del sur. Ello sucederá muy pronto. ¡No son nada que hayamos visto antes! Además, la entrada al búnker podría estar vigilada...

source: My Master, we need to rush towards the entrance, or we'll get overrun!
es: Mi maestro, tenemos que correr hacia la entrada, ¡o seremos superados!

source: Be aware my Master! The entrance to the bunker will be guarded by multiple powerful beings. They will emerge from the ground really soon. You will have to mount quite a heavy strike force to get through.
es: ¡Vigilad, maestro! La entrada al búnker estará protegida por múltiples seres poderosos: emergerán muy pronto del suelo. Tendréis que montar una potente fuerza de asalto para pasar.

source: Here goes the first one...
es: Allá va el primero...

source: When standing in the blue orbs, your units recover 12 hitpoints per turn (does not cancel the healing provided by other factors, such as regeneration, rest, etc.).
es: Cuando se encuentren en los orbes azules, sus unidades recuperarán 12 PV por turno (adicionalmente a otras fuentes de curación, como regeneración y descanso).

source: Three to go.
de: Noch drei …
es: A por el tercero.

source: Almost there...
es: Falta poco...

source: Only one more to go.
es: Solo uno más.

source: Ruins
de: (22) Ruinen
es: Ruinas

source: Test Circle Area
es: Prueba de área del Círculo

source: Show Circle Area
es: Mostrar área del círculo

source: Damn it! Those abominations are catching up to us!
es: ¡Maldita sea! ¡Esas abominaciones nos están alcanzando!

source: Stand back...
de: <span color='#FDFD00'>Ich kümmere mich darum ...</span>
es: Manteneos detrás...

source: Good job. Unfortunately, we are trapped here now, but those weird magi gave me a teleportation spell. We’d better find this battery and get out of this freezing hellhole as soon as possible...
es: Buen trabajo. Por desgracia, ahora estamos atrapados; pero esos magos raros me dieron un hechizo de teletransporte. Será mejor que encontremos esa batería y huyamos de este infierno helado cuanto antes...

source: Search the ruins
de: Ruinen durchsuchen
es: Busque en las ruinas

source: We’d better find this battery and get out of this freezing hellhole as soon as possible...
es: Será mejor que encontremos esa batería y huyamos de este infierno helado cuanto antes...

source: I can’t summon more men; there won’t be enough room for them inside the circle!
de: Nee, mehr Leute darf ich nicht rufen. Sonst passen wir nicht alle in den Teleportations-Zirkel ...
es: ¡No puedo invocar más tropas o no cabrán dentro del círculo de teletransporte!

source: I found a gate. Shall I open it?
de: <span color='#FDFD00'>Ein Tor versperrt den Gang. Wünschst du, dass ich es öffne, Meister?</span>
es: Encontré una puerta. ¿Debería abrirla?

source: Sure. What could possibly go wrong?
es: Claro. ¿Qué podría salir mal?

source: Oh, a gate. Let’s open it.
de: Ein Tor? Mich hält nichts auf. Ich brech es auf …
es: Oh, una puerta. Abrámosla.

source: Wow...
de: Ooo-ha! ...
es: Guau...

source: Rashti, you go first.
de: Rashti, geh mal vor ...
es: Rashti, entrad primero.

source: So this must be the battery we‘re looking for... my goodness, this thing is huge...
es: Entonces esta debe de ser la batería que buscamos... es enorme.

source: What was that?!
de: Gut, ich hatte keine Ahnung, wie so was aussie— ... Hm? Was war das für ein Rasseln?
es: ¡¿Qué fue eso?!

source: <i>Life signatures detected. Initiating first contact protocols.</i>
es: <i>Signos vitales detectados. Iniciando los protocolos de primer contacto.</i>

source: (playing pre-recorded message) Greetings, intelligent organisms. It is certainly quite a pleasure to meet you. This combat model is merely a humble representative of our technologically advanced civilization. May it have the honor of speaking with your leader?
es: <i>Reproduce un mensaje pregrabado.</i> Saludos, organismos inteligentes. Sin duda, es un placer conoceros. Este modelo de combate no es más que un humilde representante de nuestra desarrollada civilización técnica. ¿Se puede tener el honor de una entrevista con vuestro líder?

source: My, my, this thing speaks our language! And in quite a classy manner too! *smirks*
es: ¡Guau, esta cosa habla nuestro idioma! ¡Y de una manera bastante elegante, además! <i>Sonríe.</i>

source: Amazing! The Magi really did an incredible job with this. I hope it translates my speech too.
es: ¡Asombroso! Los magos hicieron un trabajo increíble de veras. Espero que también traduzca lo que hablo.

source: (switching to another pre-recorded message) Can you understand our language?
es: <i>Cambiando a otro mensaje pregrabado.</i> ¿Podéis comprender nuestro idioma?

source: Yes, *ahem* Alright, so, allow me to introduce myself, I am Mehir, formerly the leader of Tar-Tabar. We are Summoners, a nation hailing from the Great Desert, with al-Kamija being the capital. Although we are clearly far behind from your civilization technologically, we have abysmal beings as servants, who can fulfill each and any of our desires.
es: Sí. <i>Ejem.</i> Muy bien, ahora, permitidme presentarme. Soy Mehir, antiguo líder de Tar-Tabar. Somos invocadores, una nación proveniente de Gran Desierto, cuya capital es Alcamiya. Aunque estamos claramente detrás de vuestra civilización tecnológicamente, tenemos seres abismales sirvientes, los cuales realizan todos y cada uno de nuestros deseos.

source: *recorded message* So, now that we both introduced ourselves, may I inquire the reason of your entry into this bunker?
es: <i>Mensaje grabado.</i> Entonces, ahora que ambos nos presentamos, ¿puedo preguntar el motivo de vuestra entrada en este búnker?

source: Well, I came here for the huge battery in the middle of the room. Hopefully it isn't too important to you, since I AM going to take it.
es: Bueno, vine aquí por la enorme batería que está en el centro de la habitación. Espero que no sea demasiado importante para vosotros, porque la VOY a tomar.

source: *eyes become red* <i>Hostile intentions detected. Initiating defense protocols. Sending activation signal to other combat models.</i>
es: (Ojos enrojecidos). <i>Intenciones hostiles detectadas. Inicializando protocolos de defensa. Enviando señal de activación a los otros modelos de combate.</i>

source: That’s... wonderful... We’ve just faced horrors from the worst nightmares and now this...
de: Oh nein! Das ist falsch rübergekommen! Ich wollte sagen … fragen ...
es: ¡Qué...! Maravilloso... Acabamos de enfrentar horrores salidos de las peores pesadillas y ahora esto...

source: These guardians aren’t joking; there‘s no time to talk. If I remember correctly, the teleportation circle requires five parts of the spell to be casted in this pattern...
es: Estas máquinas no están de broma. No hay tiempo para hablar. Según entendí, el círculo de teletransporte requiere que conjure cinco partes del hechizo en este patrón...

source: Keep in mind that each time Mehir stands on the position to cast the spell, he will lose all his moves and will be unable to attack. He will still be able to recruit units, though. The order in which the spells are cast does not matter.
es: Recuerde que cada vez que Mejir se detenga para conjurar, perderá todos sus movimientos y no podrá atacar. Sin embargo, todavía podrá reclutar tropas. No importa el orden en que visite los nodos del círculo.

source: After completing the circle, you will need to gather all your living troops and Rashti inside the circle. You cannot leave your men behind.
de: <span color='#397EF2'>Sobald der Zirkel fertig ist, müssen sich alle lebenden Einheiten innerhalb des Kreises sammeln. Keiner darf zurückbleiben! Rashti ist zwar ein magisches Geschöpf, aber für sie gilt das Gleiche.</span>
es: Después de completar el círculo, ha de reunir dentro todas sus tropas humanas y a Rashti. No puede abandonar a sus hombres.

source: Create the teleportation circle
de: Teleport zustande bringen
es: Cree el círculo de teletransporte

source: Defend your position
de: Stellung auf der Plattform verteidigen
es: Defienda su posición

source: We did it! Now we just have to wait until the circle finishes itself.
es: ¡Lo hicimos! Ahora hemos de esperar a que el círculo se complete por sí mismo.

source: Wait until the circle finishes itself
es: Espere a que el círculo se complete (3 turnos)

source: Sister! Hear the voice of reason! These are the final moments of this last battle. It is not a good time for our quarrels. We MUST join together.
es: ¡Hermana! ¡Escucha la voz de la razón! Estamos en los momentos finales de esta última batalla. No es un buen momento para nuestras disputas. DEBEMOS unirnos.

source: Maybe you are right... In our true form nothing can oppose us, even these things. I'll join you, for now... but one day I am going to return!
es: Tal vez tengas razón... En nuestra verdadera forma, nada puede oponerse a nosotras, ni siquiera estas cosas. Me uniré a ti, por ahora... ¡Pero un día he de regresar!

source: Rashti's ultimate focus allows her to increase her movement speed by 1. Also, she cannot be destabilized again (this bonus only lasts until the end of the scenario)
es: La concentración definitiva de Rashti le permite mejorar su velocidad de movimiento en 1. Además, no podrá ser desestabilizada nuevamente (esta bonificación solo dura hasta el final del escenario)

source: ultimate focus
es: concentración definitiva

source: Now everyone is in place. It’s about time we got out of here!
es: Todos a bordo. ¡Hora de largarnos de aquí!

source: Huh? Where's all that darn noise comin' from? Can't an old dwarf just have some rest fer goodness's sake?! I hadn't slept in days!
es: ¿Eh? ¿De dónde viene todo ese maldito ruido? ¿Es que un viejo enano no puede descansar por el amor de Dios? ¡No había dormido en días!

source: (looks at the battlefield, eyes wider) My wrench be damned! What is goin' on here?!
es: <i>Observa con los ojos dilatados el campo de batalla.</i> ¡Maldita mi llave! ¡¿Qué ha pasao aquí?!

source: You see, well, my troops and I got separated from our nation and our families in the Abyss, so we need the battery's energy to be able to make a portal to it, to follow the rest of my people there. We're trapped in this world for now.
es: Pues veréis... Mis tropas y yo quedamos separados de nuestra nación y familias en el Abismo, por lo que necesitamos la energía de la batería para hacer un portal hasta allá y seguir al resto de mi gente. Por ahora, estamos atrapados en este mundo.

source: Look mate, tis' beauty powers the steam berserkers and plenty of other essential machinery. She and my burnin' desire to avenge the slaughter of my kind are the only two things keepin' me alive 'ere. If ya take 'er from me, I'm as good as dead.
es: Mira, amigo. Esta belleza alimenta a los berserkers a vapor y muchas otras máquinas esenciales. Ella y mi ardiente deseo de vengar la masacre de mi raza son las únicas dos cosas que me mantienen vivo. Si me la quitas, lo mismo podría estar muerto.

source: Don’t tell me it’s...
de: DAS DARF NICHT WAHR SEIN !!!
es: No me digáis que son...

source: You...YOU! NOT AGAIN!!!
de: DIE SCHON WIEDERRR !!!
es: ¡No.... NO! ¡¡¡NO OTRA VEZ!!!

source: Damn it, they’ve found us!
es: ¡Maldita sea, nos han encontrado!

source: Ye brought these abominations 'ere, outsider!!! Now ye doomed us both!!!
es: ¡¡¡Extranjero, trajiste estas abominaciones aquí... Ahora nos condenaste a ambos!!!

source: Argh, bloody hell, stuck 'tween a hammer and an anvil... if the abominations win, we all die, if I let the outsiders take the battery, I have nothing left to keep me alive 'ere and die as well...
es: ¡Ahhh, me cago en to-!, atascado entre un martillo y un yunque... Si las abominaciones ganan, todos morimos, si dejo que los extraños tomen la batería, no tendré cómo subsistir y moriré igual...

source: Dwarf, whatever is your name, I know that we may be in conflict, but we have to put out our differences aside for now. Otherwise those monsters are going to easily wipe us out while we are busy being at each other's throats.
es: Enano, sea cual sea vuestro nombre, sé que podemos estar en conflicto, pero tenemos que dejar de lado nuestras diferencias por ahora. De lo contrario, esos monstruos nos van a eliminar fácilmente mientras estamos ocupados atacándonos mutuamente.

source: I've little left to lose, human, everyone I knew and loved is long dead, I'm but a dusty relic of tha past with hardly any meanin' in life, might as well blow up the battery and bring the abominations down with me *grabs the remote*
es: Tengo poco que perder, humano. Todos a quienes conocí y amé hace mucho que están muertos. No soy más que una reliquia polvorienta del pasado, sin casi sentido en la vida. Lo mismo podría explotar la batería y aniquilar conmigo las abominaciones. <i>Manipula el control remoto.</i>

source: NO!!! WAIT!!!
es: ¡¡¡NO. ESPERA!!!

source: What could ye possibly offer in return for tha only thing I held dear?
es: ¿Qué podrías ofrecer por mi único tesoro?

source: Look, you said you can't give away the battery because you wouldn't be able to survive without it here. What if I bring you with me and have you live with my... let's just say allies.
es: Eh, dijisteis que no podéis separaros de la batería porque no podríais sobrevivir sin ella aquí. Pero, ¿qué tal si os traigo conmigo para que viváis junto con —digamos— mis aliados?

source: And who are these mysterious 'allies' ye speak of? I still don't fully trust ya.
es: ¿Y quiénes son estos misteriosos “aliados” de los que hablas? Todavía no confío completamente en vosotros.

source: Well... they're basically uhh... arrogant mage scientists.
es: Bueno... Son, básicamente, ehh... Magos científicos arrogantes.

source: Arrogant scientific magi? Wait... don't tell me... the Magi civilization actually survived the cataclysm?
es: ¿Magos científicos arrogantes? Espera... No me digas que... ¿La civilización de los magos al final sobrevivió al Cataclismo?

source: Well, it's too long to explain, just step onto the platform around the battery, I am preparing a teleportation circle around it, which should teleport us to the Sky Kingdom.
es: Bueno, es demasiado largo para explicarlo. Solo pisad la plataforma en torno a la batería. Estoy preparando un círculo de teletransporte alrededor, el cual debiera teletransportarnos al Reino del Cielo.

source: Fine, we have a deal, can't be worse than dyin' here. All these millenia of bein' trapped here and constantly hidin' from those horrors 'ave made me a complete wreck! But if ya leave me to die here, I'll blow up battery. I've still got the self-destruct remote, to ensure ye don't dump me here. And I am dead serious, I was seconds away from pressin' it 'fore you convinced me to change my mind.
es: Bien, tenemos un trato. No puede ser peor que liarlas aquí. ¡Todos estos milenios atrapado y escondido de esos horrores me han hecho un despojo! Pero si me dejas aquí a mi suerte, explotaré la batería. Todavía tengo el control remoto de autodestrucción, por si piensan dejarme plantado. Y estoy muy en serio. Estaba a segundos de presionarlo cuando me convenciste de cambiar de opinión.

source: Anyway, my apologies for not introducin' myself earlier. Name's Glomin, son of Glamthasil. And now, my steam children, time for yer last stand against our mortal enemy! Ignore the others, they are allies!
es: De todos modos, mis disculpas por no presentarme antes. Tengo el nombre de Glomin, hijo de Glamthasil. ¡Y ahora, mis hijos de vapor, es hora de hacer vuestra lucha final contra nuestro enemigo mortal! ¡Ignorad a los demás: son aliados!

source: We better stay inside the circle. I cannot leave my men, Rashti or Glomin behind. Abysmal beings except Rashti do not matter.
es: Será mejor que permanezcamos dentro del círculo. No puedo dejar atrás a Rashti, a mis hombres o a Glomin. Los demás entes abismales no importan.

source: Hey!
es: ¡Eh!

source: Death of Glomin (he blows up the battery before dying)
es: Muerte de Glomin (explota la batería antes de morir)

source: There are more of them!
es: ¡Hay más de ellos!

source: Fear not, Mehir. Just don't get yourself killed. There are so many things I want to show you in the Abyss once we get there.
es: No temáis, Mejir. Simplemente, no dejéis que os maten. Hay tantas cosas que quiero mostraros en el Abismo en cuanto lleguemos.

source: Oh, you have returned. How nice! We are having dinner in a moment. Mind joining us?
es: Oh, habéis vuelto. ¡Qué bien! Cenaremos enseguida. ¿Queréis uniros a nosotros?
