Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: The entirety of al-Kamija suddenly burst into blue flames. Dunes, walls, buildings, cities, millions of people — everything in the circle's diameter was absorbed by the abyssal energies.
es: De pronto, el enorme territorio de Alcamiya ardió en llamas azules. Las dunas, paredes, ciudades y millones de personas —en definitiva, todas las cosas dentro del círculo— fueron absorbidas por las energías abismales.

source: For better or worse, the whole country of the Summoners was now gone from this world.
es: Para bien o para mal, la nación de los invocadores entera se había esfumado de este mundo.

source: Mehir, as the last high-ranking summoner, was observing this awe-inspiring sight from Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi said, the only way to get into the Abyss was to set out to the west, to find the mysterious people who were known for accomplishing astounding feats of magic.
es: Mejir, ya la última autoridad de su nación en este mundo, observaba el impresionante espectáculo desde Caros. Juró que haría todo lo posible para reunir a sus tropas con sus familiares y amigos. De acuerdo con lo que Anthi había dicho, el único medio que le podría llevar al Abismo estaba en el oeste, donde tendría que buscar a la misteriosa gente que en el pasado lograra, con su magia, asombrosas hazañas.

source: Two days later, Mehir was awaited by a crewed ship. Anthi explained that the country of the people she mentioned was in the middle of the ocean, and it required flight to reach. The ship was really to give the carpets a place to take off from.
es: Dos días después, Mejir se encontró frente a un barco tripulado. Anthi le explicó que el país de las personas mencionadas estaba en el medio del océano, y que sería necesario volar para alcanzarlo. El barco solo serviría como plataforma de donde pudieran despegar sus alfombras.

source: The journey lasted two days. When the ship supposedly reached the destination, Mehir was puzzled about the lack of land nearby. The captain calmly responded by asking Mehir to look up, at the sky.
es: Luego de dos días de viaje, supuestamente suficientes para alcanzar su destino, Mejir quedó perplejo por la ausencia de tierra a la vista. Entonces, el capitán le pidió que mirara arriba, en el cielo.

source: And then Mehir finally understood what Anthi meant when she told him that it is impossible to reach this land by ship; The destination was, in fact, a giant landmass above his head, which was floating in the air, above the clouds. Even the finest magic carpets were unable to reach such altitude, so Mehir decided to draw a special one-way teleportation circle on the ship’s floor, with the materials he had. After a few hours everything was ready and, to boost the troops' morale, Mehir decided to be the first to teleport to the ‘flying island’.
es: Y entonces Mejir comprendió a qué se refería Anthi con que era imposible llegar a esta tierra en barco. El destino era, en realidad, una gran masa de tierra sobre su cabeza, que se mantenía a flote en el aire, por encima de las nubes. Ni siquiera las mejores alfombras voladoras serían capaces de alcanzar tal altura, así que Mejir decidió, sobre la cubierta del barco, trazar especialmente un círculo de teletransporte unidireccional usando los materiales disponibles. Lo completó luego de unas horas y, entonces, para mejorar la moral de las tropas, Mejir tomó la vanguardia y se teletransportó a la “isla flotante”.

source: After preparing for the journey, Mehir boarded the flying ship and took off to the north, unaware of the threats that awaited him next...
es: Después de prepararse para el viaje, Mejir abordó la barca voladora rumbo al norte, ignorante del peligro inminente...

source: To Lands Unknown (custom terrain)
de: TLU (Terrain)
es: En tierras ignotas (terreno personalizado)
it: In terre sconosciute (terreno personalizzato)
ru: К Невиданным Землям (местности)

source: Art Placeholder
de: Grafik/Platzhalter
es: Reservado para arte
it: Segnaposto artistico

source: Art Placeholder2
es: Reservado para arte

source: Art Placeholder3
es: Reservado para arte

source: Art Placeholder4
es: Reservado para arte

source: Art Placeholder5
es: Reservado para arte

source: Art Placeholder6
es: Reservado para arte

source: Art Placeholder7
es: Reservado para arte

source: Twinkling Star
de: Funkelnder Stern
es: Estrella titilante
it: Luccichio
ru: Мерцающая Звезда

source: Bars
de: Gitter
es: Postes
it: Sbarre
ru: Решетки

source: Lit
es: Iluminado

source: Illuminated Hex
es: Hexágono iluminado

source: Rubble
es: Escombros

source: Rubble Invisible
es: Escombros invisibles

source: Flat
de: Eben
es: Llanura
it: Pianura
ru: Равнина

source: Jungle
de: Urwald
es: Jungla
it: Giungla
ru: Джунгли

source: Thick Jungle
de: Urwald (undurchdringlich)
es: Jungla espesa
it: Giungla fitta
ru: Густые Джунгли

source: Dawn
de: Morgengrauen
es: Amanecer
it: Alba
ru: Рассвет

source: Morning
de: Vormittag
es: Mañana
it: Mattino
ru: Утро

source: Afternoon
de: Nachmittag
es: Tarde
it: Pomeriggio
ru: День

source: Dusk
de: Abenddämmerung
es: Ocaso
it: Tramonto
ru: Закат

source: First Watch
de: Erste Wache
es: Primera Vigilia
it: Prima guardia
ru: Первая Стража

source: Second Watch
de: Zweite Wache
es: Segunda Vigilia
it: Seconda guardia
ru: Вторая Стража

source: immortal
es: inmortal

source: female^immortal
es: inmortal

source: This unit cannot be killed.
es: Esta unidad no puede ser asesinada.

source: gold
es: oro

source: fast summon
es: invocación rápida

source: This unit may move after summoning (but not attack).
es: Esta unidad puede moverse después de invocar (pero no atacar).

source: You have managed to acquire a 'Dimensional Gate'. These special units can be transformed into real magical beings by consuming souls of living creatures. You will learn more about the usage of Dimensional Gates later in the story. NOTE: When used right, a Dimensional Gate may be used to summon units you may not recruit, such as powerful yet expensive Jinni. You may also choose to stack these gates for later use.
es: Ha logrado adquirir un “portal dimensional”. Estas unidades especiales se pueden transformar en seres mágicos reales al consumir almas de criaturas vivientes. Aprenderá más sobre el uso de puertas dimensionales más adelante en la historia. Note que puede utilizar un portal dimensional para invocar unidades que no puede reclutar, tales como los poderosos y caros genios. También puede decidir acumular portales para un uso posterior.

source: Ridiculous price aside, I can't quite afford the elemental.
es: Dejando a un lado el precio ridículo, no puedo permitirme el elemental.

source: Not surprising. Anyway, if there's something on sale that you <b>can</b> actually afford, feel free to have a look.
es: No es sorprendente. De todos modos, si hay algo a la venta que <b>podáis</b> realmente permitiros, no dudéis en echar un vistazo.

source: I'll pass, thanks.
es: Pasaré. Gracias.

source: <i>*to himself* Hmmmm... on one hand, he's charging me most of the money I have, but on the other, a water elemental can be a great asset to have on duty...</i>
es: (Para sí mismo). <i>Mmmm. Por un lado, me está cobrando la mayor parte del dinero que tengo, pero por otra parte, un elemental de agua puede ser un sirviente muy útil...</i>

source: I don't need an overpriced elemental!
es: ¡Un elemental tan caro no me sirve!

source: Your loss. If you change your mind, feel free to come back, if the elemental isn't already sold out by then, that is.
es: Tu problema. Si cambiáis de opinión, sois bienvenido de vuelta; si es que el elemental no se vendió ya para entonces, claro está.

source: Excellent choice! Since I can see you're quite the elemental-savvy customer, may I also interest you in a brand-new freshly-summoned air avatar?
es: ¡Excelente elección! Como puedo ver que sois un cliente bastante experto en elementales, ¿puedo ofreceros también un nuevo avatar de aire recién invocado?

source: Hell no! I've had more than enough overpriced elementals for one day!
es: ¡Demonios, no! ¡Ya he pagado suficiente sobreprecio en elementales por hoy!

source: Sure. Anyway, enjoy your new water elemental!
es: Seguro. De todos modos, ¡disfrutad de vuestro nuevo elemental de agua!

source: Check the merchant's license.
es: Verifique la licencia del comerciante.

source: *ahem* I am from the City Guard. May I see your trade license?
es: ¡Ejem! Pertenezco a la Guardia de la ciudad. ¿Puedo ver vuestra licencia de comercio?

source: May I ask why you're so sudden about it?
es: ¿Puedo preguntar por qué actuáis tan súbitamente?

source: All trading falls under the regulations imposed by the High Council. This is just a routine check.
es: Todas las actividades comerciales entran en la jurisdicción de las regulaciones del Alto Consejo. Esta es solo una verificación de rutina.

source: (hands over the license) Uhh, sure, here you go.
es: <i>Entrega la licencia.</i> Ehh, claro, aquí tenéis.

source: The license was valid until yesterday, thus you are trading illegally. The fine for that is ten gold.
es: La licencia fue válida hasta ayer; por tanto, estáis operando ilegalmente. La multa por ello son diez monedas de oro.

source: What? No, I'm pretty sure the license was...
es: ¿Qué? No... Estoy bastante seguro de que la licencia fue...

source: I don't care. A fine is a fine. You can pay in the town hall standing in the queue for a whole day or...
es: No me importa. Una multa es una multa. Podéis pagar en el ayuntamiento luego de hacer cola por un día entero o...

source: Damn, I can't afford losing a day standing in a queue. *sigh* Fine, a discount elemental it is. <i>*quietly* Man, the city guard these days...</i>
es: ¡Maldición! No puedo permitirme perder un día haciendo fila. <i>Suspira...</i> Bien, será un elemental con descuento. <i>(Para sí) Hombre, la guardia de la ciudad estos días...</i>

source: Good. If I see you tomorrow with that outdated license, I'll confiscate all your wares. You have been warned.
es: Bien. Si os veo mañana con esa licencia caducada, confiscaré todos vuestros productos. Ya estáis advertido.

source: Sure. Wait a minute, I need to focus...
es: Seguro. Esperad un minuto, necesito concentrarme...

source: I see it now. This day will be different. You are going to meet a strange person coming from far away. He will test you, but this will change your life forever and open many new opportunities.
es: Ya lo veo. Este día será diferente. Vais a conocer a una persona extraña que viene de lejos. Él os pondrá en prueba, pero cambiará vuestra vida para siempre y abrirá muchas nuevas oportunidades.

source: Nothing new. Stuff like that happens to me everyday but thanks anyway.
es: Nada nuevo. Me suceden cosas así todos los días, pero gracias de todos modos.

source: Wait! There is going to be a fight near the Central Palace. There will be some losses. That person - he is more powerful than you'll think. You'd better watch out!
es: ¡Esperad! Habrá una pelea cerca del Palacio Central. Habrá algunas pérdidas. Esa persona... Él es más poderoso de lo que podríais pensar. ¡Será mejor que tengáis cuidado!

source: A brawl near the Central Palace? Good thing I bought a water elemental then. Thanks for the warning.
es: ¿Una pelea cerca del Palacio Central? Menos mal que compré el elemental de agua entonces. Gracias por la advertencia.

source: A brawl near the Central Palace? Damn, maybe I should've bought the overpriced elemental... Well, too late to turn back, thanks for the warning.
es: ¿Una pelea cerca del Palacio Central? Maldición, tal vez debí haber comprado el elemental a pesar de su precio... Bueno, ya es demasiado tarde para regresar. Gracias por la advertencia.

source: Ah, greetings, human. Nice to meet you.
es: Ah, saludos, humano. Encantado de conoceros.

source: May I ask what is a Wonderful Jinni doing here in the midtiers? Oh, and why are you alone? Where is your master?
es: ¿Puedo preguntar qué está haciendo un genio maravilloso aquí en los niveles intermedios? Ah, y ¿por qué estáis solo? ¿Dónde está vuestro maestro?

source: A master? No, I have none. I am a free being. I used to be owned by a human a few years ago, but I decided to choose my own path. My master accepted this decision wholeheartedly, and now we are simply best friends. He lives in the higher tiers, in case you're wondering.
es: ¿Un maestro? No, no tengo ninguno. Soy un ser libre. Solía ​​ser propiedad de un humano hace unos años, pero decidí elegir mi propio camino. Mi maestro aceptó esta decisión de todo corazón, y ahora somos simplemente mejores amigos. Vive en los niveles superiores, por si os lo preguntáis.

source: I see. Well, forgive me, but may I ask you a question? It's not every day that I run into your kind, after all.
es: Ya veo. Bueno, perdonadme, pero ¿puedo haceros una pregunta? No todos los días me encuentro con alguien de vuestra especie, después de todo.

source: Yes, please. I hope my knowledge will prove useful.
es: Sí, por favor. Espero que mi conocimiento os sea útil.

source: I've heard that powerful jinn like yourself can foresee the future. Is that true?
es: He oído que los genios poderosos como Vuestra Merced pueden predecir el futuro. ¿Es eso cierto?

source: Hmm, this sounds interesting. What do you mean by 'really soon' though, seconds? Minutes? Hours? Days?
es: Hmm, eso suena interesante. ¿Pero qué queréis decir con “muy pronto”? ¿Segundos? ¿Minutos? ¿Horas? ¿Días?

source: Foreseeing several minutes ahead is quite easy, hours not so much. But don't forget these are only probabilities - things may change. Also, this task is quite exhausting, so we high-level Jinn rarely use this ability of ours.
es: Mirar varios minutos adelante es bastante fácil; horas, no tanto. Pero, no olvidéis que son solo probabilidades: los eventos pueden cambiar. Además, esta tarea es bastante agotadora, por lo que los genios de alto nivel rara vez usamos esta capacidad nuestra.

source: I see. So... would you tell me what will happen to me in the next hour or so?
es: Ya veo. Entonces... ¿Me diríais lo que me pasará en la próxima hora más o menos?

source: Yes, but... for a price. This will cost you 3 gold.
es: Sí, pero... Por un precio. El servicio os costará 3 monedas de oro.

source: You've got to be kidding me! You want my money too? Everyone in this city wants my money! It looks like even magical beings are spoiled! I thought Jinn aren't materialistic...
es: ¡Estáis de broma! ¿También vos queréis mi dinero? ¡Todos en esta ciudad quieren mi dinero! ¡Hasta las entidades mágicas son engreídas! Y yo que pensaba que los genios no eran materialistas...

source: Well, you see, living in al-Kamija is quite expensive, especially for an independent wonderful jinni like me. I need to pay rent, bills, do some shopping from time to time, hire carpet ferrymen etc.
es: Bueno, veréis, vivir en Alcamiya es bastante costoso, especialmente para un genio maravilloso independiente como yo. Necesito pagar el alquiler, las facturas, hacer algunas compras de vez en cuando, contratar la taxialfombra, etc.

source: Wait, you use carpet ferrymen services? But you can fly by yourself! You're a Jinni after all!
es: Esperad, ¿usáis los servicios de taxialfombras? ¡Pero podéis volar solo! ¡Eres un genio, después de todo!

source: As a free being I have the right to be lazy sometimes, you know? Back to business - do you want to know your future? As I said this will be 3 gold paid upfront.
es: Como ser libre, tengo derecho de ser perezoso a veces, ¿sabéis? De vuelta a los negocios: ¿queréis conocer vuestro futuro? Como dije, solo serían 3 monedas de oro, pagadas por adelantado.

source: <span font-style='italic'>*to himself* Hmmmm...</span>
es: <i>Mmmmm...</i>

source: Maybe some other time.
es: Quizás en otra ocasión.

source: If you change your mind, feel free to come back. I'll be staying here for a few hours, waiting for Ahmed to fix some things for me.
es: Si cambiáis de opinión, sentíos libre de volver. Me quedaré aquí por unas horas, esperando que Ahmed me arregle algunas cosas.

source: Learn about your future (costs 3 gold)
es: Preguntar por su futuro (cuesta 3 oro)

source: Use a trick
es: Usar una artimaña

source: What if I shared some valuable information with you instead of the money?
es: ¿Qué tal si os comparto información valiosa en vez de dinero?

source: Well, it depends on what you want to tell me.
es: Bueno, depende de lo que queráis decirme.

source: It just so happens that I know a hot blue chick of your kind. Said she dates Jinn only, and I think she might have noticed you specifically. You might have high chances with her.
es: Sucede que conozco a una chica azul caliente de tu especie. Dijo que sale sólo con genios, y creo que podría haberos notado específicamente. Es posible que tengáis grandes oportunidades con ella.

source: Really? Where is she?
es: ¿De verdad? ¿Dónde la encuentro?

source: Not so fast, hotshot. First tell me my future.
es: No tan rápido, joven. Primero, contadme mi futuro.

source: I told you the future, so now tell me, where is she? I must meet her!
es: Os dije el futuro, así que ahora dime, ¿dónde está ella? ¡Debo conocerla!

source: Her name is Theivya. She is guarding the gate to the bazaar. Too bad she can't move away from her post. You will have to ask the High Council to relieve her, if you want to take her for a walk.
es: Su nombre es Theivya y ella vigila la puerta al bazar. Lástima que no pueda abandonar su puesto. Tendréis que pedirle al Alto Consejo que la releve si deseáis salir con ella.

source: Thank you, human. If she likes me, I'll talk with the Council.
es: Gracias, humano. Si le gusto, hablaré con el consejo.

source: And tell them I want to be better paid. I too have the right to be materialistic sometimes.
es: Y contadles que quiero que me pague mejor. Yo también tengo derecho a ser materialista a veces.

source: Morning in al-Kamija
es: Mañana en Alcamiya

source: team_name^Mehir
de: Mehir
es: Mejir
it: Mehir
ru: Мехир

source: Mehir
es: Mejir
ru: Мехир

source: team_name^Citizens
es: Ciudadanos

source: Carpet Ferryman
es: Taxialfombra

source: Gate Guardian Theivya
es: Guardiana de la puerta Theivya

source: *yawn*
es: <i>Bosteza.</i>

source: Another day, doomed to be wasted standing in one place all day, guarding a palace-city with nobody to defend it from. We’re in the middle of the desert for crying out loud, there are no threats for miles, and the only thing I have to pass the time here is commanding a bunch of morons and breaking up tavern brawls.
es: Un día más, y yo aquí, destinado a pasarlo de pie en un solo sitio, protegiendo una ciudad palacio cuyos atacantes existen únicamente en la imaginación. Estamos en medio del desierto, sin amenazas en millas a la redonda, y el único entretenimiento que me queda es comandar a unos tontos y parar riñas en las tabernas.

source: And to think I wanted to be a city guard, with so many more exciting alternatives...
es: Y pensar que quise ser guardia de la ciudad, cuando hay tantas alternativas más emocionantes...

source: On the bright side, at least I get a majestic view of the highest tiers of the city, and standing in one place all day long does pay the bills...
es: Viendo el lado bueno, al menos tengo una vista majestuosa de los niveles superiores de la ciudad, y estar en un lugar todo el día sí que paga las facturas...

source: Anyway, it would probably be a good idea to buy a few things at the bazaar, and maybe get my enchanted glove fixed...
es: De todos modos, probablemente sea buena idea comprar algunas cosas en el bazar y, tal vez, reparar mi guante encantado...

source: Note: though unable to normally advance, Mehir has custom AMLAs (After Max Level Advancements), but as the story progresses he may advance by receiving promotions due to his actions (like in real life).
es: Note que, aunque Mejir no puede ser promocionado normalmente, sí posee ASMN personalizados (avances sobre el máximo nivel). A medida que avance la historia, no obstante, será promocionado según sus acciones (como en la vida real).

source: Leave the room
es: Abandone la habitación

source: This is a non-combat scenario: -Mehir's movement refills after each move. -You cannot skip your turn
es: Este escenario no es de combate: -Los movimientos de Mejir son ilimitados. -No puede saltar el turno.

source: Choose gameplay mode
es: Elija el modo de juego

source: This campaign offers two different ways of playing. You can proceed with a normal mode (in which Mehir behaves mostly reasonably) or activate a special 'badass' mode which offers an alternative story progression with different dialogs, events and mission goals (Mehir acts much less reasonable in this mode). Choose wisely as once set, you cannot change the mode later in your current playthrough!
es: Esta campaña ofrece dos formas diferentes de jugar. Puede proceder con un modo normal (en el que Mejir se comporta, por lo general, razonablemente) o activar un modo especial de “rudo/genial” que ofrece un desarrollo alternativo de la historia, con diferentes diálogos, eventos y objetivos de misión (Mejir actúa mucho menos razonable en este modo). ¡Elija sabiamente, ya que en el juego actual, ya no podrá cambiar de modo!

source: Normal Mode (good for new players or those who seek a serious gameplay)
es: Modo normal (para nuevos jugadores y/o una experiencia seria)

source: Badass Mode (choose it if you know the campaign well or you seek a less serious gameplay - in this mode Mehir's behaviour is changed in certain situations, which may alter some results)
es: Modo genial/duro (para veteranos de la campaña y/o una experiencia cómica). En este modo, el comportamiento de Mejir puede alterar la trama.

source: Ah, another lovely day in al-Kamija!
es: ¡Ah! ¡Otro hermoso día en Alcamiya!

source: Time to visit the bazaar, grab a few things here and there, maybe even check a trade license or two along the way...
es: Es hora de visitar el bazar y pillar algunas cosas aquí y allá. Incluso podría verificar un par de licencias de comercio en el camino...

source: Time to visit the bazaar, grab a few things here and there...
es: Es hora de visitar el bazar y pillar algunas cosas aquí y allá...

source: Visit the bazaar
es: Visite el bazar

source: This is a non-combat scenario: -Mehir's movement refills after each move. -You cannot skip your turn -You can interact with NPCs that have yellow exclamation marks by moving next to them.
es: Este es un escenario que no es de combate: -Los movimientos de Mejir son ilimitados. -No puede saltar el turno. -Acérquese a los PNJ con signos de exclamación amarillos para interactuar.

source: I've got more important things to do than taking a nap.
es: Tengo cosas más importantes que hacer que tomar una siesta.

source: Greetings, sergeant Mehir.
es: Saludos, sargento Mejir.

source: Hello Theivya. Any reports?
es: Hola, Theivya. ¿Algún reporte?

source: Nothing worth reporting happened during nighttime, everything is calm as usual.
es: Anoche no sucedió nada que valga la pena informar. Todo está tranquilo, como de costumbre.

source: Same boring routine as usual eh? At this point part of me almost wants something to go wrong, so I am at least no longer bored... By the way, I always wondered... for how long have you been guarding this post? I've been seeing you all the time here.
es: La rutina aburrida de siempre, ¿eh? A estas alturas, parte de mí casi desea que algo vaya mal; así, al menos ya no estaría aburrido... Por cierto, siempre me pregunté... ¿Cuánto hace que vigilas esta ubicación? Todo el tiempo te he visto aquí.

source: I was assigned to this post 242 years ago by the High Council.
es: Fui asignada a este puesto hace 242 años por el Alto Consejo.
