Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Anthi, we have come. From across the sea, we have come!
it: Anthi, siamo arrivati. Dall’altra parte del mare, ma siamo arrivati!

source: Anthi... forgive me. It was the only way.
it: Anthi...perdonatemi. Era l’unico modo possibile.

source: Anything ELSE you forgot to mention? Thanks for nothing!
it: C’è ALTRO che vi siete dimenticato di dire? Grazie di niente!

source: Are you mad? It seems like they’d rather tear you apart than come to an understanding. My job is to protect the circle and not allow anyone outside our country to come closer to it. If you want to support them, you may, but the army of Sud-Affar won’t help you.
it: Siete pazzo? A quanto sembra, preferirebbero farci a pezzi piuttosto che venire ad un accordo. Il mio compito è proteggere il cerchio e non permettere a nessuno straniero di avvicinarsi. Se volete sostenerli, siete libero di farlo, ma non avrete mai l’appoggio dell’esercito di Sud-Affar.

source: Arrrgh! My legs! You’ve broken my LEGS!!!
it: Arrrgh! Le mie gambe! Avete spezzato le mie GAMBE!!!

source: As I and my men have discovered, it is a gate to a place called ‘the Red Abyss’. When we have arrived, the circle was incomplete. It looks like your ancestors abandoned work on it about four hundred years ago.
it: I miei uomini ed io abbiamo scoperto un portale che conduce verso un luogo chiamato “l’Abisso Rosso”. Quando siamo giunti, il cerchio era incompleto. Sembra che i vostri antenati abbiano abbandonato questo progetto circa quattrocento anni fa.

source: As Mehir was boarding the skyship, a messenger from the Palace of Omniscience caught up with him. He handed him a souvenir from the Guru — a scroll describing a spell for a powerful magical circle. “Now you will be able to use its power in order to recruit or recall troops without using keeps, slow adjacent enemies, and even damage them. This should increase your chance of survival. Apart from that, the Guru gives you three Ums. They are the most powerful beings our scientists have ever created. With their help, the Kharosan relief should be slowed down.”
it: Appena Mehir salì sulla nave volante, un messaggero dal Palazzo dell’Onniscienza lo raggiunse. Egli porse un souvenir mandato dal guru – una pergamena che descriveva l’incantesimo di un potente cerchio magico. “Ora sarete in grado di usare il suo potere al fine di reclutare o richiamare le truppe senza l’utilizzo di fortezze; potrete rallentare i nemici adiacenti e addirittura infliggere loro dei danni. Ciò dovrebbe aumentare le vostre probabilità di sopravvivenza. A parte questo, il guru vi offre tre um, gli esseri più potenti che i nostri scienziati abbiano mai creato. Con il loro aiuto, i soccorsi kharosiani verranno rallentati.”

source: As he helped Tashkar??! He never had good intentions. First the invasion of our capital, then the attempt to steal the Lamp of Nomolas, and finally the torture and murder of my predecessor. Am I like him?
it: Come lui ha aiutato Tashkar!!? Non ha mai avuto buone intenzioni. In primo luogo l’invasione della nostra capitale, poi il tentativo di rubare la lampada di Nomolas e, infine, la tortura e l’assassinio del mio predecessore. E io sarei come lui?

source: As it happens, I have fought this enemy before. I have valuable experience useful to us all.
it: Si dà il caso che abbia combattuto questo nemico in precedenza. Ho acquisito una preziosa esperienza che risulterà utile per noi tutti.

source: As it happens, the inhabitants of the surface — precisely speaking, the Kharosans you were visiting — own an artifact which can give us enough energy to open the passage. Bring the ‘Sun Ray’ to us and we will fulfill your request.
it: Si dà il caso che gli abitanti della superficie – per essere precisi, i kharosiani a cui avete recato visita – posseggano un artefatto che può darci energia sufficiente per aprire il passaggio. Portateci il “raggio di sole” e soddisferemo la vostra richiesta.

source: As long as we do not make the decision, I suggest choosing one of the Elders to be a temporary leader of Tar-Tabar.
it: Fino a quando non prenderemo una decisione, vi consiglio di scegliere uno degli anziani come leader transitorio di Tar-Tabar.

source: As unlike as the Abyss and life.
it: Inattendibile, come l’Abisso e la vita.

source: As you already know, our society is devoted to the Sun and his life-giving power carried by the immaculate Light. You are from the desert, so you don’t know how important vegetation is. The Sun causes plants to grow and gives us fruits, which feed us and allow us to live. This is how our religion came into being.
it: Come già sapete, la nostra società è devota al sole e trae vantaggio dalla forza vivificante che viene trasmessa dalla luce immacolata. Voi venite dal deserto, quindi non sapete che importanza abbia la vegetazione. Il sole cresce le piante che danno frutti, i quali ci nutrono e ci permettono di vivere. Ecco da dove deriva la nostra religione.

source: At last! And now get inside and bring me half of this damned Ray!
it: Finalmente! E ora entrate dentro e portatemi la metà di questo raggio maledetto!

source: At least there is somebody here! I almost thought that the palace is empty. So you must be this mysterious Guru...
it: Almeno c’è qualcuno qui! Ho quasi pensato che il palazzo fosse vuoto. Quindi voi dovete essere questo guru misterioso...

source: At the beginning, the Ancestors believed that the Abyss was a place of primitive chaos — until they summoned the first magical being, a true dweller of that different world. It was Nomolas, the first jinn. Unrestrained by imagination, this entity is the most powerful being we know to this day. Theoretically, Nomolas is capable of destroying even a God. The ancestors managed to communicate with Nomolas, who turned out to be obedient like all summoned magical entities.
it: All’inizio, gli antenati credevano che l’Abisso fosse un luogo di caos primitivo – fino a quando non evocarono il primo essere magico, un abitante autentico di quel mondo così diverso. Si trattava di Nomolas, il primo genio. Senza i limiti dovuti all’immaginazione, questa entità è l’essere più potente che conosciamo al giorno oggi. Teoricamente, Nomolas è addirittura in grado di distruggere un dio. Gli antenati riuscirono a trattare con Nomolas, che si rivelò obbediente, come tutte le entità magiche evocate.

source: At them! NOMOLAS IS GREAT!!!
it: All’attacco! NOMOLAS È GRANDE!!!

source: Atiros continued in hope. In five weeks, the Water of Life had run out. In six weeks, he saw a beautiful canopy over the dunes. Soon after, he lost consciousness and woke in Tar-Tabar, among rescuers he had been ordered to find.
it: Atiros non perse la speranza. Dopo cinque settimane, l’acqua della vita si esaurì. Dopo sei settimane, vide un bel baldacchino sopra le dune; poco dopo perse conoscenza e si svegliò a Tar-Tabar, tra i soccorritori che aveva l’ordine di trovare.

source: Atiros has not come back...
it: Atiros non ha fatto ancora ritorno...

source: Atiros, as one of the two most powerful warriors of Kharos, was ordered to find them. First he journeyed to Acacia Forest to find the magical fount of the Water of Life. This wonderful liquid would help him travel safely through the desert. He acquired some in a diamond bottle, just before the forest was seized by the dark hordes.
it: Atiros, uno dei due guerrieri più potenti di Kharos, fu incaricato di trovarli. In primo luogo si recò nella foresta Acacia per trovare la fonte magica dell’acqua della vita. Questo liquido miracoloso lo aiutò a viaggiare in modo sicuro attraverso il deserto. Ne acquisì un po’ e la mise in una boccetta a forma di diamante, poco prima che la foresta fosse conquistata dalle orde oscure.

source: Bats... thousands of bats...
it: Pipistrelli...migliaia di pipistrelli...

source: Be not hasty. A vile foe violates us all.
it: Non abbiate fretta. Un vile nemico reca danni a tutti noi.

source: But if Rashti comes to harm that is ok?
it: Ma se si faceva del male Rashti, allora andava bene?

source: But thanks to your stubbornness this dream has come true. Now you all can join your relatives and friends.
it: Ma grazie alla vostra ostinazione, questo sogno è diventato realtà. Ora voi tutti avete la possibilità di ricongiungervi ai vostri parenti e amici.

source: But that was for bats.
it: Ma è per colpa dei pipistrelli...

source: But wouldn’t it decrease their safety?
it: Ma la loro sicurezza non verrà limitata?

source: But you said that this is their treasure, so they won’t give it to me voluntarily. I don’t want to fight them!
it: Ma avete detto che questo è il loro tesoro, e non credo che lo cederanno volontariamente. E non voglio combattere contro di loro!

source: By bats?
it: Dai pipistrelli?

source: By the power given me by the Highest Council and in the name of all citizens of our country and the Abyss I grant you the title Leader of Tar-Tabar!
it: Per il potere conferitomi dal massimo consiglio e in nome di tutti i cittadini del nostro Paese e dell’Abisso, vi nomino nuovo leader di Tar-Tabar!

source: By the sky. We...
it: Noi, dal cielo...

source: Careful what you wish. You’ve not seen a flood.
it: Attenti a cosa volete. Non avete mai visto un’inondazione.

source: Chaos Wyvern
it: Viverna del caos

source: Come to me, I call you!
it: Venite a me, vi chiamo!

source: Come, Master. Your death awaits.
it: Venite, maestro. La vostra morte vi attende.

source: Crawling from the wreck, he saw a giant tower looming over the horizon. He approached, thinking he would find civilization there. But in days, he came no closer. Atiros had seen the highest tower of al-Kamija, whose peak is seen everywhere on the continent.
it: Strisciando sul relitto, vide una gigantesca torre che appariva sopra l’orizzonte. Si avvicinò, pensando che avrebbe trovato la civiltà laggiù, ma dopo giorni e giorni non era avanzato di un passo. Atiros aveva visto la torre più alta di al-Kamija, la cui vetta può essere vista da ogni parte del continente.

source: Damaging Aura: At the beginning of each turn, all adjacent enemy units receive 8 points of damage.
it: Aura di danneggiamento: All’inizio di ogni turno, tutte le unità nemiche adiacenti ricevono 8 punti di danno.

source: Damn it! We have some time before they reach us. We’d better hurry up.
it: Dannazione! Abbiamo ancora un po’ di tempo prima che ci raggiungano. Faremmo meglio a sbrigarci.

source: Damn you...
it: Dannato...

source: Damn!
it: Dannazione!

source: Damn! These doors are resistant to magic! Rashti, come here and help. Your divine strength should crush them into pieces.
it: Dannazione! Queste porte sono resistenti alla magia! Rashti, venite qui e aiutatemi. La vostra forza divina dovrebbe farle a pezzi.

source: Dash bodies on rocks below!!
it: Fracassate i loro corpi su quelle rocce laggiù!!

source: Death of 3 Council members
it: Morte di 3 membri del consiglio

source: Despite Mehir’s later help, the Darkblooded were still angry with the Summoners. In the construction of the ‘devil’s path’ a part of their forest had been destroyed, and they couldn’t forgive it. Each tree was holy to them, and these newcomers from the north had cut down many. Jaffar and Mehir explained as best as they could who they were, and why the construction of the Circle was so important for all of the Summoners. The Darkblooded couldn’t understand some words, but it didn’t matter. The Keeper decided to set them free, but in the same breath he threatened them with immediate death if they would so much as cut the grass.
it: Nonostante l’aiuto tardivo di Mehir, i sanguescuro erano ancora arrabbiati con gli evocatori. Per la costruzione del “sentiero del diavolo”, una parte della loro foresta era andata distrutta, e non potevano perdonarli. Ogni albero era sacro per loro, e i nuovi arrivati dal nord ne avevano sradicati molti. Jaffar e Mehir spiegarono come meglio potevano chi fossero e perché la costruzione del cerchio era così importante per tutti gli evocatori. I sanguescuro non riuscivano a capire alcune parole, ma non aveva importanza. Il Custode decise di lasciarli liberi, ma nello stesso tempo li minacciò di morte immediata se avessero continuato a distruggere il loro territorio.

source: Did you enjoy my little jest upon on the bridge? “Oh no, not the scimitar. Anything but the scimitar!”
it: Vi è piaciuto il mio scherzetto sul ponte? “Oh no, non la scimitarra. Tutto ma non la scimitarra!”

source: Die...
it: Muori...

source: Do not fight her! She’s MINE!
it: Non combattete con lei! Lei è MIA!

source: Do not waste your life on this.
it: Non sprecate la vostra vita per questo.

source: Do not...
it: Non...

source: Do you want me to tell her that?
it: Volete che le vada a dire ciò che avete appena affermato?

source: Do you want to see all magical creatures escaping from Tar-Tabar at the sound of his name?
it: Volete vedere tutte le creature magiche fuggire da Tar-Tabar al suono di questo nome?

source: Done...
it: Fatto...

source: Don’t forget they are surrounded. We have the surprise, and they won’t survive this.
it: Non dimenticate che sono circondati. Se li cogliamo di sorpresa, non sopravviveranno al nostro attacco.

source: Don’t listen to him! The Sun is with us!
it: Non ascoltatelo! Il sole è con noi!

source: Don’t worry about us. You must protect the Circle at all costs!
it: Non preoccupatevi per noi. Proteggete il cerchio a tutti i costi!

source: Don’t you recognize us?
it: Ci riconoscete?

source: During travel to the hearth of the desert, our forefathers came across a system of caves hidden deep inside sand. The caves were cool and spacious enough to settle within, so my ancestors decided to stay.
it: Durante il viaggio verso il cuore del deserto, i nostri antenati s’imbatterono in un complesso di grotte nascoste nella sabbia. Tali grotte erano fresche e abbastanza spaziose per abitarci, così i miei antenati decisero di rimanere.

source: End of turns
it: Fine dei turni

source: Enough of this!! YOU will always be Rashti’s Master. YOU must die.
it: Basta!! TU sarai sempre il maestro di Rashti. DEVI morire.

source: Even flying carpets couldn’t reach such a high altitude, so Mehir’s people decided to draw a special circle on the ship’s floor, similar to the one which was used by the Ka-Gattan Summoners centuries ago to travel between the surface and the underground. After a few hours everything was ready and the first who had decided to teleport to the ‘flying island’ was Mehir.
it: Nemmeno i tappeti volanti erano in grado di raggiungere una tale altitudine, così la gente di Mehir decise di disegnare un cerchio speciale sul pavimento della nave, simile a quello che gli evocatori di Ka-Gatta avevano utilizzato secoli prima per viaggiare tra la superficie e il sottosuolo. Dopo poche ore, tutto fu pronto e il primo che decise di teletrasportarsi sull’ “isola volante” fu Mehir.

source: Excellent. I hope we will live long enough to see them. Unfortunately, I can’t risk fighting. My deputy was cut into pieces and this city mustn’t lose its leader.
it: Eccellente. Spero che vivremo abbastanza a lungo per vederli. Purtroppo, non posso espormi in combattimento, perché il mio vice è stato tagliato a pezzi e questa città non deve perdere il proprio leader.

source: Fear! I feel your fear! It’s overwhelming but understandable. I have slaughtered thousands of your people and now it’s time for you to die.
it: Paura! Sento la vostra paura! È opprimente, ma comprensibile. Ho massacrato migliaia di persone appartenenti al vostro popolo e ora è giunto il momento della vostra morte.

source: Finally I am UNITY!
it: Finalmente sono UNITA!

source: Finally. Now it’s time for a REAL BLOODBATH!!!
it: Finalmente. Ora è il momento per un VERO BAGNO DI SANGUE!!!

source: Find Tashkar’s army
it: Trova l’esercito di Tashkar

source: Find the enemy
it: Trova il nemico

source: Fire elementals illuminate the hexes around them, aiding the Lawful and ailing the Chaotic. Use them well.
it: Gli elementali di fuoco illuminano gli esagoni attorno a loro, aiutando le unità legali e ostacolando quelle caotiche. Usali con cura.

source: Follow me...
it: Seguitemi...

source: For 500 years they lived here and discovered the Abyss. In time their knowledge of magicks allowed them to create great cities on a hot surface. They needed the caves no longer. My ancestors took possession of the Great Desert.
it: Per 500 anni vissero qui e scoprirono l’Abisso. Col tempo la loro conoscenza della magia permise loro di creare grandi città sulla calda superficie del deserto. Non avevano più bisogno delle grotte, così presero possesso del Grande Deserto.

source: For me? Has something happened in my Tar-Tabar?
it: Per me? È accaduto qualcosa alla mia Tar-Tabar?

source: For the good of all enlightened beings, I must kill her.
it: Per il bene di tutti gli esseri illuminati, dovrò ucciderla.

source: Forwards men! Kill him twice! No, ten times...
it: Avanti, uomini! Uccidetelo due volte! No, forse dieci...

source: From time immemorial The Keeper’s people—the ‘Darkblooded’—had protected their lands from barbarian hordes that arose in local wastelands. This Jungle of Life that the Summoners have entered was their home, as much the Great Desert is to the Summoners. A holy place for its dwellers, this unusual tropical land is protected at all costs. The Darkblooded had mistaken the Summoners for barbarians because of their similar language. Despite that, Rhaxiz hadn’t attacked because Mehir had explained he was not from the east, where enemy lives, but from the north. Nevertheless the appearance of a ‘fiery demon’ had scared the lizards so much that they had thrown themselves upon the Summoners, thinking these northerners wanted to burn their holy forest. Although Rhaxiz had withdrawn to defend the Jungle in other places, the Summoners had still been observed.
it: Da tempi immemorabili, il popolo del Custode – i “sanguescuro” – aveva protetto le proprie terre dalle orde barbariche che si levavano dalla steppa locale. La Giungla della Vita, nella quale gli evocatori si erano introdotti, era la loro casa, tanto quanto il Grande Deserto lo era per gli evocatori. Un luogo sacro per i suoi abitanti, un’insolita terra tropicale che doveva essere protetta a tutti i costi. I sanguescuro scambiarono gli evocatori per barbari a causa della loro lingua simile. Nonostante ciò, Rhaxiz non attaccò perché Mehir aveva spiegato di non provenire da est, dove vivevano i nemici, ma da nord. Tuttavia la comparsa di un “demone di fuoco” aveva spaventato le lucertole, tanto che si scagliarono sugli evocatori, pensando che la gente del nord volesse bruciare la loro foresta sacra. Sebbene Rhaxiz si fosse ritirato a difendere altre parti della giungla, gli evocatori erano comunque osservati.

source: GET OUT OF MY WAY, HUMANS! THIS IS THE DUEL BETWEEN ME AND HER!!!
it: TOGLIETEVI DALLA MIA STRADA, UMANI! QUESTO DUELLO È FRA ME E LEI!!!

source: GO!!!
it: ANDATE!!!

source: Gameplay Balancing
it: Bilanciamento del gioco

source: Gates to the Past
it: Le porte del passato

source: Good God! This is Jaffar’s chest! How...
it: Buon Dio! Questo è il forziere di Jaffar! Ma come...

source: Great Jinn, I order you to create a new keep in this town!
it: Grande genio, vi ordino di creare una nuova fortezza in questa città!

source: Great Nomolas Eye! Look at the ceiling!
it: Grande occhio di Nomolas! Guardate il soffitto!

source: Guru, we should have killed him when we had the chance!
it: Guru, dovevamo ucciderlo quando ne avevamo la possibilità!

source: Hail, Dedylos. Look who comes!
it: Salve, Dedylos. Guardate chi arriva!

source: Half a year ago, the Kharosans lost contact with their eastern empire. Messengers never returned. Towns vanished. Anthi, the ruler of Kharos and Highest Priest of Light, ordered the middle-lands fortified against invisible invaders.
it: Sei mesi prima, i kharosiani avevano perso il contatto con il loro impero orientale. I messaggeri non avevano più fatto ritorno e le città erano scomparse. Anthi, la sovrana di Kharos e somma sacerdotessa della luce, ordinò alle terre di mezzo di fortificarsi contro gli invasori invisibili.

source: Have you lost your mind?! This is not our war. Since they are busy with each other, the circle is safe.
it: Vi ha dato di volta il cervello? Questa non è la nostra guerra. Dal momento che sono impegnati fra loro, il cerchio è al sicuro.

source: Have you said something?
it: Avete detto qualcosa?

source: He has disappeared in the bush. These creatures are more and more surprising by the moment.
it: È scomparso tra la boscaglia. Queste creature mi sorprendono sempre di più.

source: He is inexperienced! If Rashti should die under his command, her energies could tear the Abyss and ruin the Great Circle!
it: Egli è inesperto! Se Rashti dovesse morire sotto il suo comando, le sue energie potrebbero squarciare l’Abisso e rovinare il grande cerchio!

source: He must’ve fainted. Quick, give him something to drink. We must bring him to Tar-Tabar!
it: Deve aver perso i sensi. Veloci, dobbiamo dargli da bere e portarlo a Tar-Tabar!

source: Hello, is there anybody around here?
it: Ehilà, c’è qualcuno da queste parti?

source: Hey! What’s going ooooOOOON?!
it: Ehi! Cosa sta succedendooooOOOO!?

source: Hey, it’s my g...
it: Ehi, è il mio o...

source: Hey, what’s going on? Everything is disappearing...
it: Ehi, che succede? Ogni cosa sta svanendo...

source: Hide it! Its glow is blinding!
it: Nascondetelo! La sua luce è acceccante!

source: His ‘ashes’ are falling to the ocean.
it: Le sue “ceneri” sono sparse per l’oceano.

source: Hmmm... why we should help you, Mehir — the leader of Tar-Tabar, defender of Kharos, killer of Aerius our flying cartographer?
it: Mmm...perché mai dovremo aiutarvi, Mehir – leader di Tar-Tabar, campione di Kharos, e assassino di Aerius, il nostro cartografo volante?

source: Home. So many centuries have passed. Now I am finally back.
it: Casa... Numerosi secoli sono passati, e ora sono finalmente tornata.

source: How I will tell them their families are leaving this world forever? I hope you’re right about these mysterious people. They’re our last chance.
it: Come posso informarli che le loro famiglie hanno lasciato per sempre questo mondo? Spero che abbiate ragione riguardo a questo popolo misterioso. Sono la nostra ultima possibilità.

source: How is it possible? I haven’t seen anything.
it: Com’è possibile? Non ho visto niente.

source: How our people are changing! We stand at the edge of the greatest hole of all.
it: Come stanno cambiando le nostre genti! Siamo sul ciglio della buca più grande del mondo.
