Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: Seems I am about to get killed by this bi...
es: Parece que estoy a punto de ser asesinado por esta pe...

source: *coughs blood* Heh, I must admit, I am grateful to you. Most of our *cough* army is dead thanks to your help.
es: <i>Tose con sangre.</i> ¡Je! Debo admitir que te estoy agradecido. La mayor parte de nuestro <i>(tos)</i> ejército está muerto con tu ayuda.

source: Seems you've completely lost your mind, warlock. Time to send you to the dark gods you love talking about so much, good luck explaining your failure to them!
es: Parece que habéis perdido la cabeza por completo, brujo. Es hora de enviarte junto a los dioses oscuros de quienes te encanta hablar tanto. ¡Buena suerte explicándoles vuestro fracaso!

source: Haha, very well *cough*, do it!... <i>*to himself* As gullible as my troops, believing all the drivel I spouted with those zealous speeches...</i>
es: Ja, ja, muy bien. <i>Tose.</i> ¡Hazlo!... (Para sí mismo). <i>Tan ingenua como mis tropas, comiéndose toda la verborrea fanática que he estado soltando...</i>

source: Ra..Rashti... What happened?
es: Ra-Rashti... ¿Qué te sucedió?

source: I have finally achieved badassery...err I mean harmony of course. This is my final form.
es: *Finalmente he alcanzado la genialidad... Ehh, me refiero a la armonía, por supuesto. Esta es mi forma final.

source: I have finally achieved harmony. Two egos have become one. This is my final form.
es: He alcanzado la armonía. Dos egos se han transformado en uno. Esta es mi forma final.

source: I understand you have a lot to discuss, but the remnants of the Tharis army haven't given up yet. It would be a good idea to deal with them first, and save the sentiments for later.
es: Entiendo que tienen mucho de qué hablar, pero aún hay tropas de Taris que no se han rendido. Sería bueno ocuparnos de ellas primero y dejar los chamuyos para más tarde.

source: Kill the remaining enemies
es: Mate a los enemigos restantes

source: We defeated the invaders! Anthi, WE DID IT!!!
es: ¡Vencimos a los invasores! ¡Anthi, LO HICIMOS!

source: Atiros, I sent you with nothing, and you returned with victory. May the Sun bestow you with infinite light.
es: Atiros, sos un capo. Te envié con las manos vacías, pero volvés con la victoria. Pido al Sol que derrame su luz infinita sobre vos.

source: Thank our legendary brothers from the Great Desert. This is Mehir, our rescuer!
de: Bei aller Bescheidenheit, ich bin einer der zähsten Krieger weit und breit, doch den Triumph verdanken wir Gevattersleuten aus der Wüste!
es: Gracias a nuestros legendarios hermanos del Gran Desierto. ¡Este es Mejir, nuestro salvador!

source: Welcome to Kharos, Mehir, descendant of our fathers.
es: Bienvenido a Caros, Mejir, descendiente de nuestros padres.

source: So you must be Anthi, the Highest Priestess of Light?
es: Así que sois Anthi... ¿La suma Sacerdotisa de la Luz?

source: Indeed. I'd like to invite you as my guest, Mehir, but alas, the entrance to the city is obstructed again. Would it be possible to fix the damage in a magical manner?
es: En efecto. Quisiera invitarte como tu anfitriona, Mejir; pero, por desgracia, la entrada a la ciudad está obstruida nuevamente. ¿Creés que se pueda reparar con medios mágicos?

source: Why, yes! My wonderful, <span font-weight='bold'>united</span> Rashti can get it right hands down. And it will allow me to get the news of our triumph off the ground. The High Council will be delighted! <span font-style='italic'>*to himself* for Rashti being finally at one with herself.</span>
es: ¡Claro que sí! Mi maravillosa Rashti <span font-weight='bold'>unificada</span> podrá hacerlo sin inconveniente. Pronto enviaremos las noticias de nuestro triunfo. ¡El Alto Consejo estará encantado! <span font-style='italic'>(Para sí). Porque Rashti finalmente es una consigo misma.</span>

source: In war, there is no good and evil, only the dead and the alive...
es: En la guerra, no existe el bien y mal, solo están los muertos y los vivos...

source: One is only truly defeated when he accepts defeat...
es: Uno sólo es realmente derrotado cuando acepta la derrota...

source: I believe it is best to hold the enemy forces at the bridge, and slowly thin their ranks. Afterwards, we must eliminate the enemy leader as quickly as we can.
es: Creo que es mejor bloquear a las fuerzas enemigas en el puente y reducir lentamente sus filas. Luego, debemos eliminar al líder enemigo a la primera oportunidad.

source: Very well. Anything else?
es: Muy bien. ¿Algo más?

source: Yes. I'm not sure if it is of any importance, but lately I've been having visions about Rashti...
es: Sí. No estoy seguro de si es de alguna importancia, pero últimamente he tenido visiones sobre Rashti...

source: I hope you're not fantasizing about her again... So, what about her?
es: Espero que no estéis fantaseando con ella otra vez... Por cierto, ¿qué hay de ella?

source: In my visions, I saw her attempt to fight the self-proclaimed Master of Darkness, but there was something strange about their duel...
es: En mis visiones, la vi intentar luchar contra el autoproclamado Maestro de la Oscuridad, pero había algo extraño en su duelo...

source: Speak sense, Nomolas damn it!
es: ¡Hablad con coherencia, por Nómolas!

source: My master, you see, for some reason I could not foresee the outcome of their fight. It felt as if at that very point ...time completely stopped. I suspect that he has the ability to mess with the flow of time, preventing me from accessing the future. He may be far more of a threat than we thought...
es: Mi maestro, veréis, por alguna razón no puedo prever el resultado de su lucha. Se sentía como si en ese mismo instante... El tiempo se detuviera por completo. Sospecho que tiene la habilidad de interferir con el flujo de tiempo, evitando que acceda al futuro. Podría ser una amenaza mucho mayor de lo que pensábamos...

source: *sigh* Let's just proceed with the battle and hope for the best. I got a bad feeling about this...
es: <i>Suspira.</i> Procedamos con la batalla y esperemos lo mejor. Tengo un mal presentimiento sobre esto...

source: The City of Light
de: (17) Stadt des Lichts
es: La Ciudad de la Luz
it: La città di luce

source: team_name^Enlightened Ones
de: Erleuchtete
es: Iluminados
it: Gli illuminati

source: Today, Mehir, I’ll show you three stained-glass windows, and explain some of the basic things about our culture, about which you asked yesterday.
es: Hoy, Mejir, te mostraré tres vitrales y te explicaré algunos de los fundamentos de nuestra cultura, de los que preguntaste ayer.

source: Great, but does this ‘sunflower’ *(Mehir is talking about Kirios, Anthi’s bodyguard)* always need to walk with you? Couldn’t we be alone for a moment?... He distracts me.
es: Bien. ¿Pero es necesario que este “girasol” (Kirios) te siga para todas partes? ¿No podríamos estar un momento a solas?... Es que me distrae.

source: He must. I will explain it to you in front of the third window.
es: Así debe ser. Vení y te lo explico cuando estemos en el tercer vitral.

source: As you already know, our society is devoted to the Sun and it's life-giving power carried by the immaculate light. Our reliance on agriculture, which relied heavily on the Sun, was one of the main reasons our faith came into being. You summoners might be above such belief, as you have a host of willing supernatural beings to satisfy each and any desire.
es: ¿Viste? Nuestra sociedad es redevota al Sol y al poder vitalizador que trae su inmaculada luz. Todo este tiempo, nuestra subsistencia ha dependido de la agricultura, la cual es favorecida por la gracia del Sol. Algunos académicos dicen que de allí vienen nuestras creencias. Vos tenés los servicios de tanto ser sobrenatural, así que seguro que sos ajeno a nuestra fe.

source: Our ancestors from Ka-gatta lived in caves beneath the Great Desert. They relied on underground farms where different kinds of subterranean flora grew. All this was watered with canals linked to the great reservoir located deep beneath the whole place, but the lack of light reduced their diet to mushrooms, algae, some kinds of moss, lichen... delicacies when there isn't much else to eat.
es: Nuestros ancestros ​​de Ka-Gatta vivían en cuevas debajo del Gran Desierto. Dependían de granjas subterráneas, donde sembraban diferentes especies de flora subterránea. Todo estaba irrigado por canales vinculados a un gran embalse en las profundidades, pero la falta de luz redujo su dieta a hongos, algas, algunos tipos de musgo y líquenes... Delicias, a falta de mayores alternativas para comer.

source: But when we discovered the Abyss, our lives changed drastically. Nomolas, the First Jinni, created a magnificent city for us in the heart of the Desert. We could finally abandon the caves and move onto the surface. The city itself is called al-Kamija, and is our capital now. Thanks to a set of magical circles around it, we've got air-conditioning - the cold air from the Abyss cools our streets and houses. Without it, the heat of the Desert would've dried us to death.
es: Pero, cuando descubrimos el Abismo, nuestras vidas cambiaron drásticamente. Nómolas, el primer genio, creó una magnífica ciudad para nosotros en el corazón del desierto. Finalmente pudimos abandonar las cuevas y mudarnos a la superficie. La ciudad en sí se llama Alcamiya y es nuestra capital actual. Gracias a un conjunto de círculos mágicos alrededor, tenemos aire acondicionado: el aire frío del Abismo enfría nuestras calles y casas. Sin este, el calor del desierto nos habría deshidratado hasta matarnos.

source: We use water elementals to grow crops and rear animals. We even have an artificial lake, fueled by a huge magical circle on one of the central palace walls, creating an enormous waterfall.
es: Usamos elementales de agua para cultivar sembríos y criar animales. Incluso tenemos un lago artificial, alimentado por un enorme círculo mágico ubicado en una de las paredes del Palacio Central. De allí nace una enorme cascada.

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes exceptionally talented and devout servants of Light appeared, whose sheer willpower allowed them to cross the border between spirit and body, turning them into living personifications of the Light. We have been awaiting another one of them for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
es: Este vitral muestra una Señora de la Luz. En nuestra larga historia, hay veces en que surgen servidoras de la luz excepcionalmente talentosas y devotas, cuya autodisciplina les permite cruzar la frontera entre el cuerpo y el espíritu, convirtiéndolas en avatares de la luz. Hace ya varios lustros que esperamos a una de ellas. Tenemos la esperanza de que algún día el Sol elegirá a una buena candidata y le otorgará este maravilloso don.

source: I hope I don't offend you, but we don't consider the sun as a divine being. To us, It is just a source of deadly heat. Due to our location we rarely step out of our cooled cities. Even the Mystical Jinn, some of the wisest entities from the Abyss, when asked about it told us that the sun is just a huge ball of fire. Well, they used more sophisticated words for it. 'Thermo-something' or 'plas-mah', I don't quite remember the exact wording he used.
es: Espero no ofenderos, pero no consideramos al Sol como un ser divino. Para nosotros, es solo una fuente de calor letal. Debido a nuestra ubicación, rara vez salimos de nuestras ciudades refrigeradas. Incluso el genio místico, entre las entidades más sabias del Abismo, al ser preguntado al respecto, nos dijo que el Sol es sólo una gran bola de fuego. Bueno, usó palabras más sofisticadas para ello: <i>“Termo-algo”</i> o <i>“plas-mas”</i>. No recuerdo las palabras exactas que usó.

source: It so happens I have one of such wise Jinn with me. Let's ask him, so you can see for yourself.
es: Da la casualidad que tengo conmigo a uno de esos genios sabios. Preguntémosle, para que podáis escucharle en persona.

source: Have you called me, my Master?
es: ¿Me habéis llamado, maestro?

source: Yes. Now I'd like you tell our host what the sun is.
es: Sí. Ahora me gustaría que dijerais a nuestra anfitriona lo que es el Sol.

source: The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process.
de: <span color='#0175FE'>Die Sonne ist ein durchschnittlich großer Stern und bildet das Zentrum des Sonnensystems. Sie ist keine Scheibe, sondern eine Kugel mit rotierendem Kern aus heißem Plasma. Per Konvektion wird in einem Dynamo-Prozess ein Magnetfeld generiert, das—<span color='#0175FE'>
es: El Sol es la estrella en el centro del sistema solar. Es una esfera casi perfecta de plasma caliente, con un movimiento convectivo interno que genera un campo magnético a través de un proceso dínamo.

source: Alright, thank you for the explanation. You may go now.
es: Muy bien, gracias por la explicación. Podéis marcharos.

source: These Jinn of yours are quite... weird. I couldn't understand even half of what he said.
es: Los tales genios son re... Raros. No logré entender ni la mitad de lo que dijo.

source: Yeah, they speak like that all time. You get used to it eventually.
es: Sí, hablan así todo el tiempo. Eventualmente, uno se acostumbra.

source: Speaking of deities, ours kind of... don't exactly fit the definition. While we do technically worship them, they are the ones who serve us, not the other way around. Rashti'rhami is one of such beings.
es: Hablando de deidades, las nuestras como que... No se ajustan exactamente a la definición. Si bien técnicamente las adoramos, ellos son quienes nos sirven, no al revés. Rashti-Rami es una de ellas.

source: This is fascinating! Your culture and beliefs are completely alien to us. Unfortunately our Sun does not speak to us like your ultimate beings, but it certainly does bless us with the divine powers.
es: ¡Fascinante! Su cultura y creencias son completamente diferentes a las nuestras. Aunque no tenemos la fortuna de que nuestro Sol nos hable —como sus seres definitivos hacen—, sí que nos otorga poderes divinos.

source: The last stained-glassed window shows a Kirios, the finest among the solar guardians. Warriors like this protect our temples and the priestesses inside. Because I am the highest priestess, I'm naturally given the best bodyguard.
es: El último vitral muestra un Kirios, el más poderoso guardián del Sol. Son estos guerreros quienes protegen nuestros templos y a las sacerdotisas que residen en ellos. Puesto que soy la sacerdotisa de mayor rango, me sirve el mejor de los guardianes.

source: But how is he supposed to see anything? His helmet is just a golden plate without any eye-holes!
es: ¿Pero cómo se supone que vea algo? Su yelmo no es más que una cobertura dorada ¡sin ranuras para los ojos!

source: Kirios, like all other Sun Guardians, doesn’t rely on eyesight. He 'sees' with the eyes of his soul and I am sure that he can see much more than our eyes can.
es: Kirios, como los demás guardianes del Sol, no utiliza su vista, sino que “ve” con los ojos de su alma. Y reseguro que puede ver mucho mejor que nosotros.

source: Amazing... if I tell my friends in al-Kamija about what I’ve seen here, they won’t believe me. But I have a question. You said these Solar Guardians protect your temples. From what danger did you need protection before the dark hordes arrived? You don't seem like a warlike society.
es: Asombroso... Si contara a mis amigos de Alcamiya todo lo que he visto aquí, no me creerían. Pero tengo una pregunta: dijisteis que los guardianes del Sol protegen vuestros templos; ¿de qué peligro os cuidaban antes de que llegaran las hordas oscuras? <i>(No parecéis una sociedad belicista)</i>.

source: Well, in the past, we weren't as coherent of a society. There were many local wars of different clans and tribes. Then one finally emerged victorious from this conflict - the worshipers of the Sun. Gifted with its power, the members of our faith unified all the smaller nations, forming our civilization - Kharos. We are all united under the light of the Sun.
es: ¿Viste? En el pasado, nuestra sociedad no estaba unificada. Hubo muchas guerras locales entre diferentes clanes y tribus, hasta que finalmente una obtuvo la victoria en el conflicto: los adoradores del Sol. Dotados de su poder, los miembros de nuestra fe unificaron a todas las naciones más pequeñas, formando nuestra civilización: Caros. Todos nos unimos bajo la luz del sol.

source: I see... Amidst so many TRUE spiritual beings, our sort is more developed. War over 'the one and only'? That'd make the camels laugh! We limit ourselves to faith missions against faithless jinn. The Abyss gives us a great advan-
es: Ya veo... Con tanta diversidad de seres espirituales <i>verdaderos</i>, nosotros llevamos ventaja. ¿Guerras sobre “el único y auténtico”? ¡Eso haría reír hasta a los camellos! Nos limitamos a predicar a los genios infieles. El Abismo nos da una gran venta-...

source: Messenger
de: Eilkurier
es: Mensajero
it: Messaggero

source: Here you are, my liege! An extremely important message for you.
de: Scherif Mehir, ich bringe eine hochwichtige Botschaft vom Hohen Rat!
es: ¡Aquí estáis, mi señor! Os traigo un mensaje muy importante.
it: Scusatemi, mio signore! Un messaggio estremamente importante è giunto per voi.

source: Ah, probably yet another promotion in recognition of my latest victories, hehe... let me see it.
es: Ah, probablemente otro ascenso en reconocimiento de mis últimas victorias, je, je... Permitidme verla.

source: ...My Goodness!
es: ... ¡Dios mío!

source: Would that be a... privilege? In honor of your merits?
es: ¿Entonces es... Un privilegio? ¿En honor a tus méritos?

source: The transformation of Rashti’rhami disturbed the multidimensional space between worlds, so the Great Circle has to be activated in two weeks before its current design becomes outdated. Our enchanters have spent hundreds of years discovering the formula. Inventing a new one would take centuries...
es: La transformación de Rashti distorsionó el espacio multidimensional entre los mundos, por lo que el Gran Círculo ha de ser activado en el plazo de dos semanas, antes de que el diseño actual quede obsoleto. Nuestros encantadores han tardado cientos de años en dar con esta configuración. Inventar una nueva tardaría siglos...

source: When you were told to deliver this?
de: Wann hat der Rat dich auf den Flug geschickt?
es: ¿Cuándo os encargaron que entreguéis esto?
it: Quando vi è stato detto di consegnare questo messaggio?

source: Thirteen days ago.
de: Vor dreizehn Tagen … Ich hatte starken Gegenwind ...
es: Hace trece días.

source: That means the circle is going to be finished... oh no...
de: Das hieße ja— … Oh nein, ich wills nicht glauben …
es: Eso significa que el círculo ya va a ser terminado... ¡Oh, no!...
it: Questo significa che il cerchio sarà finito...oh no...

source: Tomorrow, my liege. Tomorrow the entirety of our land will disappear from this world.
es: Mañana, mi señor. Mañana, Alcamiya y todas sus ciudades desaparecerán de este mundo.

source: My city... Jaffar... everyone and their camels... We'll become homeless! Alone in the Great Desert... this is the end... How am I supposed to tell my men that they'll never get to see their families ever again?
es: Mi ciudad... Yafar... Todos y sus camellos... ¡Quedaremos sin un hogar! Solos en el Gran Desierto... Este es el fin... ¿Cómo se supone que les diré a mis hombres que nunca más volverán a ver a sus familias?

source: Mehir, please look at me. Is all truly lost? Maybe you can stay with us in Kharos?
es: Che, Mejir, mirame. ¿De veras está todo perdido? ¿No podés permanecer con nosotros en Caros?

source: You don’t understand. The Abyss is the center of our lives. If the rest of the Summoners move to it, they won’t return and I will be trapped in this mortal world forever...
de: Was gibts da zu fragen? Wir haben noch keinen Weg aus dem Abyssus zurück gefunden! Ich werde nie ins abyssale Paradies gelangen! Einsam und verlassen in der Wüste verdursten—
es: No lo comprendéis. El Abismo es el centro de nuestras vidas. Si el resto de los invocadores se trasladan allá, no volverán y quedaré atrapado en este mundo mortal para siempre...
it: Voi non capite. L’Abisso è il centro della nostra vita. Se il resto degli evocatori si trasferisce al suo interno, non torneranno più indietro e io sarò intrappolato in questo mondo mortale per sempre...

source: What would you say if I told you I knew people, who should know how to send you to this world of yours?
es: ¿Qué dirías vos si te dijera que conozco gente capaz de enviarte a ese mundo?

source: Really? I'm all ears.
es: ¿En serio? Soy todo oídos.

source: The people I'm talking about can move you to the Abyss without drawing circles. They live not too far to the west from here, or at least, they used to live there yesterday...
es: La gente de quien hablo puede conducirte al Abismo sin tener que dibujar círculos. Viven al oeste de aquí, no muy lejos. O, al menos, allí estaban ayer...

source: What do you mean? There is only an endless ocean west from here. Are you talking about an island?
es: ¿Qué queréis decir? Tan solo hay un océano sin fin hacia el oeste. ¿Habláis de una isla?

source: Not...exactly. Their land, how do I put it... is sometimes moved by... wind. I will explain it to you later. Until then you should tell your soldiers about the things that have transpired.
es: No exactamente... Su tierra, ¿como te lo digo?... Su tierra a veces se mueve... Con el viento... Te lo explicaré más tarde. Seguro que tendrás que explicar la situación a tus soldados antes...

source: It seems there is some hope... these mysterious people... they’re our only chance...
es: Parece que hay alguna esperanza... Estas personas misteriosas... Son nuestra única oportunidad...

source: She told him what we needed her to. The summoner should be able reach us.
es: Ya le dijo lo que necesitábamos. El invocador debiera poder llegar hasta nosotros.

source: True, but how exactly is the summoner of any use to us? The whole lamp plan failed spectacularly!
es: Es cierto, pero ¿cómo nos es de utilidad el invocador, exactamente? ¡El plan de la lámpara falló espectacularmente desde el comienzo!

source: I'm sure it's all part of the bigger picture, otherwise it wouldn't be worth the effort.
es: Estoy seguro de que son jugadas en un tablero de ajedrez; de lo contrario, el esfuerzo no valdría la pena.

source: Maybe, maybe not. I will go back to the Kingdom and report to the Guru. As for you two, follow the summoner, and make sure he actually reaches the destination.
es: Divagaciones... Volveré al reino para informar a Gurú. En cuanto a vosotros, seguid al invocador y aseguraos de que alcance el destino.

source: Sky Kingdom
es: Reino del Cielo

source: team_name^Master of Water
de: Himmlische
es: Maestro del agua
it: Maestro dell’acqua

source: team_name^Mage
de: Himmlische
es: Mago
it: Mago

source: team_name^Master of Fire
de: Himmlische
es: Maestro del fuego
it: Maestro del fuoco

source: Unbelievable! I've got to enter heaven to get down into the Abyss.
es: ¡Increíble! Tengo que entrar en el cielo para descender al Abismo.

source: Oh, a Summoner. Interesting... What are you doing here? Your countrymen are in the Abyss for a good few days.
es: Oh, un invocador. Interesante... ¿Por qué estáis aquí? Hace ya varios días que vuestra gente se marchó al Abismo.
