Repository: Slayer95/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: de, es, it, ru

source: I found some new friends! HA HA HA!
de: <span color='#FA0000'><big>Freunde, die Feuer und Flamme für mich sind!</big> Ha-ha-haaa~</span>

source: I had some dispellers under my command. What would you like to tell me in that matter?
de: Ich habe Banner schon unter meiner Führung bannen lassen Bedenkt, nicht zuletzt wegen reicher Schlachterfahrung bekleide ich mein hohes Amt!

source: I have finally achieved harmony. Two egos have become one. This is my true and final form.
de: <span color='#FDFD00'>Nein. Ich bin RashtiRhami in höchster Vollendung und perfekter Harmonie.</span>

source: I have no choice. I’ll get this battery for my people, but what do I have to do for you in return?
de: In das saure Kamel werde ich beißen müssen, wenn ich meine Leute in den Abyssus führen will. Was forderst du für das Öffnen des Portals, Guru? Gefälligkeiten von euch Himmlischen wollen ja verdient sein … Ich könnte einen Bauchtanz vorführen, so was hast du noch nicht gesehen!

source: I have slain nightmarish beasts, defeated and then allied with an army of mechanical monsters, brought this damn battery along with parts...
de: Ich habe in eisigen Gefilden alptraumhafte Bestien bekämpft und eine Welle berserkende Dampfgeräte eingedämmt, bevor es mir dank scharfsinniger Einschätzung der Umstände gelang, sie für mein Ziel einzuspannen—

source: I have warned you...
de: Kommt mir nicht mit dem Vorwurf, ich hätte Euch nicht gewarnt, Oberkommandant ...
it: Vi ho avvertito...

source: I hope I do not offend you, but we do not consider the sun as a divine being. It is just a source of deadly heat for our people. Due to our location we rarely step out our cooled cities. The Mystical Jinns, one of the most powerful entities from the Abyss, asked about it told us, the sun is just a huge ball of fire. Well, they used more sophisticated words for it. 'Thermo-something' or 'plas-mah' blah blah.
de: Hoffentlich werdet Ihr nicht alt und grau über dem Warten. Mystische Dschinn — im Vertrauen, die sind klüger als wir — sagen, die Sonne sei ein Feuerball, von göttlich ist da keine Rede.

source: I hope it’s not a dream.
de: ( <i>Hoffentlich ist das nicht nur ein Traum …</i> ) Ich fühle mich geehrt und werde alles tun, um mich dieses Amtes würdig zu erweisen.
it: Spero che non sia un sogno.

source: I knew you wouldn’t do such a thing. You are a good person, but good people always face more problems than others...
de: Ah, ein Mann von Ehre. Ja, als solcher hat man es stets schwerer als ein skrupelloser Zerstörer.

source: I know a few people that would like to see this lamp... I’ll borrow it.
de: Kenn da welche, die würden das Ding gern beschauen … Wisst ihr was, ich leih's mal aus!
it: Conosco alcune persone che vorrebbero vedere questa lampada...la prenderò in prestito.
ru: Я знаю нескольких людей, которые хотели бы увидеть эту лампу... Я ее, так скажем... позаимствую.

source: I know people who can move you to the Abyss without drawing circles. They live not so far to the west from here, or at least, they lived there yesterday...
de: Hörst du mir denn zu? Die, von denen ich rede, brauchen keine Kreise, um dich deinem Volk hinterherzuschicken! Sie leben nicht weit von hier, im Westen. Nun, gestern jedenfalls noch ...
it: Conosco persone che possono mandarvi nell’Abisso senza disegnare alcun cerchio. Essi vivono a ovest, non molto lontano da qui, o per lo meno ieri vivevano lì...

source: I mussst return to Rhaxiz. Take care.
de: Keine Zzzeit verzzzaudern! … Musss zzzurück zzzu Rhaxizzz.
it: Devo ritornare da Rhaxiz. Abbiate cura di voi.
ru: Я должен вернутссса к Раксизу. Береги себя.

source: I must win these lizards over. It seems that we will have to kill some barbarians first. Don’t harm the lizards!
de: So ein Dungkopf … Es muss doch schaffbar sein, einige Wilde in den Sand beißen zu lassen, ohne dass eine der Echsen etwas abkriegt … Angreifen werden die ihre Retter sicher nicht ...
it: Devo ottenere la fiducia di quelle lucertole, ma sembra che prima dovremo uccidere alcuni dei barbari. Non fate alcun male alle lucertole!
ru: Мне надо найти способ убедить ящеров что мы не их враги. Кажется, нам сначала придется убить несколько варваров. Не трогайте ящеров!

source: I need to access parrell dimensions to see opportunities and outcomes. Give me a second, my master...
de: <span color='#0175FE'>Ein Blick in parallele Dimensionen zeigt genauer, was auf uns zukommt. Augenblick ...</span>

source: I really think you should stop messing around, master.
de: <span color='#0175FE'>Hör auf mit der</span> <span color='#FA0000'>sinnlosen Verschwendung, Meister.</span>

source: I recommend you, my liege, not to summon them. They can fall to the will of the Great Efreet and join him, although there is a small chance it won’t happen. From my experience I know that some beings are always devoted to their masters, but we shouldn’t risk it, especially considering your jinns are unaccustomed to you. I also strongly suggest not to use red entities at all, because they are evil by nature and near this Efreet they will surely revolt against us. Of course this is only advice. You can do whatever you want, my liege.
de: In Anbetracht dieser Rebellenmasse, täte ich mich auf Rote nicht verlassen. Unzuverlässig wie sie sind, könnten die sich zur Fahnenflucht beschwatzen lassen, eh sie Euch als Herrn erkannt haben ... Nun, ich bin Banner und kein Kommandant. Ihr habt sicher eine Strategie zur Hand.

source: I remember that moment. At first I thought it was a second sun in the sky, then it turned into a gale, a waterfall and then dropped as a mountain to finally rise once again as all of these things mixed together.
de: Selbstverständlich war ich mit der Stadtwache zugegen! Alle glaubten, eine zweite Sonne würde uns nun einheizen. Da wandelte sich die Kreatur in einen Sandsturm, der Treibsand wurde zum Wasserfall, der sich zu einem Felsberg türmte, am End' war er alles zusammen!
ru: Я помню тот момент. Сначала я подумал, что это второе солнце в небе, потом оно превратилось в шторм, затем водопад, а потом упало как гора, чтобы, наконец, подняться еще раз, как смесь всего что я только что перечислил.

source: I remember this place — these are the highest tiers of al-Kamija. When I was a guard, I often patrolled these areas. I thought I would never see them again...
de: Das ist der höchste Turm von Al-Kamija! Als Wachtmeister wünschte ich täglich, dass mir dort oben bei 'ner Wasserpfeife laue Lüftchen um die Ohren pfeifen … Stattdessen sollte ich durch unbekannte Lande streifen ...
it: Mi ricordo di questo posto – questi sono i quartieri più alti di al-Kamija. Quando ero una guardia, spesso pattugliavo queste zone. Pensavo che non li avrei mai più rivisti...

source: I remember visiting this place once, when I was a child. It looks even larger than before...
de: Seid gegrüßt, ihr Älteren! Wo sind die andren Ehrengäste?
ru: Я помню, как однажды я был в этом месте, когда еще был ребенком. Он выглядит даже больше, чем раньше

source: I see no point in an explanation. *to himself* <i>Time for a quick test of their combat skills. A bunch of guards shouldn't be too much of a challenge, but fighting them will give me at least some information.</i>
de: ( <i>Bestimmt sind das Kamele … Ich sollte was über deren Kampfkraft rausfinden …</i> ) Ist das hier denn keine Oase?
ru: Я не вижу никакого смысла в объяснении. *про себя* <i>Время для быстрой проверки их боевых навыков. Кучка охранников не должна быть слишком сложным испытанием, но борьба с ними даст мне хоть какую-то информацию.</i>

source: I see noise. So many factors... Wait... In 6.7% of all futures the small human wants to help us.
de: <span color='#0175FE'>Schwere Verluste stehen an, bei hundert absehbaren Möglichkeiten in 93 Komma 6 Fällen unsre Vernichtung — falls der Zwerg Nase dir nicht hilft, was er aber nur in 6 Komma 7 Fällen tut.</span>

source: I see something over horizon. Maintain defensive position, people! Do not rush forward!
de: Aha, mein scharfes Auge erspäht etwas am Horizont! Stellung halten! Verstärkung kommt!
ru: Я вижу что-то за горизонтом. Поддерживаье оборонительную позицию! Не спешить вперед!

source: I see. The fourth, and the last is: you said that the Master of Banishers from al-Kamija could banish elemental gods, and other powerful abyssal beings. does this mean that there are Dimensional Gate IIIs?
de: Das ist natürlich etwas anderes, als die schnöde Neugier eines Neulings ... Eine letzte Frage, honoriger Meister … Um hochrangige Magische Kreaturen zu vertreiben, hätte der verfettete Meisterbannmeister in Al-Kamija sich doch eines Welttors III bedienen müssen … Gibt es das?

source: I see... It looks like we’re underdeveloped in the spiritual area, but at least we have the Abyss and Nomolas which gives us a great adv...
de: Ach so. Hmm, was das Tiefgeistige angeht, sind wir rückständig … trotz unsrer Geister. Das wird sich im Abyssus bestimmt ändern! Dann—

source: I sense no living creatures here.
de: <span color='#FDFD00'>Davon kann ich nur abraten. Sie leben längst nicht mehr.</span>

source: I stand before no man. 392 years ago the Holy Rashti'rhami - the goddess of all Rhamis - ordered me to protect the Spear of the First Rhami'kai. Only she can release me from this post.
de: <span color='#588BCD'>Meine Gebieterin ist die königliche Rashti'rhami, die höchste aller Rhamis! Sie gebot mir vor 392 Jahren, über den Speer der ersten Rhami'kai zu wachen. Nur sie kann mich entpflichten!</span>
ru: Я не отвечаю ни перед каким человеком. 392 лет назад, святая Рашти'Рами - богиня всех Рами - приказала мне защищать копье Первой Рами'кай. Только она может меня освободить от моей должности.

source: I strongly recommend you to use Dispellers and Banishers, my liege. They can turn most of these beings into Dimensional Gates I told you about in Tar-Tabar. We could use these gates to our advantage!
de: Im Übrigen könnt Ihr von der Kompetenz meiner Gilde überzeugt sein. Wir sind Experten für derartige Notfälle, worauf ich Euch sogar mehrfach hinwies! Von uns Bannern in Weltentore transformierte Gegner sind garantiert auf unsrer Seite.

source: I think, though, it wouldn’t be necessary for Rashti, because of her dual nature. The good half should draw her conclusions for the future and never let her evil half betray you in similar situations again.
de: Rashti ist jedoch von Natur aus zwiespältig. Gemeiniglich trifft ihre bess're Hälfte sämtliche Entscheidungen, die Ausnahme heute bestätigt an sich diese Regel. Ich wüsste nicht, wie lediglich ihr aufrührerisches Wesen zu läutern wäre. Und überhaupt: es obliegt allein dem Hohen Rat über sie zu entscheiden!

source: I understand your anger. Aerius was not suited for this task and so our High Council has failed. I do apologize. To prove our good intentions we will help you get that battery. I will personally order three of our Ums to aid you in your journey. They are powerful beings, believe me.
de: Ich weiß … Es tröstet nicht, dass ihr unwissentlich zur Vervollkommnung der Wissenschaft beigetrugt. Ich mach es wieder gut: drei meiner Ums sollen dich bei der Beschaffung des Engergiespeichers begleiten. Ums sind monströse Schläger!

source: I understand. Your knowledge has proved to be most helpful, so I’ve decided to allow you to have some of my luxuries!
de: Als ob ich das nicht wüsste! Ehrlich gesagt, hatte ich mir von Tar-Tabars Bannern mehr versprochen. Machen wir uns auf den Heimweg! Ich brauche unbedingt ein Bad ...
it: Capisco. Visto che la vostra conoscenza si è dimostrata molto utile, avevo l’intenzione di concedervi alcuni dei miei lussi!

source: I used his soul to close the gate.
de: <span color='#0175FE'>Mit dem, was ihr Seele nennt, habe ich es verriegelt.</span> <span color='#FA0000'>Der Windmacher ist nun unseelig!</span>
it: Ho usato la sua anima per chiudere il portale.

source: I venture forth to observe things more closely.
de: Ein Flugreisender. Ich schwirre in die Ferne, um Dinge aus der Nähe zu betrachten.
it: Mi appropinquerò per osservare le cose più da vicino.
ru: Я подлечу, что бы посмотреть на эту вещь поближе.

source: I want this town to burn. I want to see them plead for mercy. I want to hear this music once again - the music of tearing their bodies apart!
de: Das Unabwendbare lässt sich nicht abwenden! Wir sind die ZERSTÖRER, Vollstrecker göttlichen Willens! Tod in heiliger Mission kann uns nicht schrecken, sichert er uns doch Eingang ins Reich der Götter, in das sie uns bei ihrer Rückkehr rufen werden!

source: I want to see this in action.
de: Man glaubt es nicht … Das will ich sehen!

source: I want you to use your circle's destroying power to desintegrate your summoned creature. The circle of destruction is a powerful weapon that tracks your target and always hits no matter what.
de: Die zerstörerische Kraft eines solchen Kreises ist unfehlbar! Sie wir Eure stärkste Waffe sein!
ru: Я хочу, чтобы вы использовали разрушительную способность вашего круга, чтобы уничтожить ваше вызванное существо. Круг разрушения - это мощное оружие, которое само наводится вашу цель и всегда бьет не смотря ни на что.

source: I was here as always when this strange man arrived from north-west. He didn’t have a carpet, yet his feet never touched the ground. I have never seen something like this.
de: Jaaa, das war so: Als ich beim Drill der Jungwächter scharfen Auges die Stadt bewachte, kam er teppichlos und unversehens durch die Luft gesaust! Am Aufgang zur Oberebene hielt er inne ...
it: Ero qui come sempre, quando all’improvviso questo strano uomo è arrivato da nord-ovest. Non aveva un tappeto, ma i suoi piedi non toccavano nemmeno terra. Non ho mai visto una cosa del genere.
ru: Я был здесь как всегда, когда этот странный человек прибыл с северо-запада. У него не было ковра, но его ноги никогда не касались земли. Я никогда не видел ничего подобного.

source: I was told you were the person who could help me return to my people in the Abyss...
de: Ein Muss? Ich muss ganz woanders hin! Zu meinem Volk nämlich, in den Abyssus.

source: I was, but I resigned. I had some bad memories involving lizards falling from the sky. I needed to change place so I decided to pay you a visit, but not in this ...state.
de: Ach, meines Amtes bin ich nun enthoben. In meinem Kopf lassen die Dinge sich nicht richten. Vom Himmel seh ich Echsen fallen und Scherif Scharif hab ich angefallen, hielt ich ihn doch für einen Kröten-Muck mit großartigem Federschmuck …

source: I will go back to the Kingdom to speak with him and you do not leave their side.
de: Ich benachrichtige ihn — ihr beide beobachtet die Entwicklung hier.

source: I wonder, what would happen if I separated both of you... It could unleash devastating power of your angry half, no longer bound to the voice of reason, or...
de: Deine schlechte Hälfte hält dich an der Kandare, ja? Du willst frei sein? Ich trenn dich von dem Klotz am Bein, du wirst dein wahres Sein ausleben ...

source: I wonder... If you know the Abyss and you know how to get there...
de: Ich frage mich … Hier ist das Tor, der ist Weg frei … Wieso kommt ihr nicht mit in den Abyssus?
it: Mi chiedo...se conoscete l’Abisso e sapete come raggiungerlo...

source: I would lose them, but this can be worth it.
de: Möglich, dass sie bei dem Regen prompt abhauen … Na, das Risiko wär's vielleicht wert …

source: I'll see what I can do here.
de: Hmmm … Mal sehen, was ich tun kann. Wenn die Sache schiefgeht, seid Ihr dran schuld!

source: I've seen this place once through a portal in Ka-Gatta. It's a real hell!
de: Wem sagt Ihr das … <small>(<i>seufzt</i>)</small>

source: I... I am Mehir.
de: Äh … Mehir, Herr. Mehir ibn Mehir des Älteren, Sohn des—
it: Io...io sono Mehir.
ru: Я... я Мехир.

source: I... I... Yes. I am here to find Tashkar, the leader of Tar-Tabar. And you must be Rashti’rhami - goddess of all Rhamis, right? It's an honour to meet you.
de: Ich?? … Ja, ähm … Eigentlich dem Tashkar aus Tar-Tabar … Deinem Herrn und Meister ... Bist du nicht die königliche Rashti'rhami? Die höchste aller Rhami – so stark wie Nomolas?
ru: Я ... я ... Да. Я здесь, чтобы найти Ташкара, лидера Тар-Табара. И вы должно быть Рашти'рами - богиня всех Рами, не так ли? Для меня честь вас видеть.

source: I...I am here because of that matter. I didn’t manage to join them on time. I heard that can help me.
de: Woher weißt du— Hör mal, ich war zur rechten Zeit am falschen Ort, jetzt steh ich hier und komm nicht fort. Man sagt, ihr wüsstet weiter.

source: I...I think that is for the High Council to decide. Besides, I’m not one of three city leaders. They are the only ones that are allowed to have Ultimate Beings as servants.
de: Hehe, ja, nicht wahr? … Aber … Ich bin kein Oberhaupt von einer Stadt. Nur solche dürfen einzigartige Urwesen wie dich als Diener haben. Also, das muss der Hohe Rat entscheiden.

source: If I told you the whole story, you would freeze to death. In short it was a place of a great battle between two powers. One of them, the Runemasters, perished, though their mechanical creations managed to trap and stop the invaders.
de: Der Sand ist Schnee. Und eine Schlacht hat es gegeben, die Runologen waren unterlegen, ihre Mechanismen überlebten und konnten den Überfällern zu guter Letzt Kontra gegeben.

source: If this is true, that they could won without us... Sweet Nomolas... I led my people for nothing. And now we are stuck here...
de: Der Besuch hätte mich das Leben kosten können! Er hat mich um den größten Moment in der Geschichte meines Volkes und Eingang ins abyssale Paradies gebracht!

source: If you bring those savages near our circle, I will have my Efreeti torture you.
de: Solltest du die Wilden zu unsrem Ring locken, kriegt ihr es obendrein mit meinen Afriten zu tun! Viel Glück. Bei deinem Wahn kannst du es wahrlich brauchen.
it: Se portate quei selvaggi vicino al mio cerchio, i miei efreet vi tortureranno.
ru: Если ты приведеш этих дикарей к нашему кругу, то мои Ифриты лично будут тебя мучить, ясно?

source: If you don't see the world map on the next screen, restart the game. Otherwise you will encounter errors.
de: Sollte als nächstes NICHT die Weltkarte zu sehen sein: Spiel neu starten — sonst treten Fehler auf!
ru: Если вы не видите карту мира на следующем сообщениее, перезапустите игру. Иначе вы столкнетесь с ошибками.

source: If you find the upcoming battle too slow, you can increase game speed via settings (or press and hold Shift on your keyboard).
de: <span color='#397EF2'>Der Ablauf dieser großen Schlacht kann beschleunigt werden! Während dem Kampf die SHIFT-/Umschalt-Taste gedrückt halten, oder dauerhaft per: Hauptmenü > Einstellungen > Allgemein > Geschwindigkeit erhöhen</span>
ru: Если для вас что предстоящая битва слишком медленная, вы можете увеличить скорость игры с помощью настроек (или нажмите и удерживайте Shift на клавиатуре).

source: Impossible, this place looks extremely calm and deserted. Tell me more!
de: Du siehst Gespenster! Schau in die Zukunft, dann wirst du es ja sehen.

source: In Nomolas’s name!!!
de: Himmel hilf, es kracht schon wieder! Lass es nicht der zweite meiner Gemini-Türme sein ...
it: Nel nome di Nomolas!!!

source: In about 89.67% of all possible futures I see enemies coming from the west, east and ...south. This will happen really soon. Also, from the entrance of the bunker 4-6 powerful beings will emerge. We will have to mount a heavy strike force to get through.
de: <span color='#0175FE'>Bei hundert absehbaren Möglichkeiten kommen in 89 Komma 67 Fällen zahlreiche Angreifer aus West und Ost … ah, von Süden auch, und zwar in Bälde. Aus dem Tunnel dort rücken nur 4 bis 6 Gegner an, allerdings sehr starke … Für euch Menschen stehen die Chancen schlecht, Meister.</span>

source: In accordance to the regulations the local guild will confiscate all of magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
de: Laut Gesetz sind Wesen, die sich ihren Meistern widersetzten, in den Abyssus zu verbannen.
it: Secondo le norme vigenti, la gilda locale sequestra tutti gli esseri magici che hanno tradito i loro padroni. Saranno rispediti nell’Abisso, dove le loro menti saranno cancellate.

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
de: Laut Gesetz sind Wesen, die sich ihren Meistern widersetzten, in den Abyssus zu verbannen.

source: In order to increase the building speed of the Great Circle in its current form, the High Council ordered all citizens of the Summoner country to assist the builders. Women, children, even elders — all joined the workers. The messenger immediately set out to Mehir to tell him the news.
de: Die Berechnungen für den Großen Kreis basierten exakt auf den gegebnen Umständen. Rashtis Wandlung in einen 'weiblichen Nomolas' hatte das Kalkül über den Haufen geworfen, der Ausgang im Jenseits driftete immer weiter von geplanten Landestelle fort. Frühere Experimente hatten indes gezeigt, das die Zeit im Zwischenraum der Welten schwankte: Ereignisse und sichtbare Konsequenzen lagen genau 25 Tage auseinander. Der Teppichreiter war mit seiner Nachricht 12 Tage lang unterwegs gewesen. Somit musste der Ring in 13 Tagen fertiggestellt und das ganze Reich in den Abyssus verlegt sein, sonst wäre die jahrelange Arbeit fürs Kamel und das große Projekt ohne Aussicht auf Erfolg. Das musste um jeden Preis verhindert werden! Der Hohe Rat rief unverzüglich das ganze Volk zur Baustelle, Jung und Alt ging den Arbeitern zur Hand — es wurde gepinselt, was das Zeug hielt. Der Bote flog zurück und holte alles aus seinem Teppich raus, um Mehir rechtzeitig zu warnen ... <span color='#000000'>.</span>
ru: Чтобы увеличить скорость строительства Великого Круга в его нынешнем виде, Высший Совет приказал всем гражданам страны Призывателей помогать строителям. Женщины, дети, даже старики - все присоединились к рабочим. Посланник немедленно отправился к Мехиру, чтобы сообщить ему эту новость.

source: In this timeline you will discover the battery in a large hall behind the door. I see strange seemigly sentient humanoid metallic objects attacking us from all directions. This cannot be avoided and happens in all futures. Then a small human appears in about 81.12% of all possible situations.
de: <span color='#0175FE'>In einer imposanten Halle wirst du das Objekt deines Begehrens finden. Bei hundert absehbaren Möglichkeiten kommen in allen Fällen aus jeder Richtung Angreifer angedampft, Konstrukte aus Metall mit roten Sehsensoren. In 81 Komma 12 Fällen taucht darauf noch ein kleines Lebewesen mit einer dicken Nase auf.</span>

source: Indeed, but thanks to it, the entire Abyss is in perfect harmony. Circles capable of summoning red abysmal beings directly are illegal, but there are still many red beings serving our people. They are considered mostly stable, because they evolved from lesser blue beings.
de: Eure Erfahrung in den Katakomben von Ka-Gatta darf Euch nicht befangen machen. Wie Rashti' ähm … einseitig schon ausführte: Dank der Roten ist der Abyssus im Gleichgewicht. Rote Dschinn, derer sich unsereins bedient, sind höherentwickelte blaue Dämonen und daher in aller Regel zuverlässig. Bis auf … ihr wisst schon wer. Direkte Anrufung reinrassiger Roter ist streng verboten!

source: Indeed. So I will try to not stay too long inside my circle.
de: Von Sinnen? Verstehe ... Wie Vize Jaffar möchte ich nicht werden.
ru: Мммммда... Я постараюсь не находится в своем кругу слишком долго.
